{
  "actions": [
    {
      "acted_at": "2015-01-20", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-01-20", 
      "action_code": "", 
      "committees": [
        "SSGA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Homeland Security and Governmental Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s189-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Homeland Security and Governmental Affairs", 
      "committee_id": "SSGA"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Homeland Security and Governmental Affairs", 
      "committee_id": "SSGA", 
      "subcommittee": "Subcommittee on and Federal Management", 
      "subcommittee_id": "19"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "bioguide_id": "L000575", 
      "district": null, 
      "name": "Lankford, James", 
      "original_cosponsor": true, 
      "sponsored_at": "2015-01-20", 
      "state": "OK", 
      "thomas_id": "02050", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-01-20", 
  "number": "189", 
  "official_title": "A bill to provide for additional safeguards with respect to imposing Federal mandates, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr50-114", 
      "identified_by": "CRS", 
      "reason": "identical", 
      "type": "bill"
    }
  ], 
  "short_title": "Unfunded Mandates Information and Transparency Act of 2015", 
  "sponsor": {
    "bioguide_id": "F000463", 
    "district": null, 
    "name": "Fischer, Deb", 
    "state": "NE", 
    "thomas_id": "02179", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-01-20", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Congressional oversight", 
    "Executive agency funding and structure", 
    "Federal-Indian relations", 
    "Government information and archives", 
    "Government operations and politics", 
    "Government studies and investigations", 
    "Intergovernmental relations", 
    "Judicial review and appeals", 
    "Legislative rules and procedure", 
    "Office of Management and Budget (OMB)", 
    "State and local finance"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced in Senate", 
    "date": "2015-01-20T05:00:00Z", 
    "text": "Unfunded Mandates Information and Transparency Act of 2015\n\n States as the purposes of this Act to: (1) improve the quality of the deliberations of Congress with respect to proposed federal mandates by providing Congress and the public with more complete information about the effects of such mandates and by ensuring that Congress acts on such mandates only after focused deliberation on their effects; and (2) enhance the ability of Congress and the public to identify federal mandates that may impose undue harm on consumers, workers, employers, small businesses, and state, local, and tribal governments.\n\nAmends the Congressional Budget Act of 1974 to: (1) require the Congressional Budget Office (CBO), at the request of the chairman or ranking member of a congressional committee, to conduct an assessment comparing the authorized level of funding in legislation to the prospective costs of carrying out any changes to a condition of federal assistance being imposed on state, local, or tribal governments participating in the federal assistance program; (2) modify the definition of \"direct costs\" to require CBO to consider, in accounting for the costs of federal mandates, forgone business profits, costs passed onto consumers and other entities, and behavioral changes; (3) eliminate the exemption of independent regulatory agencies (except the Board of Governors of the Federal Reserve System or the Federal Open Market Committee) from reporting requirements under the Unfunded Mandates Reform Act of 1995 (UMRA); and (4) make the raising of points of order in the consideration of congressional legislation applicable to legislation that would increase the direct cost of private sector mandates beyond limits established by UMRA.\n\nAmends UMRA to: (1) transfer certain responsibilities under such Act from the Director of the Office of Management and Budget to the Administrator of the Office of Information and Regulatory Affairs; (2) set forth detailed criteria to guide agencies in assessing the effects of federal regulatory actions on state, local, and tribal governments and the private sector; (3) revise requirements for agency statements accompanying significant regulatory actions to require an analysis of the annual effect of a proposed final rule on state, local, or tribal governments or the private sector and to require all statements and summaries under UMRA to be detailed; and (4) extend to the the private sector (including small business) the requirement for consultation with agencies in the development of regulatory proposals containing significant federal mandates and set forth detailed guidelines for such consultation.\n\nRevises UMRA reporting requirements to require: (1) the Administrator of the Office of Information and Regulatory Affairs to provide guidance and oversight so that agency regulations are consistent with the principles and policies of UMRA and do not conflict with the policies or actions of another agency; and (2) agencies to include in their annual compliance statements an appendix detailing consultation activities with state, local, and tribal governments and the private sector.\n\nAmends UMRA to require an agency, at the request of the chairman or ranking member of a standing or select House or Senate Committee, to conduct a retrospective analysis of an existing regulation promulgated by such agency and submit to the chairman of the relevant committee, Congress, and the Comptroller General a report on such regulation.\n\nExpands judicial review under UMRA to include review of provisions of such Act relating to agency assessment of the effects of the regulatory process and agency selection of the least costly or least burdensome alternative to a regulatory mandate. Grants courts expanded powers to compel agencies to comply with UMRA reporting requirements."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Unfunded Mandates Information and Transparency Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to provide for additional safeguards with respect to imposing Federal mandates, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Unfunded Mandates Information and Transparency Act of 2015", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-01T13:29:59Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s189.xml"
}