{
  "actions": [
    {
      "acted_at": "2016-06-23", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-06-23", 
      "action_code": "", 
      "committees": [
        "SSFI"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3091-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "bioguide_id": "A000368", 
      "district": null, 
      "name": "Ayotte, Kelly", 
      "original_cosponsor": true, 
      "sponsored_at": "2016-06-23", 
      "state": "NH", 
      "thomas_id": "02075", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "B000944", 
      "district": null, 
      "name": "Brown, Sherrod", 
      "original_cosponsor": true, 
      "sponsored_at": "2016-06-23", 
      "state": "OH", 
      "thomas_id": "00136", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "C001047", 
      "district": null, 
      "name": "Capito, Shelley Moore", 
      "original_cosponsor": true, 
      "sponsored_at": "2016-06-23", 
      "state": "WV", 
      "thomas_id": "01676", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2016-06-23", 
  "number": "3091", 
  "official_title": "A bill to reauthorize the program of block grants to States for temporary assistance for needy families through fiscal year 2021, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2959-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2969-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2991-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "EMPOWER Act of 2016", 
  "sponsor": {
    "bioguide_id": "K000383", 
    "district": null, 
    "name": "King, Angus S., Jr.", 
    "state": "ME", 
    "thomas_id": "02185", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2016-06-23", 
  "subjects": [
    "Families"
  ], 
  "subjects_top_term": "Families", 
  "summary": {
    "as": "Introduced in Senate", 
    "date": "2016-06-23T04:00:00Z", 
    "text": "Enhancing and Modernizing Pathways to Opportunity through Work, Education, and Responsibility Act of 2016 or the EMPOWER Act of 2016\n\nThis bill amends part A (Temporary Assistance for Needy Families) (TANF) of title IV of the Social Security Act (SSAct) to reauthorize through FY2021: (1) state family assistance grants, (2) tribal family assistance grants, and (3) child care entitlement grants.\n\nThe purposes of the TANF program are amended to include: (1) reduction of child poverty, including the incidence of children living in families with incomes of less than 50% of the poverty line; and (2) encouragement of employment entry, retention, retention, and advancement.\n\nThe bill repeals the separate and higher participation rate for two-parent families (marriage penalty).\n\nThe bill renames individual responsibility plans as individualized employment plans (IDPs), and revises their requirements.\n\nThe bill revises mandatory work requirements to:\n\n limit the use of the caseload reduction credit in the formula for calculating a state's work participation rate, allow states to include subsidized employment in calculating participation rates, reformulate the penalty for failure to satisfy minimum participation rates, eliminate the distinction between core and non-core work activities, allow states to receive partial credit for families participating for less than the minimum hours required for work activities, allow states to request an alternative work participation rate calculation, count as a work activity certain job search activities, replace child care assistance to a community service participant as a separate work activity with job readiness assistance, eliminate the age 20 cap on participation in secondary school attendance, eliminate the limitation on the number of persons who may be treated as engaged in work because of participation in education activities, limit to six months (unless the IDP specifies otherwise) the period in which an individual shall be considered engaged in work because of participation in a job readiness activity, and count certain disabled individuals as engaged in work if participating in work activities according to the IDP. A state shall not use federal TANF funds for families with income greater than 200% of the federal poverty line.\n\nThe bill establishes a minimum spending requirement on TANF core activities along with an associated penalty.\n\nThe bill replaces current pre-reauthorization state-by-state reports on engagement in additional work activities and expenditures for other benefits and services with requirements that each state:\n\n establish robust performance indicators and targets, and report annually on outcomes achieved. In determining eligibility for TANF assistance or any other state program funded with qualified state expenditures, a state to which a family assistance grant is made shall exclude from:\n\n a family's financial resources the value of any funds in a qualified tuition program or a Coverdell account; and a family's income and assets any income or resources of a dependent child receiving benefits under SSAct title XVI (Supplemental Security Income)."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "EMPOWER Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Enhancing and Modernizing Pathways to Opportunity through Work, Education, and Responsibility Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to reauthorize the program of block grants to States for temporary assistance for needy families through fiscal year 2021, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "EMPOWER Act of 2016", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-01T13:31:32Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s3091.xml"
}