{
  "actions": [
    {
      "acted_at": "2016-02-11", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-02-11", 
      "action_code": "", 
      "committees": [
        "SSVA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Veterans' Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2554-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Veterans' Affairs", 
      "committee_id": "SSVA"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "bioguide_id": "L000575", 
      "district": null, 
      "name": "Lankford, James", 
      "original_cosponsor": false, 
      "sponsored_at": "2016-02-22", 
      "state": "OK", 
      "thomas_id": "02050", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2016-02-11", 
  "number": "2554", 
  "official_title": "A bill to amend title 38, United States Code, to provide for the removal or demotion of employees of the Department of Veterans Affairs based on performance or misconduct, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1082-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Department of Veterans Affairs Accountability Act of 2016", 
  "sponsor": {
    "bioguide_id": "I000024", 
    "district": null, 
    "name": "Inhofe, James M.", 
    "state": "OK", 
    "thomas_id": "00583", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2016-02-11", 
  "subjects": [
    "Administrative remedies", 
    "Armed forces and national security", 
    "Congressional oversight", 
    "Department of Veterans Affairs", 
    "Employee performance", 
    "Employment discrimination and employee rights", 
    "Government employee pay, benefits, personnel management", 
    "Government ethics and transparency, public corruption", 
    "Government studies and investigations", 
    "Prescription drugs", 
    "Veterans' medical care"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced in Senate", 
    "date": "2016-02-11T05:00:00Z", 
    "text": "Department of Veterans Affairs Accountability Act of 2016\n\nThis bill authorizes the Department of Veterans Affairs (VA) to remove or demote a VA employee based on performance or misconduct.\n\n A determination that the performance or misconduct warrants removal or demotion may consist of any of the following:\n\n neglect of duty; malfeasance; failure to accept a directed reassignment or transfer of function; violation of VA policy; violation of law; insubordination; overprescription of medication; or purposeful omission, including by a supervisor, from an electronic wait list of the name of one or more veterans waiting for VA health care. The VA may also remove such individual from the civil service or demote the individual through a reduction in grade or annual pay rate.\n\nA demoted individual: (1) shall be paid at the demoted rate as of the date of demotion, (2) may not be placed on administrative leave or any other category of paid leave while an appeal is ongoing, and (3) may only receive pay and other benefits if the individual reports for duty.\n\nThe VA shall notify Congress of, and the reason for, any removal or demotion.\n\nAn employee shall have the right to an appeal before the Merit Systems Protection Board within seven days of removal or demotion. An administrative law judge shall have to make a final decision within 45 days of such appeal or the original decision becomes final. The Board or an administrative judge may not stay any removal or demotion.\n\nBetween the date on which an individual appeals a removal from the civil service and the date on which the administrative judge issues a final decision on the appeal, the individual may not receive any pay, awards, bonuses, incentives, allowances, differentials, student loan repayments, special payments, or benefits.\n\nThe VA may not remove or demote an employee without the approval of the Special Counsel if the individual seeks corrective action from the Office of Special Counsel based on an alleged prohibited personnel practice.\n\nThe Special Counsel may terminate an investigation of a prohibited personnel practice alleged by a VA employee or former employee after it has given the individual a written statement of the reasons for the termination.\n\n The Director of a Veterans Integrated Service Network may contract with an entity specializing in civilian accreditation or health care evaluation to investigate any medical center within the Network to assess deficiencies at such medical center.\n\n The Government Accountability Office shall report to Congress on VA implementation of the Veterans Choice Program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Department of Veterans Affairs Accountability Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend title 38, United States Code, to provide for the removal or demotion of employees of the Department of Veterans Affairs based on performance or misconduct, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Department of Veterans Affairs Accountability Act of 2016", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-01T13:31:13Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s2554.xml"
}