{
  "actions": [
    {
      "acted_at": "2015-06-03", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-03", 
      "action_code": "", 
      "committees": [
        "SSJU"
      ], 
      "references": [
        {
          "reference": "CR S3681-3682", 
          "type": "Sponsor introductory remarks on measure"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2016-02-02", 
      "action_code": "", 
      "committee": "Committee on the Judiciary", 
      "committees": [
        "SSJU"
      ], 
      "references": [], 
      "text": "Committee on the Judiciary. Hearings held.", 
      "type": "hearings"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1501-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "hearings", 
        "referral"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "bioguide_id": "G000386", 
      "district": null, 
      "name": "Grassley, Chuck", 
      "original_cosponsor": true, 
      "sponsored_at": "2015-06-03", 
      "state": "IA", 
      "thomas_id": "00457", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2016-02-02", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-06-03", 
  "number": "1501", 
  "official_title": "A bill to promote and reform foreign capital investment and job creation in American communities.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "American Job Creation and Investment Promotion Reform Act of 2015", 
  "sponsor": {
    "bioguide_id": "L000174", 
    "district": null, 
    "name": "Leahy, Patrick J.", 
    "state": "VT", 
    "thomas_id": "01383", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-06-03", 
  "subjects": [
    "Business investment and capital", 
    "Economic development", 
    "Financial services and investments", 
    "Foreign labor", 
    "Immigration", 
    "Immigration status and procedures", 
    "U.S. and foreign investments", 
    "Unemployment", 
    "User charges and fees", 
    "Visas and passports"
  ], 
  "subjects_top_term": "Immigration", 
  "summary": {
    "as": "Introduced in Senate", 
    "date": "2015-06-03T04:00:00Z", 
    "text": "American Job Creation and Investment Promotion Reform Act of 2015\n\nThis bill amends the Immigration and Nationality Act to extend the EB-5 regional center program through September 30, 2020.\n\nA regional center shall operate within a defined geographic area, and shall be consistent with the purpose of concentrating pooled investment and creating a significant economic impact within such area.\n\nUp to 90% of the employment creation requirements for an EB-5 visa regional center investor (alien investor) may be satisfied through indirect job creation.\n\nJob creation credit based on capital investment by non-alien entrepreneurs is limited.\n\nApproved regional centers must give advance notice to the Department of Homeland Security (DHS) of significant proposed changes to their organizational structure, ownership, or administration, which must then be approved by DHS.\n\nA commercial enterprise associated with a regional center shall file an application with, and obtain approval from, DHS for each investment offering to aliens seeking alien investor classification, which shall include: (1) a comprehensive business plan, (2) an economic analysis of estimated job creation, and (3) documents filed with the Securities and Exchange Commission.\n\nFor a capital investment in a designated targeted employment area, at least 50% of the estimated job creation shall be expected to occur within a combined statistical area or a metropolitan statistical area, or if the targeted employment area is outside of such an area, in any county that is included in or adjacent to the targeted employment area.\n\nDHS shall deny or revoke the approval of a business plan application with any investment or business arrangement that: (1) presents a threat to public safety or national security; or (2) presents a significant risk of criminal misuse, fraud, or abuse.\n\nDHS shall establish a process for premium processing of business plan applications.\n\nSanctions are provided for a regional center or affiliated individual that has violated any certification requirement or that is conducting itself in a manner inconsistent with its designation.\n\nA regional center shall be terminated from program participation for specified violations.\n\nA regional center shall monitor and supervise all offers, purchases, and sales of securities made by associated parties to ensure compliance with U.S. securities laws.\n\nThe EB-5 Integrity Fund is established in the Treasury. An annual $20,000 fee shall be collected from each regional center.\n\nAn alien investor shall demonstrate that the required capital and any administrative funds were obtained from a lawful source and through lawful means.\n\nIf a regional center or regional center associated commercial enterprise has its designation or participation terminated for reasons relating to fraud, intentional material misrepresentation, criminal misuse, or threats to public safety or national security, any person associated with that regional center, including an alien investor, shall be permanently barred from future program participation if the person was a knowing participant in the conduct that led to the termination.\n\nAn alien entrepreneur who has invested the requisite capital for at least 24 months before admission shall obtain the status of an alien lawfully admitted for permanent residence without a conditional basis upon approval of the required petition.\n\nIf DHS determines that the approval of any petition or the conditional permanent resident status granted to an alien entrepreneur is contrary to the U.S. national interest for reasons of fraud, misrepresentation, criminal misuse, or threats to public safety or national security, DHS shall notify the alien of that determination and deny the petition or terminate the permanent resident status of the alien and family members.\n\n The number of fiscal year EB-5 (employment creation) visas is increased for qualified immigrants who invest in a new commercial enterprise which, in addition to creating jobs in a targeted employment area, will invest the required capital in such area.\n\nDesignation of a non-targeted unemployment area as a targeted employment area shall be valid for renewable two-year periods.\n\nThe minimum investment amounts are increased for non-targeted employment areas and targeted employment areas.\n\nThe child of an alien investor whose conditional permanent resident status is terminated shall continue to be considered a child of the alien investor for purposes of a subsequent immigrant petition by the alien investor if the child remains unmarried and the alien investor's subsequent petition is filed within one year after termination of status.\n\nConcurrent filing of EB-5 petitions and applications is authorized for status adjustment to conditional lawful permanent resident.\n\nAn alien petitioning for classification as an alien investor may file a petition with DHS only after approval of an investment in a commercial enterprise.\n\nThe U.S. Citizenship and Immigration Service shall set fees for services at a level sufficient to ensure the full recovery of the costs of providing those services, including the cost of ensuring that adjudication is completed not later than:\n\n 120 days for a regional center, 120 days after receiving an application for approval of investment in a commercial enterprise, 150 days after receiving a petition from an alien desiring to be classified as an alien investor, and 180 days after receiving a petition from an alien for removal of conditional permanent resident status. DHS employees may not give specified preferential treatment to any organization or individual in connection with any aspect of the EB-5 regional center investor visa program."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "American Job Creation and Investment Promotion Reform Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to promote and reform foreign capital investment and job creation in American communities.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "American Job Creation and Investment Promotion Reform Act of 2015", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-01T13:30:39Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s1501.xml"
}