{
  "actions": [
    {
      "acted_at": "2016-05-25", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-25", 
      "action_code": "", 
      "committees": [
        "SSSB"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Small Business and Entrepreneurship.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2016-05-26", 
      "action_code": "", 
      "committee": "Committee on Small Business and Entrepreneurship", 
      "committees": [
        "SSSB"
      ], 
      "references": [], 
      "text": "Committee on Small Business and Entrepreneurship. Hearings held.", 
      "type": "hearings"
    }, 
    {
      "acted_at": "2016-06-08", 
      "action_code": "", 
      "committees": [
        "SSSB"
      ], 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Small Business and Entrepreneurship. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2016-06-09", 
      "action_code": "", 
      "committee": "Small Business and Entrepreneurship", 
      "committees": [
        "SSSB"
      ], 
      "references": [], 
      "text": "Committee on Small Business and Entrepreneurship. Reported by Senator Vitter with an amendment in the nature of a substitute. Without written report.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2016-06-09", 
      "action_code": "", 
      "calendar": "Senate Legislative", 
      "number": "512", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 512.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2992-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "reporting", 
        "markup", 
        "hearings", 
        "referral"
      ], 
      "committee": "Senate Small Business and Entrepreneurship", 
      "committee_id": "SSSB"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "bioguide_id": "A000368", 
      "district": null, 
      "name": "Ayotte, Kelly", 
      "original_cosponsor": true, 
      "sponsored_at": "2016-05-25", 
      "state": "NH", 
      "thomas_id": "02075", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "E000285", 
      "district": null, 
      "name": "Enzi, Michael B.", 
      "original_cosponsor": false, 
      "sponsored_at": "2016-05-26", 
      "state": "WY", 
      "thomas_id": "01542", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "P000595", 
      "district": null, 
      "name": "Peters, Gary C.", 
      "original_cosponsor": true, 
      "sponsored_at": "2016-05-25", 
      "state": "MI", 
      "thomas_id": "01929", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "R000584", 
      "district": null, 
      "name": "Risch, James E.", 
      "original_cosponsor": true, 
      "sponsored_at": "2016-05-25", 
      "state": "ID", 
      "thomas_id": "01896", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "S001181", 
      "district": null, 
      "name": "Shaheen, Jeanne", 
      "original_cosponsor": true, 
      "sponsored_at": "2016-05-25", 
      "state": "NH", 
      "thomas_id": "01901", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2016-05-26", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2016-05-25", 
  "number": "2992", 
  "official_title": "A bill to amend the Small Business Act to strengthen the Office of Credit Risk Management of the Small Business Administration, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Small Business Lending Oversight Act of 2016", 
  "sponsor": {
    "bioguide_id": "V000127", 
    "district": null, 
    "name": "Vitter, David", 
    "state": "LA", 
    "thomas_id": "01609", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2016-06-08", 
  "subjects": [
    "Commerce"
  ], 
  "subjects_top_term": "Commerce", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2016-06-09T11:12:36Z", 
    "text": "Small Business Lending Oversight Act of 2016\n\n(Sec. 2) This bill amends the Small Business Act to establish within the Small Business Administration (SBA) an Office of Credit Risk Management (OCRM) to impose specified administrative penalties, including monetary penalties, on any loan-financing lender that knowingly and repeatedly:\n\n fails properly to determine and document that a small business loan is eligible for financing, including failure to document that a loan is eligible because the applicant is unable to obtain credit elsewhere (from non-federal, non-state, or non-local government sources); sells the guaranteed portion of a loan when the loan proceeds have not been fully disbursed in accordance with program requirements; imposes on a loan applicant a fee that the SBA has not specifically authorized; or re-amortizes a loan solely to make the loan appear current. The SBA shall conduct annual risk analyses of its loan portfolio.\n\n(Sec. 3) The term \"credit elsewhere\" shall expand beyond non-federal sources to encompass credit to an individual loan applicant on reasonable terms and conditions from non-state and non-local government sources, including but not limited to:\n\n the business industry in which the loan applicant operates; whether the applicant is an enterprise that has been in operation for less than two years; the adequacy of the collateral available to secure the requested loan; and the loan term necessary to reasonably assure the applicant's ability to repay the debt from the actual or projected cash flow of the business. (Sec. 4) The SBA shall assess a separate fee of up to 0.03% per year of the outstanding balance of the deferred participation share of each approved loan, whose proceeds shall be used solely to support OCRM operations.\n\nThe SBA shall collect a fee (currently discretionary) for any loan guarantee sold into the secondary market in an amount equal to 50% of the portion of the sale price that exceeds 108% (currently 110%) of the outstanding principal amount of the portion of the loan guaranteed by the SBA.\n\n(Sec. 5) The SBA shall also, at the end of each year, calculate the percentage of loans in a lender's portfolio made without a contribution of borrower equity when the loan's purpose was to establish a new small business concern, to effectuate a change of small business ownership, or to purchase real estate. This requirement applies only to a lender that makes loans under authority delegated to the lender as a participant in the Preferred Lenders Program. No new loan application without a contribution of borrower equity, except in certain circumstances, may be approved if more than 15% of the lender's loan portfolio is without such a contribution.\n\nThe SBA shall make end-of-year calculations, too, of industry concentrations for each such lender, using the applicable six-digit classification code under the North American Industry Classification System. No new loan application to a lender from a small business concern operating in a single industry, except in certain circumstances, may be approved if over 20% of the lender's loans are concentrated in that industry.\n\nThe SBA may not approve any loan if its financing is more than 100% of project costs.\n\n(Sec. 6) A lender may use an outside agent or lender service provider to assist in identifying potential applicants and with processing, disbursing, servicing, and liquidating a loan.\n\n With respect to an SBA loan for plant acquisition, construction, conversion, or expansion, including the acquisition of land, material, supplies, equipment, and working capital, as well as a loan to any qualified small business concern, no lender may, without SBA approval, sell an amount higher than 85% of the loan, or the percentage guaranteed by the SBA, whichever is greater."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Small Business Lending Oversight Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Small Business Lending Oversight Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend the Small Business Act to strengthen the Office of Credit Risk Management of the Small Business Administration, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Small Business Lending Oversight Act of 2016", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-01T13:31:29Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s2992.xml"
}