{
  "actions": [
    {
      "acted_at": "2019-01-08", 
      "action_code": "Intro-H", 
      "references": [], 
      "text": "Introduced in House", 
      "type": "action"
    }, 
    {
      "acted_at": "2019-01-08T19:39:10-05:00", 
      "action_code": "H1L210", 
      "bill_ids": [
        "hres28-116", 
        "hr264-116", 
        "hr266-116", 
        "hr267-116"
      ], 
      "links": [
        {
          "name": "H. Res. 28", 
          "url": "https://www.congress.gov/bill/116th-congress/house-resolution/28"
        }, 
        {
          "name": "H.R. 264", 
          "url": "https://www.congress.gov/bill/116th-congress/house-bill/264"
        }, 
        {
          "name": "H.R. 265", 
          "url": "https://www.congress.gov/bill/116th-congress/house-bill/265"
        }, 
        {
          "name": "H.R. 266", 
          "url": "https://www.congress.gov/bill/116th-congress/house-bill/266"
        }, 
        {
          "name": "H.R. 267", 
          "url": "https://www.congress.gov/bill/116th-congress/house-bill/267"
        }
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H. Res. 28 Reported to House. Rule provides for consideration of H.R. 264, H.R. 265, H.R. 266 and H.R. 267. Measure will be considered read. Bill is closed to amendments. The rule provides one hour of debate, orders the previous question, and allows one motion to commit on each bill. The rule waives the requirement of clause 6(a) of rule XIII for a two-thirds vote to consider a report from the Committee on Rules on the same day it is presented to the House with respect to any resolution reported through the legislative day of January 15, 2019, relating to a measure making or continuing appropriations for the fiscal year ending September 30, 2019.", 
      "type": "action"
    }, 
    {
      "acted_at": "2019-01-08", 
      "action_code": "H11100", 
      "committees": [
        "HSAP"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Appropriations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2019-01-10T12:35:35-05:00", 
      "action_code": "H30000", 
      "bill_ids": [
        "hres28-116"
      ], 
      "links": [
        {
          "name": "H. Res. 28", 
          "url": "https://www.congress.gov/bill/116th-congress/house-resolution/28"
        }, 
        {
          "name": "H375-398", 
          "url": "https://www.congress.gov/congressional-record/volume-165/house-section/page/H375-398"
        }
      ], 
      "references": [
        {
          "reference": "CR H375-398", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under the provisions of rule H. Res. 28.", 
      "type": "action"
    }, 
    {
      "acted_at": "2019-01-10T12:35:40-05:00", 
      "action_code": "H8D000", 
      "bill_ids": [
        "hr264-116", 
        "hr266-116", 
        "hr267-116"
      ], 
      "links": [
        {
          "name": "H.R. 264", 
          "url": "https://www.congress.gov/bill/116th-congress/house-bill/264"
        }, 
        {
          "name": "H.R. 265", 
          "url": "https://www.congress.gov/bill/116th-congress/house-bill/265"
        }, 
        {
          "name": "H.R. 266", 
          "url": "https://www.congress.gov/bill/116th-congress/house-bill/266"
        }, 
        {
          "name": "H.R. 267", 
          "url": "https://www.congress.gov/bill/116th-congress/house-bill/267"
        }
      ], 
      "references": [], 
      "text": "Rule provides for consideration of H.R. 264, H.R. 265, H.R. 266 and H.R. 267. Measure will be considered read. Bill is closed to amendments. The rule provides one hour of debate, orders the previous question, and allows one motion to commit on each bill. The rule waives the requirement of clause 6(a) of rule XIII for a two-thirds vote to consider a report from the Committee on Rules on the same day it is presented to the House with respect to any resolution reported through the legislative day of January 15, 2019, relating to a measure making or continuing appropriations for the fiscal year ending September 30, 2019.", 
      "type": "action"
    }, 
    {
      "acted_at": "2019-01-10T12:35:59-05:00", 
      "action_code": "H8D000", 
      "links": [
        {
          "name": "H.R. 265", 
          "url": "https://www.congress.gov/bill/116th-congress/house-bill/265"
        }
      ], 
      "references": [], 
      "text": "DEBATE - The House proceeded with one hour of debate on H.R. 265.", 
      "type": "action"
    }, 
    {
      "acted_at": "2019-01-10T13:43:01-05:00", 
      "action_code": "H35000", 
      "references": [], 
      "text": "The previous question was ordered pursuant to the rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2019-01-10T13:43:34-05:00", 
      "action_code": "H36100", 
      "committees": [
        "HSAP"
      ], 
      "links": [
        {
          "name": "H397", 
          "url": "https://www.congress.gov/congressional-record/volume-165/house-section/page/H397"
        }
      ], 
      "references": [
        {
          "reference": "CR H397", 
          "type": "text"
        }
      ], 
      "text": "Mr. Aderholt moved to recommit with instructions to the Committee on Appropriations.", 
      "type": "action"
    }, 
    {
      "acted_at": "2019-01-10T13:44:04-05:00", 
      "action_code": "H8D000", 
      "references": [], 
      "text": "DEBATE - The House proceeded with 10 minutes of debate on the Aderholt motion to recommit with instructions, pending the reservation of a point of order. The instructions contained in the motion seek to require the bill to be reported back to the House with an amendment to make various reductions throughout the bill and increase funds for Rural Utilities Service - Distance Learning, Telemedicine, and Broadband Program. Subsequently, the point of order was withdrawn.", 
      "type": "action"
    }, 
    {
      "acted_at": "2019-01-10T13:49:26-05:00", 
      "action_code": "H8A000", 
      "references": [], 
      "text": "The previous question on the motion to recommit with instructions was ordered without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2019-01-10T13:49:37-05:00", 
      "action_code": "H8D000", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the motion to recommit with instructions, the Chair put the question on the motion, and by voice vote, announced that the ayes had prevailed. Mr. Aderholt demanded the yeas and nays and the Chair postponed further proceedings on the motion to recommit with instructions until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2019-01-10T16:16:55-05:00", 
      "action_code": "H30000", 
      "links": [
        {
          "name": "H438-440", 
          "url": "https://www.congress.gov/congressional-record/volume-165/house-section/page/H438-440"
        }
      ], 
      "references": [
        {
          "reference": "CR H438-440", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2019-01-10T16:25:30-05:00", 
      "action_code": "H36110", 
      "committees": [
        "HSAP"
      ], 
      "links": [
        {
          "name": "Roll no. 24", 
          "url": "http://clerk.house.gov/evs/2019/roll024.xml"
        }
      ], 
      "references": [], 
      "text": "On motion to recommit with instructions Failed by the Yeas and Nays: 197 - 229 (Roll no. 24).", 
      "type": "action"
    }, 
    {
      "acted_at": "2019-01-10T16:34:15-05:00", 
      "action_code": "H37100", 
      "how": "roll", 
      "links": [
        {
          "name": "H376-388", 
          "url": "https://www.congress.gov/congressional-record/volume-165/house-section/page/H376-388"
        }, 
        {
          "name": "Roll no. 25", 
          "url": "http://clerk.house.gov/evs/2019/roll025.xml"
        }
      ], 
      "references": [
        {
          "reference": "CR H376-388", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "roll": "25", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On passage Passed by the Yeas and Nays: 243 - 183 (Roll no. 25).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2019-01-10T16:34:16-05:00", 
      "action_code": "H38310", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2019-01-11", 
      "action_code": "", 
      "committees": [
        "SSAP"
      ], 
      "references": [], 
      "text": "Received in the Senate and Read twice and referred to the Committee on Appropriations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr265-116", 
  "bill_type": "hr", 
  "by_request": false, 
  "committee_reports": [], 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP"
    }
  ], 
  "congress": "116", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2019-01-08T19:39:10-05:00", 
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2019-01-10T16:34:15-05:00", 
    "vetoed": false
  }, 
  "introduced_at": "2019-01-08", 
  "number": "265", 
  "official_title": "Making appropriations for Agriculture, Rural Development, Food and Drug Administration, and Related Agencies programs for the fiscal year ending September 30, 2019, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hjres31-116", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hres28-116", 
      "identified_by": "House", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr21-116", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr648-116", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Agriculture, Rural Development, Food and Drug Administration, and Related Agencies Appropriations Act, 2019", 
  "sponsor": {
    "bioguide_id": "B000490", 
    "district": "2", 
    "name": "Bishop, Sanford D., Jr.", 
    "state": "GA", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "2019-01-10T16:34:15-05:00", 
  "subjects": [
    "Economics and public finance"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Passed House", 
    "date": "2019-01-10T13:02:27Z", 
    "text": "Highlights: \n\nThis bill provides FY2019 appropriations for the Department of Agriculture (USDA), except for the Forest Service, which is included in the Department of the Interior, Environment, and Related Agencies appropriations bill.\n\nThe bill also provides appropriations for the Food and Drug Administration (FDA) and the Farm Credit Administration.\n\nThe bill includes both discretionary and mandatory funding. The mandatory funding levels are generally set by authorizing legislation such as the farm bill and are frequently limited in the agriculture appropriations bill.\n\nFull Summary:\n\nAgriculture, Rural Development, Food and Drug Administration, and Related Agencies Appropriations Act, 2019 \n\nTITLE I--AGRICULTURAL PROGRAMS\n\nThis title provides appropriations for the following agricultural programs and services\n\n the Office of the Secretary; Executive Operations; the Office of the Chief Information Officer; the Office of the Chief Financial Officer; the Office of the Assistant Secretary for Civil Rights; the Office of Civil Rights; Agriculture Buildings and Facilities; Hazardous Materials Management; the Office of Inspector General; the Office of the General Counsel; the Office of Ethics; the Office of the Under Secretary for Research, Education, and Economics; the Economic Research Service; the National Agricultural Statistics Service; the Agricultural Research Service; the National Institute of Food and Agriculture; the Office of the Under Secretary for Marketing and Regulatory Programs; the Animal and Plant Health Inspection Service; the Agricultural Marketing Service; the Office of the Under Secretary for Food Safety; and the Food Safety and Inspection Service. TITLE II--FARM PRODUCTION AND CONSERVATION PROGRAMS\n\nThis title provides appropriations for Farm Production and Conservation programs, including\n\n the Office of the Under Secretary for Farm Production and Conservation, the Farm Production and Conservation Business Center, the Farm Service Agency, the Risk Management Agency, and the Natural Resources Conservation Service. The title also provides appropriations for (1) the Federal Crop Insurance Corporation Fund, and (2) the Commodity Credit Corporation Fund.\n\nTITLE III--RURAL DEVELOPMENT PROGRAMS\n\nThis title provides appropriations for Rural Development Programs including\n\n Rural Development Salaries and Expenses, the Rural Housing Service, the Rural Business--Cooperative Service, and the Rural Utilities Service. TITLE IV--DOMESTIC FOOD PROGRAMS\n\nThis title provides appropriations for the Office of the Under Secretary for Food, Nutrition, and Consumer Services.\n\nThe title provides appropriations for the Food and Nutrition Service for\n\n Child Nutrition Programs; the Special Supplemental Nutrition Program for Women, Infants, and Children (WIC); the Supplemental Nutrition Assistance Program (SNAP, formerly known as the food stamp program); the Commodity Assistance Program; and Nutrition Programs Administration. TITLE V--FOREIGN ASSISTANCE AND RELATED PROGRAMS\n\nThe title provides appropriations to the Office of the Under Secretary for Trade and Foreign Agricultural Affairs.\n\nIt also provides appropriations to the Foreign Agricultural Service for\n\n the Food for Peace Act (P.L. 480), the McGovern-Dole International Food for Education and Child Nutrition Program, and the Commodity Credit Corporation Export (loans) Credit Guarantee Program Account. TITLE VI--RELATED AGENCY AND FOOD AND DRUG ADMINISTRATION\n\nThis title provides appropriations to\n\n the Department of Health and Human Services for the Food and Drug Administration (FDA), and the Farm Credit Administration. TITLE VII--GENERAL PROVISIONS\n\n(Sec. 701) This section permits USDA to use funds provided by this bill for the purchase, replacement, and hire of passenger motor vehicles.\n\n(Sec. 702) This section permits USDA to transfer unobligated balances to the Working Capital Fund for the acquisition of plant and capital equipment for financial, administrative, and information technology services. It permits the transferred funds to remain available until expended and specifies restrictions on the use of the funds.\n\n(Sec. 703) This section prohibits appropriations provided by this bill from remaining available for obligation beyond the current fiscal year unless the bill expressly provides otherwise.\n\n(Sec. 704) This section limits negotiated indirect costs on cooperative agreements between USDA and nonprofit institutions to 10% of the total direct cost of the agreement when the purpose of the agreement is to carry out programs of mutual interest between the two parties.\n\n(Sec. 705) This section permits appropriations for direct and guaranteed loans to remain available until expended to disburse obligations made in the current fiscal year for (1) the Rural Development Loan Fund program account, (2) the Rural Electrification and Telecommunication Loans program account, and (3) the Rural Housing Insurance Fund program account.\n\n(Sec. 706) This section prohibits USDA from using funds provided by this bill to acquire new information technology systems or significant upgrades without approval of the Chief Information Officer (CIO) and the Executive Information Technology Investment Review Board. It also (1) restricts the transfer of funds made available by this bill to the CIO without prior approval of Congress, and (2) prohibits funds from being used for specified information technology projects without the approval of the CIO.\n\n(Sec. 707) This section permits specified funds provided under the Federal Crop Insurance Act for the Agricultural Management Assistance Program in the current fiscal year to remain available until expended to disburse obligations made in the current fiscal year.\n\n(Sec. 708) This section makes a former Rural Utility Service borrower who has repaid or prepaid a loan under the Rural Electrification Act of 1936 or any not-for-profit utility qualified to receive a loan under the Act eligible for rural economic development and job creation assistance in the same manner as a borrower.\n\n(Sec. 709) This section permits specified unobligated balances of appropriations provided by this bill for salaries and expenses of the Farm Service Agency and the Rural Development mission area to remain available through FY2020 for information technology expenses.\n\n (Sec. 710) This section prohibits funds provided by this bill from being used for first-class travel by employees of agencies funded by this bill in contravention of specified regulations.\n\n(Sec. 711) This section provides that Commodity Credit Corporation funds authorized or required to be used for specified programs included in the Agricultural Act of 2014 (1) shall be available for salaries and administrative expenses associated with the programs without regard to allotment and transfer limits, and (2) the use of the funds for this purpose shall not be considered to be a fund transfer or allotment for purposes of applying the limits.\n\n(Sec. 712) This section limits funds available for USDA advisory committees, panels, commissions, and task forces, except for panels used to comply with negotiated rulemakings or to evaluate competitively awarded grants.\n\n(Sec. 713) This section prohibits funds provided by this bill from being used to pay indirect costs charged against any agricultural research, education, or extension grant awards issued by the National Institute of Food and Agriculture (NIFA) that exceed 30% of total federal funds provided under each award.\n\nIt also permits funds provided by this bill for grants awarded competitively by NIFA to be used to pay full allowable indirect costs for specified research and development grants awarded under the Small Business Act.\n\n(Sec. 714) This section prohibits funds provided by this bill from being used for a computer network unless pornography is blocked, with the exception of law enforcement, prosecution, or adjudication activities.\n\n(Sec. 715) This section limits the amount of Section 32 funds that may be used for certain domestic food assistance programs, including\n\n Child Nutrition Programs Entitlement Commodities, State Option Contracts, Removal of Defective Commodities, and Administration of Section 32 Commodity Purchases. (Section 32 is a program created to assist producers of agricultural commodities not supported by other mandatory farm support programs. It is funded by a permanent appropriation of a portion of the previous year's customs receipts less certain mandatory transfers to child nutrition and other programs.)\n\nThis section also prohibits the use of Section 32 funds to reestablish farmers' purchasing power by making payments in connection with the normal production of any agricultural commodity for domestic consumption. It includes an exception for a limited amount of carryover funds. (Sec. 716) This section prohibits funds from being used to prepare proposals for the President's budget that assume savings from certain user fee proposals without identifying additional spending reductions that should occur if the proposals are not enacted. (Sec. 717) This section sets forth procedures, requirements, and restrictions for reprogramming and transferring funds provided by this bill.\n\n(Sec. 718) This section permits USDA to assess a one-time fee for any guaranteed business and industry loan and limits the fee to 3% of the guaranteed principal portion of the loan.\n\n(Sec. 719) This section prohibits funds from being used to provide reports, questions, or responses to questions that are a result of information requested for the appropriations hearing process to anyone not employed by USDA, the Department of Health and Human Services, or the Farm Credit Administration.\n\n(Sec. 720) This section prohibits any executive branch agency from using funds provided by this bill to produce a prepackaged news story for U.S. broadcast or distribution unless the story includes a clear notification that it was prepared or funded by the agency.\n\n(Sec. 721) This section prohibits USDA employees from being detailed or assigned from an agency funded by this bill to any other USDA agency or office for more than 60 days in a fiscal year unless the individual's employing agency is reimbursed by the receiving agency for the salary and expenses of the employee.\n\n(Sec. 722) This section provides appropriations for a pilot program to provide competitive grants to state departments of agriculture, state cooperative extension services, and nonprofit organizations to carry out programs to address farmer stress and suicide.\n\n(Sec. 723) This section directs the agencies funded by this bill to submit spending plans to Congress.\n\n(Sec. 724) This section rescinds specified unobligated balances from the Special Supplemental Nutrition Program for Women, Infants, and Children (WIC).\n\n(Sec. 725) This section requires USDA to continue an intermediary loan packaging program based on the FY2013 pilot program for packaging and reviewing section 502 single family direct loans. (The loan program assists low-income applicants in purchasing homes in rural areas. Funds may also be used to build, repair, or renovate a house, including providing water and sewage facilities.)\n\n(Sec. 726) This section permits USDA to increase the program level by up to 25% for certain loans and loan guarantees that do not require budget authority and have program levels established by this bill. USDA must notify Congress before implementing an increase under this section.\n\n(Sec. 727) This section provides that certain credit card refunds or rebates transferred to the Working Capital Fund (1) shall not be available for obligation without congressional approval; and (2) shall only be available for the acquisition of plant and capital equipment for USDA financial, administrative, and information technology services.\n\n(Sec. 728) This section prohibits funds provided by this bill from be used for the variety requirements of the final USDA rule titled \"Enhancing Retailer Standards in the Supplemental Nutrition Assistance Program (SNAP)\" until USDA amends the definition of \"variety\" to increase the number of items that qualify as acceptable varieties in each staple food category so that the total number of such items in each staple food category exceeds the number of such items in each staple food category included in the final rule.\n\nUntil the amendments are promulgated, USDA must apply the requirements regarding acceptable varieties and breadth of stock to SNAP retailers that were in effect on the day before the enactment of the Agricultural Act of 2014.\n\n(Sec. 729) This section prohibits funds provided by this bill from being used (1) in contravention of a provision of the Agricultural Act of 2014 that permits an institution of higher education or a state department of agriculture to grow or cultivate industrial hemp for research purposes; or (2) to prohibit the transportation, processing, sale, or use of industrial hemp or seeds of such plant, that is grown or cultivated in accordance with the Agricultural Act of 2014, within or outside the state in which it is grown or cultivated.\n\n(Sec. 730) This section specifies the matching requirements that apply to funds appropriated for the Agriculture and Food Research Initiative.\n\n(Sec. 731) This section sets forth the authorities that apply for USDA to provide loans for housing and buildings on adequate farms.\n\n(Sec. 732) This section prohibits funds provided by this bill from being used for regulations to allow or require information intended for a prescribing health care professional, in the case of a drug or biological product, to be distributed electronically (in lieu of in paper form) until a federal law is enacted to allow or require electronic distribution.\n\n(Sec. 733) This section prohibits the FDA from acknowledging applications for an exemption for investigational use of a drug or biological product in research in which a human embryo is intentionally created or modified to include a heritable genetic modification. Such a submission is deemed not to have been received, and the exemption may not go into effect.\n\n(Sec. 734) This section prohibits funds from being used to carry out provisions of the final FDA rule titled \"Current Good Manufacturing Practice and Hazard Analysis and Risk-Based Preventive Controls for Food for Animals\" with respect to certain requirements that apply to the production, distribution, sale, or receipt of dried spent grain by-products of the alcoholic beverage production process.\n\n(Sec. 735) This section appropriates funds for direct reimbursement payments for geographically disadvantaged farmers or ranchers to transport agricultural commodities.\n\n(Sec. 736) This section prohibits the FDA from deeming partially hydrogenated oils to be unsafe or any food containing a partially hydrogenated oil to be adulterated prior to June 18, 2018.\n\n(Sec. 737) This section provides additional funds to remain available until expended for the Rural Energy Savings Program. (The program helps rural families and small businesses achieve cost savings by providing loans to consumers to implement durable cost-effective energy efficiency measures.)\n\nUSDA may allow eligible entities to offer loans to (1) customers in any part of their service territory; and (2) to replace a manufactured housing unit with another manufactured housing unit, if replacement would be more cost effective in saving energy.\n\n(Sec. 738) This section permits the Agricultural Research Service and the Animal and Plant Health Inspection Service to make up to 50 appointments in any fiscal year during FY2019-FY2025 for employees of the agencies at the National Bio- and Agro-defense Facility in Manhattan, Kansas.\n\n(Sec. 739) This section provides appropriations for USDA to carry out a pilot program that provides forestry inventory analysis, forest management, and economic outcomes modeling for certain currently enrolled Conservation Reserve Program participants.\n\n(Sec. 740) This section prohibits the FDA from allowing the introduction or delivery for introduction into interstate commerce of any food that contains genetically engineered salmon until the FDA publishes final labeling guidelines for informing consumers of the content.\n\n(Sec. 741) This section provides appropriations to remain available until expended for implementing non-renewable agreements for wetlands preservation on eligible lands, including flooded agricultural lands.\n\n(Sec. 742) This section prohibits funds provided for the rural water, waste water, waste disposal, and solid waste management programs authorized by the Consolidated Farm and Rural Development Act from being used for the construction, alteration, maintenance, or repair of a public water or wastewater system unless all of the iron and steel products used in the project are produced in the United States. The section also specifies exceptions and waiver procedures.\n\n(Sec. 743) This section directs USDA to set aside specified additional funds for Rural Economic Area Partnership (REAP) Zones.\n\n(Sec. 744) This section prohibits USDA from including incarcerated prison populations to determine eligibility or the level of program assistance for Rural Development programs.\n\n(Sec. 745) This section provides appropriations to remain available until expended for a pilot program for USDA to award grants to non-profit organizations and public housing authorities to provide technical assistance to Rural Housing Service (RHS) multi-family housing borrowers to facilitate the acquisition of RHS multi-family housing properties in areas where there is a risk of loss of affordable housing. The grants must be used to assist acquisitions by non-profit housing organizations and public housing authorities that commit to keep the properties in the RHS multi-family housing program for a period of time determined by USDA.\n\n(Sec. 746) This section prohibits funds provided by this bill from being used to influence congressional action on any legislation or appropriation matters pending before Congress.\n\n(Sec. 747) This section requires USDA to establish a pilot program to permit state Farm Service Agency offices to make county-level payments to agricultural producers under the Agriculture Risk Coverage Program using an alternate calculation method if it is necessary to ensure that there are not significant yield calculation disparities between comparable counties in the state. It also specifies requirements for the alternative calculation method and provides appropriations for the program.\n\n(Sec. 748) This section permits USDA to receive access to certain information from federal tax returns to verify the income for individuals participating in loan programs under the Housing Act of 1949.\n\n(Sec. 749) This section provides appropriations for the Farm to School Grant Program. (The program provides competitive grants and technical assistance to implement farm-to-school programs that improve access to local foods in eligible schools.)\n\n(Sec. 750) This section prohibits the FDA from using funds provided by this bill to develop, issue, promote, or advance any regulations applicable to food manufacturers for population-wide sodium reduction actions or to develop, issue, promote or advance final guidance applicable to food manufacturers for long term population-wide sodium reduction actions until the dietary reference intake report with respect to sodium is completed.\n\n(Sec. 751) This section provides additional funds to USDA for loans and grants that are consistent with the Healthy Food Financing Initiative and that support projects to provide access to healthy food in underserved areas, create and preserve quality jobs, and revitalize low-income communities.\n\n(Sec. 752) This section provides additional funds to the Animal and Plant Health Inspection Service to remain available through FY2020 for one-time control and management and associated activities directly related to the multiple-agency response to citrus greening.\n\n(Sec. 753) This section prohibits the FDA from using funds to enforce the rule titled \"Standards for the Growing, Harvesting, Packing, and Holding of Produce for Human Consumption\" with respect to the regulation of the production, distribution, sale, or receipt of grapes that are grown, harvested, and used solely for wine and receive commercial processing that adequately reduces the presence of microorganisms of public health significance.\n\n(Sec. 754) This section provides appropriations for telemedicine and distance learning services in rural area to help address the opioid epidemic in rural America.\n\n(Sec. 755) This section provides appropriations to the National Institute of Food and Agriculture to remain available through FY2020 for a pilot program to provide grants to nonprofit organizations for programs and services to establish and enhance farming and ranching opportunities for military veterans.\n\n(Sec. 756) This section provides addition appropriations for the broadband loan and grant pilot program that was established in the Consolidated Appropriations Act, 2018.\n\n(Sec. 757) This section provides additional appropriations for direct loans and grants made under the Rural Water and Waste Disposal Program account. (Sec. 758) This section prohibits funds from being used to inspect horses for slaughter purposes.\n\n(Sec. 759) This section prohibits funds provided by this bill from being used to revoke an exception made (1) under the Grain Inspection, Packers and Stockyards Administration rule titled \"Exceptions to Geographic Areas for Official Agencies Under the USGSA\"; and (2) before April 14, 2017. (The rule established criteria to allow more than one designated official agency to inspect or weigh grain within a single geographic area.)\n\n(Sec. 760) This section requires USDA to provide technical assistance to any state or county impacted by a volcanic eruption covered by major disaster declared by the President in 2018. The technical assistance is for (1) assessing damage to agricultural production and rural infrastructure, and (2) developing recovery plans for impacted farmers, ranchers, and rural communities.\n\n(Sec. 761) This section requires USDA, in coordination with the National Oceanic and Atmospheric Administration, to establish a working group to study and report to Congress on specified issues related to ocean farming practices.\n\n(Sec. 762) This section requires USDA to report to Congress on (1) ways in which conservation programs administered by the Natural Resources Conservation Service (NRCS) may be better used for the conservation of ocelots (Leopardus pardalis), and (2) actions taken by the NRCS relating to the conservation of ocelots.\n\n(Sec. 763) This section requires the Rural Housing Service (RHS) to submit to Congress a report including\n\n specified details regarding properties assisted under title V of the Housing Act of 1949 that are reaching the end of their loan term, the strategy to preserve the long-term affordability of the properties when the loan matures, and a description of the resources and tools that the RHS needs from Congress preserve the long-term affordability of the properties. (Sec. 764) This section requires the FDA to use funds to revise the advice provided in the notice of availability titled \"Advice About Eating Fish, From the Environmental Protection Agency and Food and Drug Administration; Revised Fish Advice; Availability\" in a manner that is consistent with nutrition science recognized by FDA on the net effects of seafood consumption.\n\n(Sec. 765) This section specifies requirements for administering the broadband loan and grant pilot program established by the Consolidated Appropriations Act, 2018. USDA must (1) allow applicants that are determined to be ineligible for the program to appeal the determination in a timely fashion, and (2) exclude certain loans when determining whether an entity may overbuild or duplicate broadband expansion efforts made by any entity that has received a broadband loan from the Rural Utilities Service.\n\n(Sec. 767) This section increases the funding provided by this bill for extension programs and agricultural research at 1890 land-grant colleges, including Tuskegee University. It also decreases the funding provided by this bill for Agriculture Buildings and Facilities\n\n(Sec. 768) This section prohibits funds provided by this bill from being used to enforce the requirement in the rule titled \"Food Labeling: Revision of the Nutrition and Supplement Facts Labels\" that any single ingredient sugar, honey, agave, or syrup (including maple syrup) that is packaged and offered for sale as a single ingredient food bear the declaration \"Includes 'X'g Added Sugars.\"\n\n(Sec. 769) This section specifies that the explanatory statement printed in the Congressional Record regarding division C (Agriculture, Rural Development, Food and Drug Administration, and Related Agencies Appropriations Act, 2019) of H.R. 21 (Consolidated Appropriations Act, 2019) has the same effect, with respect to this bill, as if it were a joint explanatory statement of a conference committee.\n\n(Sec. 770) This section compensates federal employees furloughed as a result of a lapse in appropriations that began on or about December 22, 2018, and ended upon the enactment of this bill. It also ratifies and approves certain obligations incurred in anticipation of the appropriations made and the authority granted by this bill. (Sec. 771) This section reimburses or compensates certain states, federal grantees, and furloughed state employees for any period in FY2019 in which a lapse in appropriations occurs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Making appropriations for Agriculture, Rural Development, Food and Drug Administration, and Related Agencies programs for the fiscal year ending September 30, 2019, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": "passed house", 
      "is_for_portion": false, 
      "title": "Agriculture, Rural Development, Food and Drug Administration, and Related Agencies Appropriations Act, 2019", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "is_for_portion": false, 
      "title": "Agriculture, Rural Development, Food and Drug Administration, and Related Agencies Appropriations Act, 2019", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Agriculture, Rural Development, Food and Drug Administration, and Related Agencies Appropriations Act, 2019", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Agriculture, Rural Development, Food and Drug Administration, and Related Agencies Appropriations Act, 2019", 
      "type": "short"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Agriculture, Rural Development, Food and Drug Administration, and Related Agencies Appropriations Act, 2019", 
      "type": "display"
    }
  ], 
  "updated_at": "2019-07-30T13:07:02Z", 
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/116/hr/BILLSTATUS-116hr265.xml"
}