{
  "actions": [
    {
      "acted_at": "2016-02-11", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-02-11", 
      "action_code": "", 
      "committees": [
        "SSCM"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2016-03-03", 
      "action_code": "", 
      "committees": [
        "SSCM"
      ], 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce, Science, and Transportation. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2016-04-28", 
      "action_code": "", 
      "committee": "Commerce, Science, and Transportation", 
      "committees": [
        "SSCM"
      ], 
      "references": [], 
      "text": "Committee on Commerce, Science, and Transportation. Reported by Senator Thune with an amendment in the nature of a substitute. Without written report.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2016-04-28", 
      "action_code": "", 
      "calendar": "Senate Legislative", 
      "number": "446", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 446.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2555-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "reporting", 
        "markup", 
        "referral"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "bioguide_id": "N000032", 
      "district": null, 
      "name": "Nelson, Bill", 
      "original_cosponsor": true, 
      "sponsored_at": "2016-02-11", 
      "state": "FL", 
      "thomas_id": "00859", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2016-04-28", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2016-02-11", 
  "number": "2555", 
  "official_title": "A bill to provide opportunities for broadband investment, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1087-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4190-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1261-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2366-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Making Opportunities for Broadband Investment and Limiting Excessive and Needless Obstacles to Wireless Act", 
  "sponsor": {
    "bioguide_id": "T000250", 
    "district": null, 
    "name": "Thune, John", 
    "state": "SD", 
    "thomas_id": "01534", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2016-03-03", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Civil actions and liability", 
    "Congressional oversight", 
    "Consumer affairs", 
    "Education of the disadvantaged", 
    "Elementary and secondary education", 
    "Federal Communications Commission (FCC)", 
    "Government buildings, facilities, and property", 
    "Government information and archives", 
    "Government studies and investigations", 
    "Internet and video services", 
    "Land use and conservation", 
    "Licensing and registrations", 
    "Roads and highways", 
    "Rural conditions and development", 
    "Science, technology, communications", 
    "State and local taxation", 
    "Technology transfer and commercialization", 
    "Telephone and wireless communication", 
    "Transportation programs funding", 
    "User charges and fees"
  ], 
  "subjects_top_term": "Science, technology, communications", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2016-04-28T12:49:34Z", 
    "text": "Making Opportunities for Broadband Investment and Limiting Excessive and Needless Obstacles to Wireless Act or the MOBILE NOW Act \n\n(Sec. 3) This bill requires the National Telecommunications and Information Administration (NTIA) and the Federal Communications Commission (FCC), by December 31, 2020, to make available at least 255 megahertz of federal and nonfederal spectrum below the frequency of 6000 megahertz for mobile and fixed wireless broadband use. At least: (1) 100 megahertz shall be made available on an unlicensed basis; and (2) 100 megahertz shall be made available on an exclusive, licensed basis for commercial mobile use, subject to the FCC's regulatory purview, including consideration of continued use of such spectrum by incumbent federal or nonfederal entities in designated geographic areas indefinitely.\n\nIn making such spectrum available, the Department of Commerce and the FCC must consider: (1) the need to preserve critical existing and planned federal government capabilities; (2) the impact on existing state, local, and tribal government capabilities; (3) international implications; (4) appropriate enforcement mechanisms and authorities; and (5) the importance of the deployment of wireless broadband services in rural areas.\n\n(Sec. 4) The NTIA must submit to Congress and the FCC an assessment of the feasibility of authorizing mobile or fixed terrestrial wireless operations, including for advanced mobile service operations, on federal entities and operations in specified frequency bands. The FCC must publish a notice of proposed rulemaking within two years after enactment of this bill, or within 90 days after it receives the NTIA's feasibility assessment, whichever is earlier, to consider service rules authorizing such operations.\n\n(Sec. 5) Commerce and the FCC must submit reports evaluating the feasibility of allowing commercial wireless services to share use of specified frequencies between 3100 and 4200 megahertz. If such sharing is feasible, the reports must identify which of the frequencies are most suitable for sharing with commercial wireless services through the assignment of new licenses by competitive bidding, for sharing with unlicensed operations, or through a combination of licensing and unlicensed operations. The FCC must seek public comment regarding these reports.\n\n(Sec. 6) Before 2017, the FCC must take action in its Program Alternatives for Small Wireless Communications Facility Deployments proceeding.\n\n(Sec. 7) The Middle Class Tax Relief and Job Creation Act of 2012 is amended to require executive agencies, within 270 days after receiving an application, to grant or deny easements, rights-of-way, or leases to, in, over, or on federal property to install, construct, modify, or maintain a communications facility installation. Executive agencies must: (1) notify applicants of the reasons for denials, and (2) designate an agency point of contact for applicants. The bill expands the categories of infrastructure, antennas, wiring, and wireless transmission equipment for which applicants may seek such easements, rights-of-way, or leases.\n\nThe NTIA must coordinate with the Departments of the Interior, Agriculture, Defense, and Transportation (DOT), the Office of Management and Budget (OMB), and the General Services Administration to develop recommendations for tracking and expediting such applications.\n\n(Sec. 8) To facilitate installation of broadband infrastructure, DOT must ensure that states receiving federal-aid highway funds: (1) identify a broadband utility coordinator to coordinate the broadband infrastructure right-of-way needs of the state with federal-aid highway projects, (2) register broadband infrastructure entities that seek to be included in those coordination efforts, (3) coordinate statewide telecommunication and broadband plans and state and local transportation and land use plans, (4) provide strategies to minimize repeated excavations, and (5) ensure that any existing broadband infrastructure entities are not disadvantaged.\n\n(Sec. 9) The Office of Science and Technology Policy (OSTP) must establish a single database of real property owned, leased, or managed by executive agencies that is capable of supporting a communications facility installation. The OSTP must make the database available to: (1) entities that construct or operate communications facility installations or provide communications service, and (2) state and local governments so that they may provide information regarding state and local properties to include in the database. The OSTP must report to Congress regarding potential ways to incentivize state and local governments to provide such information.\n\n(Sec. 10) After notice and an opportunity for public comment, Commerce must submit recommendations to incentivize federal entities to relinquish, or share with federal or nonfederal users, federal spectrum for commercial wireless broadband services. It must consider whether permitting eligible federal entities to accept payments could expedite access to eligible frequencies.\n\n(Sec. 11) The FCC must collaborate with the NTIA to determine the best means of providing federal entities flexible access to nonfederal spectrum on a shared basis across a range of short-, mid-, and long-range timeframes, including for intermittent purposes like emergency use.\n\n(Sec. 12) After public notice and comment, the FCC must adopt rules that permit unlicensed services to use guard bands designated to protect frequencies allocated by competitive bidding if it would not cause harmful interference.\n\n(Sec. 13) The OMB may provide pre-auction funding to federal agencies for auctions intended to occur within eight years (currently, five years) after the transfer of funds.\n\n(Sec. 14) Federal entities may request an immediate transfer of funds to pay for relocation or sharing costs after the frequencies are reallocated by competitive bidding.\n\n(Sec. 15) The FCC must provide notice and an opportunity for public comment before it submits reports regarding: (1) the results of rule changes relating to the frequencies between 3550 and 3650 megahertz, and (2) proposals to promote and identify additional spectrum bands that can be shared between incumbent uses and new licensed and unlicensed services under such rules and that identify at least 1 gigahertz between 6 and 57 gigahertz for such use.\n\n(Sec. 16) The Government Accountability Office must recommend policies to increase the availability of broadband Internet access using unlicensed spectrum and wireless networks in low-income neighborhoods, particularly for elementary and school-aged children.\n\n(Sec. 17) The FCC must assess whether to establish a program, or modify existing programs, under which a licensee that receives a license for the exclusive use of spectrum in a specific geographic area may partition or disaggregate the license by sale or long-term lease to provide services consistent with the license and make unused spectrum available to: (1) unaffiliated small carriers with not more than 1,500 employees, or (2) other unaffiliated carriers to serve rural areas.\n\n(Sec. 18) The bill declares that it is U.S. policy to: (1) maximize U.S. spectrum resources to benefit U.S. people, (2) advance wireless broadband innovation and investment, and (3) make available on an unlicensed basis radio frequency bands sufficient to meet consumer demand.\n\nThe FCC must ensure that its spectrum allocation and assignment efforts make available on an unlicensed basis radio frequency bands sufficient to meet demand for unlicensed wireless broadband operations if doing so is reasonable and in the public interest after taking into account the future needs of other spectrum users.\n\n(Sec. 19) The FCC must develop a national plan for making additional radio frequency bands available for unlicensed operations. The NTIA must recommend reforms to the Spectrum Relocation Fund to address federal entities' sharing costs and expenditures under the plan.\n\n(Sec. 20) The NTIA must conduct prize competitions to accelerate the development and commercialization of technology that improves spectrum efficiency and is capable of cost-effective deployment.\n\nNot more than $5 million, in the aggregate, may be awarded to prize competition winners.\n\nThe FCC must publish a technical paper providing criteria that may be used for the design of such competitions.\n\nWireless Telecommunications Tax and Fee Collection Fairness Act of 2016\n\n(Sec. 21) State and local jurisdictions are prohibited from requiring a person to collect from, or remit on behalf of, any other person a state or local tax, fee, or surcharge imposed on the purchase or use of any wireless telecommunications service within the state unless the collection or remittance is in connection with a financial transaction between: (1) the person that the state or local jurisdiction requires to collect or remit the tax, fee, or surcharge; and (2) the purchaser or user of the wireless telecommunications service. Any person who is aggrieved by a violation of such prohibition may bring a civil action in U.S. district court for equitable relief."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Making Opportunities for Broadband Investment and Limiting Excessive and Needless Obstacles to Wireless Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "MOBILE NOW Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Making Opportunities for Broadband Investment and Limiting Excessive and Needless Obstacles to Wireless Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "MOBILE NOW Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": true, 
      "title": "Wireless Telecommunications Tax and Fee Collection Fairness Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to provide opportunities for broadband investment, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "MOBILE NOW Act", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-01T13:31:13Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s2555.xml"
}