{
  "actions": [
    {
      "acted_at": "2015-03-19", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-03-19", 
      "action_code": "", 
      "committees": [
        "SSCM"
      ], 
      "references": [
        {
          "reference": "CR S1661-1662", 
          "type": "Sponsor introductory remarks on measure"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s797-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "bioguide_id": "C000174", 
      "district": null, 
      "name": "Carper, Thomas R.", 
      "original_cosponsor": false, 
      "sponsored_at": "2015-06-01", 
      "state": "DE", 
      "thomas_id": "00179", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "H001041", 
      "district": null, 
      "name": "Heller, Dean", 
      "original_cosponsor": false, 
      "sponsored_at": "2015-06-09", 
      "state": "NV", 
      "thomas_id": "01863", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "K000360", 
      "district": null, 
      "name": "Kirk, Mark Steven", 
      "original_cosponsor": false, 
      "sponsored_at": "2015-05-14", 
      "state": "IL", 
      "thomas_id": "01647", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-03-19", 
  "number": "797", 
  "official_title": "A bill to amend the Railroad Revitalization and Regulatory Reform Act of 1976, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Railroad Infrastructure Financing Improvement Act", 
  "sponsor": {
    "bioguide_id": "B001288", 
    "district": null, 
    "name": "Booker, Cory A.", 
    "state": "NJ", 
    "thomas_id": "02194", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-03-19", 
  "subjects": [
    "Credit and credit markets", 
    "Economic development", 
    "Government lending and loan guarantees", 
    "Infrastructure development", 
    "Railroads", 
    "Securities", 
    "Transportation and public works", 
    "Transportation programs funding", 
    "User charges and fees"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced in Senate", 
    "date": "2015-03-19T04:00:00Z", 
    "text": "Railroad Infrastructure Financing Improvement Act\n\nThis bill amends the Railroad Revitalization and Regulatory Reform Act of 1976 to direct the Department of Transportation (DOT) to make direct loans and loan guarantees to:\n\n joint ventures that include, instead of at least one railroad, at least one railroad, state or local government, interstate compact, or government sponsored authority or corporation (entity); and any obligor, as designated by such an entity, including a special purpose entity receiving user fees or other payments or revenues from dedicated sources for debt service and maintenance of the equipment or facilities to be acquired or improved. Direct loans and loan guarantees may also be solely for a public-private partnership, private entity, a consortium that specializes in real estate development, or an economic development project physically or functionally related to a passenger rail station or multimodal station.\n\nDOT shall notify direct loan or loan guarantee applicants if their applications are incomplete, and within another 60 days approve or disapprove a resubmitted application.\n\nChanges may be collected for certain costs additional to the evaluation of applications. The current formula cap on such a charge is repealed.\n\nThe term for repayment of a direct loan or loan guarantee may extend from a maximum of 35 years to a maximum of the lesser of 50 years or 90% of the estimated useful life of the rail equipment or facilities to be acquired, rehabilitated, improved, developed, or established.\n\nDOT may allow an obligor to add unpaid principal and interest to the outstanding balance if at any time after the date of substantial completion the project is unable to generate sufficient revenues to pay the scheduled loan repayments of principal and interest on a direct loan. Prepayments without penalty are also allowed.\n\nAuthority for cohorts of loans is repealed.\n\n A direct loan or loan guarantee applicant may propose, and DOT may accept as collateral, as a basis for determining the amount of a credit risk premium any of the following in lieu of the value of any tangible asset:\n\n a rate covenant; adequate coverage requirements to ensure repayment, on a non-recourse basis, from cash flows generated by the project or any other dedicated revenue source; an investment-grade rating on debt senior to the direct loan or loan guarantee; or a rating on the direct loan or loan guarantee. DOT may enter into a master credit agreement (to make one or more direct loans or loan guarantees at future dates for a program of related projects secured by a common security pledge) if:\n\n the common security pledge receives an investment-grade rating (BBB minus, Baa 3, bbb minus, BBB[low], or higher) from a rating agency before entry into the master credit agreement; and all specified conditions for the provision of direct loans or loan guarantees, as applicable, are satisfied. DOT must require the applicant for an economic development project to pay, in addition to interest, a fee to provide an equitable share of revenue to support capital or operating costs of routes serving the passenger rail station or multimodal station where the development is located."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Railroad Infrastructure Financing Improvement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend the Railroad Revitalization and Regulatory Reform Act of 1976, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Railroad Infrastructure Financing Improvement Act", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-01T13:30:19Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s797.xml"
}