{
  "actions": [
    {
      "acted_at": "2015-07-28", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-07-28", 
      "action_code": "", 
      "committees": [
        "SSFR"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-07-29", 
      "action_code": "", 
      "committees": [
        "SSFR"
      ], 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Foreign Relations. Ordered to be reported with an amendment favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2015-07-30", 
      "action_code": "", 
      "committee": "Foreign Relations", 
      "committees": [
        "SSFR"
      ], 
      "references": [], 
      "text": "Committee on Foreign Relations. Reported by Senator Corker with an amendment. Without written report.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2015-07-30", 
      "action_code": "", 
      "calendar": "Senate Legislative", 
      "number": "189", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 189.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2016-04-28", 
      "action_code": "", 
      "references": [
        {
          "reference": "CR S2573-2576", 
          "type": "consideration"
        }, 
        {
          "reference": "CR S2573-2576", 
          "type": "text of measure as reported in Senate"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-04-28", 
      "action_code": "", 
      "references": [
        {
          "reference": "CR S2576", 
          "type": "consideration"
        }
      ], 
      "text": "The committee amendment withdrawn by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-04-28", 
      "action_code": "", 
      "how": "by Voice Vote", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "2016-04-29T12:10:27-04:00", 
      "action_code": "H14000", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-04-29", 
      "action_code": "", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-04-29", 
      "action_code": "H11100", 
      "committees": [
        "HSFA"
      ], 
      "references": [], 
      "text": "Referred to the House Committee on Foreign Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "samdt3885-114", 
      "amendment_type": "samdt", 
      "chamber": "s", 
      "number": "3885"
    }
  ], 
  "bill_id": "s1875-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "reporting", 
        "markup", 
        "referral"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "bioguide_id": "C001070", 
      "district": null, 
      "name": "Casey, Robert P., Jr.", 
      "original_cosponsor": false, 
      "sponsored_at": "2015-08-03", 
      "state": "PA", 
      "thomas_id": "01828", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "C001071", 
      "district": null, 
      "name": "Corker, Bob", 
      "original_cosponsor": true, 
      "sponsored_at": "2015-07-28", 
      "state": "TN", 
      "thomas_id": "01825", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "R000595", 
      "district": null, 
      "name": "Rubio, Marco", 
      "original_cosponsor": false, 
      "sponsored_at": "2015-07-29", 
      "state": "FL", 
      "thomas_id": "02084", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2015-07-30", 
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2016-04-28", 
    "vetoed": false
  }, 
  "introduced_at": "2015-07-28", 
  "number": "1875", 
  "official_title": "A bill to support enhanced accountability for United States assistance to Afghanistan, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Afghanistan Accountability Act of 2015", 
  "sponsor": {
    "bioguide_id": "M000639", 
    "district": null, 
    "name": "Menendez, Robert", 
    "state": "NJ", 
    "thomas_id": "00791", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "2016-04-28", 
  "subjects": [
    "Afghanistan", 
    "Asia", 
    "Competitiveness, trade promotion, trade deficits", 
    "Congressional oversight", 
    "Diplomacy, foreign officials, Americans abroad", 
    "Economic development", 
    "Elections, voting, political campaign regulation", 
    "Foreign aid and international relief", 
    "Foreign property", 
    "Fraud offenses and financial crimes", 
    "Government ethics and transparency, public corruption", 
    "Government studies and investigations", 
    "Human rights", 
    "International affairs", 
    "International organizations and cooperation", 
    "Judicial procedure and administration", 
    "Military civil functions", 
    "News media and reporting", 
    "Property rights", 
    "Sovereignty, recognition, national governance and status", 
    "Tariffs", 
    "Tax administration and collection, taxpayers", 
    "Trade agreements and negotiations", 
    "Visas and passports", 
    "Women's rights"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "2016-04-28T12:47:41Z", 
    "text": "Afghanistan Accountability Act of 2015\n\nTITLE I--EFFECTIVE AFGHANISTAN ASSISTANCE AND ACCOUNTABILITY\n\n(Sec. 102) This bill expresses the sense of Congress with respect to U.S. assistance and accountability in Afghanistan, including that:\n\n the National Unity Government of Afghanistan has made a substantial commitment to reform that should be supported but also subject to heightened scrutiny by the Afghan people and international donors; the international community should work closely with the new government in supporting development priorities; the U.S. government should deepen its dialogue on anti-corruption efforts with the government of Afghanistan; the United States should encourage Afghanistan's participation in the Open Government Partnership in which government and civil society collaborate to promote transparency, fight corruption, and use technologies to strengthen government; the United States should urge the government of Afghanistan to build upon existing anti-money laundering and countering terrorism financing legislation by developing effective regulations and institutions to implement reforms; the United States should urge the government of Afghanistan to broaden personal asset disclosures to include members of officials' immediate families; in the event of future egregious cases of corruption in Afghanistan the President should impose visa bans and asset freezes on those responsible, especially in instances where U.S. assistance is stolen or misappropriated; the U.S. government should cooperate with the government of Afghanistan and with international donors to develop accountability benchmarks that will condition assistance on anti-corruption performance; the United States should support the Afghan Parliament to strengthen the legal framework of anti-corruption and anti-money laundering laws; the government of Afghanistan's commitment to strengthen its nascent private sector should be supported; U.S. assistance to the Afghan judicial system and other Afghan legal institutions that enable private sector development should be prioritized to ensure the protection of private property, the sanctity of contracts, and effective dispute resolution mechanisms for businesses and investors; the U.S. government should identify opportunities to introduce trade facilitation as part of the economic relationship between the two countries; the governments of the United States and Afghanistan should work together to identify more Afghan products and raw materials to be included on the United States Generalized System of Preferences treatment list; the American University of Afghanistan is an emerging pillar in Afghanistan's education system; and the United States should encourage the government of Afghanistan to implement electoral reforms in accordance with the Agreement between the Two Campaign Teams Regarding the Structure of the National Unity Government. (Sec. 103) It is U.S. policy:\n\n to conduct assistance programs that result in effective development outcomes for the people of Afghanistan while maintaining accountability for U.S. taxpayers; that all U.S. government agencies and entities working in Afghanistan coordinate plans to develop U.S. policy and assistance programming; to support the development of effective government of Afghanistan oversight institutions; to abide by resource commitments made as part of the Tokyo Mutual Accountability Framework; to provide incentivized assistance to Afghanistan's governing institutions based upon development outcomes and on-budget assistance based upon demonstrated capacity improvements; to support the development of democratic governing institutions in Afghanistan, promote the development of a growing private sector, and strengthen civil society; to support the Afghan efforts to build strong regional economic connectivity with the country's neighbors; to support programs that promote private sector job creation in Afghanistan; and that assistance programs in support of Afghan women and girls remain a U.S. priority. (Sec. 104) The Department of State shall develop an interagency strategy for U.S. assistance that is sustainable and is not counter-productive to combating corruption in Afghanistan.\n\n Such strategy should include:\n\n multi-year goals for targeted activities to strengthen selected Afghan official institutions and nongovernmental organizations to prevent and prosecute corruption, an operational plan incorporating all U.S. programming to implement anti-corruption goals, a summary of U.S. efforts to coordinate anti-corruption efforts with international donors, a focus on the development of governmental and nongovernmental Afghan capacity to ensure accountability and combat corruption, and an evaluation of Afghan civil society anti-corruption capacities. The President is authorized to provide technical and financial assistance to government of Afghanistan anti-corruption and audit institutions and Afghan civil society watchdog groups in support of anti-corruption priorities identified by the United States and Afghanistan.\n\nThe Department of State is authorized to provide support for efforts of the government of Afghanistan to improve oversight and accountability of the Afghan National Security Forces, including the Afghan national and local police, and strengthen Afghan civil society and investigative journalists to provide oversight of these institutions.\n\n(Sec. 105) The State Department shall, annually through 2024, report to Congress listing each individual who the President determines:\n\n is a government of Afghanistan official, a senior associate, or close relative of such an official who is responsible for or complicit in ordering or directing acts of significant corruption, including the expropriation of private or public assets for personal gain, corruption related to government contracts or the extraction of natural resources, bribery, or the facilitation or transfer of the proceeds of corruption to foreign jurisdictions; or has materially assisted, sponsored, or provided financial, material, or technological support for, or goods or services in support of such an activity. The Government Accountability Office shall report to Congress on civilian-military assistance efforts in Afghanistan. Such report shall:\n\n describe lessons learned from development programming in Afghanistan to include recommendations to improve coordination between U.S. development agencies and the Armed Forces; assess the U.S. Agency for International Development's ability to advance development goals within Afghanistan operating alongside providers of U.S. military assistance; and assess whether funding under the Commander's Emergency Response Program achieved the program's counterinsurgency goals and whether this program had any long term development impact, including any negative unintended consequences."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Afghanistan Accountability Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Afghanistan Accountability Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "is_for_portion": false, 
      "title": "Afghanistan Accountability Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to support enhanced accountability for United States assistance to Afghanistan, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Afghanistan Accountability Act of 2015", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-01T13:30:49Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s1875.xml"
}