{
  "actions": [
    {
      "acted_at": "2015-02-12", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-02-12", 
      "action_code": "", 
      "committees": [
        "SSHR"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s528-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "bioguide_id": "M001111", 
      "district": null, 
      "name": "Murray, Patty", 
      "original_cosponsor": true, 
      "sponsored_at": "2015-02-12", 
      "state": "WA", 
      "thomas_id": "01409", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-02-12", 
  "number": "528", 
  "official_title": "A bill to amend the Elementary and Secondary Education Act of 1965 in order to improve the requirements regarding alternate standards and assessments for students with the most significant cognitive disabilities, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Empowering Parents and Students Through Information Act", 
  "sponsor": {
    "bioguide_id": "C001070", 
    "district": null, 
    "name": "Casey, Robert P., Jr.", 
    "state": "PA", 
    "thomas_id": "01828", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-02-12", 
  "subjects": [
    "Academic performance and assessments", 
    "Disability and paralysis", 
    "Education", 
    "Elementary and secondary education", 
    "Special education"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced in Senate", 
    "date": "2015-02-12T05:00:00Z", 
    "text": "Empowering Parents and Students Through Information Act\n\nAmends the school improvement program under part A of title I of the Elementary and Secondary Education Act of 1965 to require each state that elects to use alternate academic achievement standards for students that have the most significant cognitive disabilities to:\n\n establish and monitor the implementation of clear and appropriate guidelines for individualized education program (IEP) teams to apply in determining, on an annual and subject-by-subject basis, when a child's significant cognitive disability justifies assessment using alternate standards; ensure that the parents of students the state plans to assess using alternate assessments are involved in, and provide informed consent to, the decision to apply such alternate standards; provide evidence that students with the most significant cognitive disabilities are making progress in the general curriculum for the grade in which the students are enrolled and in assessments aligned with that curriculum; develop and promote the use of reasonable accommodations to increase the number of such students participating in grade-level academic instruction and assessments aligned with grade-level academic standards; promote the use of such accommodations to increase the number of students with the most significant cognitive disabilities who are tested against grade-level academic achievement standards; ensure that general and special education teachers and other appropriate staff know how to administer assessments for disabled students; require separate annual determinations about whether a student should be assessed using an alternate assessment based on alternate academic achievement standards for each subject assessed; and ensure that students who take such alternate assessments are not precluded from attempting to complete the state requirements for a regular secondary school diploma. Prohibits states from using any student's IEP in the state accountability system.\n\nRequires states' annual report cards to: (1) include the number and percentage of disabled students who take the alternate assessments; and (2) break that information down by grade and subject matter and by the disability categories described in the Individuals with Disabilities Education Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Empowering Parents and Students Through Information Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend the Elementary and Secondary Education Act of 1965 in order to improve the requirements regarding alternate standards and assessments for students with the most significant cognitive disabilities, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Empowering Parents and Students Through Information Act", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-01T13:30:10Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s528.xml"
}