{
  "actions": [
    {
      "acted_at": "2016-04-19", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-04-19", 
      "action_code": "", 
      "committees": [
        "SSBK"
      ], 
      "references": [
        {
          "reference": "CR S2199", 
          "type": "Sponsor introductory remarks on measure"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking, Housing, and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2818-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2016-04-19", 
  "number": "2818", 
  "official_title": "A bill to reduce housing-related health hazards, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2821-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Title X Amendments Act of 2016", 
  "sponsor": {
    "bioguide_id": "R000122", 
    "district": null, 
    "name": "Reed, Jack", 
    "state": "RI", 
    "thomas_id": "00949", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2016-04-19", 
  "subjects": [
    "Appropriations", 
    "Hazardous wastes and toxic substances", 
    "Housing and community development", 
    "Housing and community development funding", 
    "Housing supply and affordability", 
    "Low- and moderate-income housing"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Introduced in Senate", 
    "date": "2016-04-19T04:00:00Z", 
    "text": "Title X Amendments Act of 2016\n\nThis bill reauthorizes the Residential Lead-Based Paint Hazard Reduction Act of 1992 and revises the purpose for grants for lead-based paint hazard reduction in target housing.\n\nSuch grants shall be made instead for reduction of lead-based paint hazards and correction of other housing-related hazards, including any condition of residential real property that poses a risk of biological, physical, radiological, or chemical exposure that can adversely affect human health.\n\nThe Department of Housing and Urban Development may establish a process by which, in order to verify a family's income level, a grantee may first obtain and use income and program participation information from an entity administering:\n\n the HOME Investment Partnerships program under the Cranston-Gonzalez National Affordable Housing Act; the special supplemental nutrition program for women, infants, and children established under the Child Nutrition Act of 1966; reduced price or free lunches under the Richard B. Russell National School Lunch Act; the weatherization assistance program for low-income persons established under the Energy Conservation and Production Act; the temporary assistance for needy families program under part A of title IV of the Social Security Act (SSAct); the supplemental security income program under SSAct title XVI; or any other program consistent with the family income requirements of the Residential Lead-Based Paint Hazard Reduction Act of 1992. An Indian tribe and a private nonprofit organization shall be eligible to apply for such a grant, in addition to certain state or local governments, for specified activities relating to lead-based paint hazards.\n\nA private nonprofit organization shall also be eligible to apply for a grant to reduce housing-related health hazards.\n\nThe bill revises grantee selection criteria for a grant to carry out activities relating to lead-based paint hazards, and prescribes criteria for activities relating to housing-related hazards.\n\nThe bill also prescribes an allocation of funds for grants to assess and correct housing-related health hazards and evaluate the effectiveness of such assessments and corrections."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Title X Amendments Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to reduce housing-related health hazards, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Title X Amendments Act of 2016", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-12T08:51:51Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s2818.xml"
}