{
  "actions": [
    {
      "acted_at": "2016-02-04", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-02-04", 
      "action_code": "", 
      "committees": [
        "SSGA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Homeland Security and Governmental Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2016-02-10", 
      "action_code": "", 
      "committees": [
        "SSGA"
      ], 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Homeland Security and Governmental Affairs. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2016-07-12", 
      "action_code": "", 
      "committee": "Homeland Security and Governmental Affairs", 
      "committees": [
        "SSGA"
      ], 
      "references": [], 
      "text": "Committee on Homeland Security and Governmental Affairs. Reported by Senator Johnson with an amendment in the nature of a substitute. Without written report.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2016-07-12", 
      "action_code": "", 
      "calendar": "Senate Legislative", 
      "number": "558", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 558.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2509-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "reporting", 
        "markup", 
        "referral"
      ], 
      "committee": "Senate Homeland Security and Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "bioguide_id": "H001069", 
      "district": null, 
      "name": "Heitkamp, Heidi", 
      "original_cosponsor": true, 
      "sponsored_at": "2016-02-04", 
      "state": "ND", 
      "thomas_id": "02174", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "J000293", 
      "district": null, 
      "name": "Johnson, Ron", 
      "original_cosponsor": true, 
      "sponsored_at": "2016-02-04", 
      "state": "WI", 
      "thomas_id": "02086", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "K000383", 
      "district": null, 
      "name": "King, Angus S., Jr.", 
      "original_cosponsor": true, 
      "sponsored_at": "2016-02-04", 
      "state": "ME", 
      "thomas_id": "02185", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "L000575", 
      "district": null, 
      "name": "Lankford, James", 
      "original_cosponsor": true, 
      "sponsored_at": "2016-02-04", 
      "state": "OK", 
      "thomas_id": "02050", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "P000449", 
      "district": null, 
      "name": "Portman, Rob", 
      "original_cosponsor": true, 
      "sponsored_at": "2016-02-04", 
      "state": "OH", 
      "thomas_id": "00924", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2016-07-12", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2016-02-04", 
  "number": "2509", 
  "official_title": "A bill to improve the Government-wide management of Federal property.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s3011-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Federal Property Management Reform Act of 2016", 
  "sponsor": {
    "bioguide_id": "C000174", 
    "district": null, 
    "name": "Carper, Thomas R.", 
    "state": "DE", 
    "thomas_id": "00179", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2016-02-10", 
  "subjects": [
    "Congressional oversight", 
    "Executive agency funding and structure", 
    "Government buildings, facilities, and property", 
    "Government employee pay, benefits, personnel management", 
    "Government information and archives", 
    "Government operations and politics", 
    "Government studies and investigations", 
    "Land transfers", 
    "Motor vehicles", 
    "Postal service", 
    "Public-private cooperation", 
    "Rural conditions and development", 
    "Transportation safety and security", 
    "U.S. Postal Service"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2016-07-12T13:25:30Z", 
    "text": "Federal Property Management Reform Act of 2016 \n\n(Sec. 3) This bill directs the U.S. Postal Service (USPS) to identify annually a list of postal properties with space available for use by federal agencies and submit such list to specified congressional committees by September 30. This list shall also be provided to each federal agency for review and for making recommendations for collocations.\n\nThe bill establishes a Federal Property Council to be chaired by the Deputy Director for Management of the Office of Management and Budget (OMB) to: (1) develop guidance and ensure implementation of an efficient and effective property management strategy, (2) identify opportunities for the federal government to better manage its property and assets, and (3) reduce the costs of managing federal properties.\n\nThe council must update annually a property management plan template with government-wide performance measures to reduce surplus property, achieve better utilization of underutilized property, or enhance management of high value personal property. The evaluation criteria must: (1) enable Congress and federal agencies to track their progress on a government-wide basis, and (2) allow for comparison of the performance of federal agencies against industry and other public sector agencies.\n\nThe council must develop: (1) utilization rates consistent throughout each category of space and consistent with nongovernmental space use rates, (2) a strategy to reduce the reliance of federal agencies on leased space for long-term needs if ownership would be less costly, (3) a list of field offices suitable for collocation, (4) guidelines for the use of public-private partnerships in the management of federal property, and (5) recommendations to improve accountability in the disposal of surplus property under the State Agencies for Surplus Property program.\n\nFor five years, the council must report annually to the OMB on: (1) a list of the remaining excess or surplus property that is real property and of underutilized properties of each federal agency; (2) the council's progress in developing guidelines for agencies to assess their properties; (3) the progress of agencies in reducing excess and underutilized property; and (4) legislative recommendations.\n\nThe council must consult with: (1) state, local, and tribal authorities; (2) affected communities; and (3) private sector and nongovernmental organizations with expertise in transportation, commercial real estate, historic preservation, and homeless housing.\n\nThe General Services Administration (GSA) must establish, and make publicly available on its website, a database of all real property under the custody and control of all federal agencies, including a list of property disposals.\n\nFederal agencies with independent leasing authority shall annually submit to the council a list of all leases currently in effect. This requirement shall not apply to the USPS or any other property excluded for national security reasons.\n\n(Sec. 4) The USPS shall: (1) maintain adequate inventory controls and accountability systems for postal properties, (2) develop workforce projections to assess the property-related needs of the USPS workforce, and (3) conduct on a regular basis an inventory of postal property that is real property and make an assessment of the condition of each postal property.\n\nThe USPS may develop a five-year management template to: (1) reduce excess and underutilized property; (2) adopt workplace practices, configurations, and management techniques that decrease the need for real property assets; (3) identify leased space that is not fully used or occupied; and (4) secure mail processing operations.\n\n(Sec. 5) Net proceeds of a sale of excess federal real property must be returned to the agency that had custody and accountability for such property. An agency may use such proceeds for: (1) continuing disposal of excess properties, and (2) activities under the Federal Buildings Personnel Training Act of 2010. Any net proceeds not expended by the agency must be used for deficit reduction.\n\n(Sec. 6) The USPS inspector general must report on excess property held by the USPS and recommendations for repurposing such property and increasing collocation with other federal agencies.\n\n (Sec. 7) The Government Accountability Office must report on the feasibility of mail delivery vehicles being: (1) equipped for travel in rural areas and extreme weather conditions, and (2) integrated with collision-averting technology. The USPS must report on the replacement, modernization, and lifecycle plans of the USPS postal service vehicle fleet.\n\n(Sec. 8) Museums must be open to the public on a regularly scheduled weekly basis, and must operate during normal business hours, to be eligible to receive surplus federal property that the GSA transfers to state agencies for distribution through donation within their states.\n\n(Sec. 9) The bill expands the duties of federal agencies, with respect to the use of federal real property, to require: (1) workforce projections to assess the property-related requirements of the federal workforce, (2) the establishment of goals and priorities to reduce excess and underutilized property, (3) assessments of leased space to identify space that is not fully used or occupied, and (4) an annual inventory of real property under agency control and an assessment of the condition of such property."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Federal Property Management Reform Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Federal Property Management Reform Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to improve the Government-wide management of Federal property.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Federal Property Management Reform Act of 2016", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-26T20:31:13Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s2509.xml"
}