{
  "actions": [
    {
      "acted_at": "2015-05-31", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-05-31", 
      "action_code": "", 
      "committees": [
        "SSSB"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Small Business and Entrepreneurship.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-06-03", 
      "action_code": "", 
      "committees": [
        "SSSB"
      ], 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Small Business and Entrepreneurship. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2015-06-10", 
      "action_code": "", 
      "committee": "Small Business and Entrepreneurship", 
      "committees": [
        "SSSB"
      ], 
      "references": [], 
      "text": "Committee on Small Business and Entrepreneurship. Reported by Senator Vitter with an amendment in the nature of a substitute. Without written report.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2015-06-10", 
      "action_code": "", 
      "calendar": "Senate Legislative", 
      "number": "113", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 113.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2016-07-06", 
      "action_code": "", 
      "committees": [
        "SSSB"
      ], 
      "references": [], 
      "text": "By Senator Vitter from Committee on Small Business and Entrepreneurship filed written report. Report No. 114-293.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1470-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "reporting", 
        "markup", 
        "referral"
      ], 
      "committee": "Senate Small Business and Entrepreneurship", 
      "committee_id": "SSSB"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2015-06-10", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-05-31", 
  "number": "1470", 
  "official_title": "A bill to amend the Small Business Act to provide additional assistance to small business concerns for disaster recovery, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s21-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2831-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Recovery Improvements for Small Entities After Disaster Act of 2015", 
  "sponsor": {
    "bioguide_id": "V000127", 
    "district": null, 
    "name": "Vitter, David", 
    "state": "LA", 
    "thomas_id": "01609", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2015-06-03", 
  "subjects": [
    "Administrative remedies", 
    "Business investment and capital", 
    "Commerce", 
    "Congressional oversight", 
    "Disaster relief and insurance", 
    "Fraud offenses and financial crimes", 
    "Government information and archives", 
    "Government lending and loan guarantees", 
    "Government studies and investigations", 
    "Licensing and registrations", 
    "Performance measurement", 
    "Public contracts and procurement", 
    "Securities", 
    "Small Business Administration", 
    "Small business"
  ], 
  "subjects_top_term": "Commerce", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2015-06-10T14:50:21Z", 
    "text": "Recovery Improvements for Small Entities After Disaster Act of 2015 or the RISE After Disaster Act of 2015\n\nTITLE I--IMPROVEMENTS OF DISASTER RESPONSE AND LOANS\n\n(Sec. 101) This bill amends the Robert T. Stafford Disaster Relief and Emergency Assistance Act to exempt from specified nondisclosure requirements any agency action taken to prevent, investigate, or recover duplicative federal major disaster assistance and emergency benefits made to an entity.\n\nAn agency investigation relating to fraudulent acquisition of assistance shall not be subject to an individual's right to verification and an opportunity to contest the agency's findings before it takes certain adverse action.\n\n(Sec. 102) The Small Business Act is amended to authorize the Small Business Administration (SBA), in order to spur disaster recovery and growth of small businesses located in a declared major disaster area, to provide up to two years of additional financial assistance, on a competitive basis, to a small business development center (SBDC), an SBA women's business center, the Service Corps of Retired Executives, an entity, organization, or individual that receives an award or has in effect a cooperative agreement under the SBA federal and state technology (FAST) partnership program, or any proposed consortium of such individuals or entities.\n\nNo matching funds shall be required for any grant, contract, or cooperative agreement relating to such financial assistance.\n\nRecipients of this assistance must provide counseling, training, and other related services, such as promoting long-term resiliency, to small businesses and entrepreneurs impacted by a major disaster.\n\nThe SBA shall establish performance metrics and goals for grants, contracts, and cooperative agreements, including recovery of sales, recovery of employment, reestablishment of business premises, and establishment of new small business concerns.\n\nThe SBA may make one extension of a grant, contract, or cooperative agreement for up to one year, upon a showing of good cause and need.\n\n(Sec. 103) The minimum disaster loan amount for which the SBA may require collateral is increased, for a 3-year period only, from $14,000 to $25,000 (or, as under existing law, any higher amount the SBA determines appropriate in the event of a disaster). Three years after enactment of this Act the minimum disaster loan threshold shall revert to $14,000.\n\nThe SBA must assess for Congress the impact and benefits resulting from the increase to $25,000, and recommend whether it should be made permanent.\n\n(Sec. 104) The SBA may authorize an SBDC to provide advice, information, and assistance to small businesses outside the SBDC's state, without regard to geographical proximity to the SBDC, if the small business is in a declared major disaster area.\n\nIt is the sense of Congress that the SBA shall ensure that an SBDC is appropriately reimbursed for any legitimate expenses in carrying out such activities.\n\n(Sec. 105) The Small Business Investment Act of 1958 is amended to require the SBA to give priority to small business investment company applications for licenses to operate in a declared major disaster area.\n\nIn calculating the maximum amount of outstanding leverage (SBA-guaranteed debentures and participating securities) it may make available to any one SBDC, or to two or more commonly controlled SBDCs that are not under capital impairment, the SBA shall exclude the cost basis of any SBDC investment in a small business concern located in a major disaster area during the year following its declaration.\n\n (Sec. 106) The Small Business Act is further amended to:\n\n require special consideration of FAST applications for awards or cooperative agreements from applicants located in a catastrophic disaster area; waive matching requirements for such awards or cooperative agreements; and to reauthorize the FAST program, including Mentoring Networks, through FY2017. (Sec. 107) The SBA may transfer, on a priority basis, federal technology or surplus property to certain small businesses in major disaster areas. Such property may not be sold or transferred to any non-federal party during the two-year period of the declared major disaster area.\n\n(Sec. 108) The SBA may guarantee up to 85% of an express recovery opportunity loan of up to $150,000 to a small business located in a disaster area if the concern has the capacity to repay it. The guarantee fee, unless waived, and except in certain cost circumstances, shall be the same as the one the SBA would collect if the guarantee rate were 50%.\n\n(Sec. 109) The SBA may provide supplemental assistance for contractor malfeasance in the form of an increased disaster loan to cover the cost of any repairs, rehabilitation, or replacement of real or personal property needed to address economic damage or health or safety risks caused by the malfeasance of a contractor or other person.\n\n(Sec. 110) Federal agencies shall establish contracting preferences and incentives for small businesses located in disaster areas if they will perform the work required under the contract. The value of the contract shall be doubled if SBA goals for procurement contracts are met.\n\n(Sec. 111) In obtaining the best available collateral for a disaster loan of up to $200,000 relating to damage to or destruction of the property of, or economic injury to, a small business, the SBA may not require the small business owner to use his or her primary residence as collateral if the owner has other assets with a value equal to or greater than the amount of the loan that could be used.\n\nTITLE II--DISASTER PLANNING AND MITIGATION\n\n(Sec. 201) This title amends the Small Business Act to subject to the prohibition against duplication of other federal agency activities the SBA's authority to increase a disaster loan by an additional 20% of the aggregate costs of property damage or destruction. Any such increase shall cover construction of a safe room or similar storm shelter designed to protect property and occupants from tornadoes or other natural disasters.\n\n(Sec. 202) SBA district offices shall identify locations that may be used as SBA recovery centers in the event of a natural or a major disaster.\n\nTITLE III--OTHER PROVISIONS\n\n (Sec. 301) The SBA shall increase oversight of small businesses receiving economic injury disaster loans, including random site visits and random review of loan usage.\n\nIt is the sense of Congress that no additional federal funds should be made available to provide such oversight.\n\n(Sec. 302) It is also the sense of Congress that the SBA should: (1) reduce paperwork burdens on small businesses applying for disaster assistance; and (2) ensure that the application for it facilitates deterring and detecting potential incidents of waste, fraud, and abuse.\n\nThe SBA is directed to take steps to reduce such paperwork.\n\n(Sec. 303) The SBA must report to specified congressional committees on creation of a web portal to track the status of disaster loan applications.\n\n(Sec. 304) The head of an executive agency may not enter into an agreement for debris removal or demolition services in connection with natural disaster reconstruction efforts unless the agreement specifies that:\n\n all of the work under the contract will be performed by the prime contractor or one or more subcontractors at one tier under the contract; any subtractor work under the contract will be performed by local subcontractors, except to the extent that they are not available; the prime contractor will act as the project manager or construction manager; and the prime contractor has primary responsibility for managing all work under the contract and will be paid a certain percentage of the contract's overall value as sole compensation for assuming the risk associated with that responsibility."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Recovery Improvements for Small Entities After Disaster Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "RISE After Disaster Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Recovery Improvements for Small Entities After Disaster Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "RISE After Disaster Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend the Small Business Act to provide additional assistance to small business concerns for disaster recovery, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "RISE After Disaster Act of 2015", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-12T22:01:06Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s1470.xml"
}