{
  "actions": [
    {
      "acted_at": "2015-04-16", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-04-16", 
      "action_code": "", 
      "committees": [
        "SSGA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Homeland Security and Governmental Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-06-24", 
      "action_code": "", 
      "committees": [
        "SSGA"
      ], 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Homeland Security and Governmental Affairs. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2015-10-01", 
      "action_code": "", 
      "committee": "Homeland Security and Governmental Affairs", 
      "committees": [
        "SSGA"
      ], 
      "references": [], 
      "text": "Committee on Homeland Security and Governmental Affairs. Reported by Senator Johnson with an amendment in the nature of a substitute. With written report No. 114-151. Supplemental views filed.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2015-10-01", 
      "action_code": "", 
      "calendar": "Senate Legislative", 
      "number": "244", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 244.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s991-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "reporting", 
        "markup", 
        "referral"
      ], 
      "committee": "Senate Homeland Security and Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "bioguide_id": "B001230", 
      "district": null, 
      "name": "Baldwin, Tammy", 
      "original_cosponsor": false, 
      "sponsored_at": "2015-06-24", 
      "state": "WI", 
      "thomas_id": "01558", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2015-10-01", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-04-16", 
  "number": "991", 
  "official_title": "A bill to establish the Commission on Evidence-Based Policymaking, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1831-114", 
      "identified_by": "CRS", 
      "reason": "identical", 
      "type": "bill"
    }
  ], 
  "short_title": "Evidence-Based Policymaking Commission Act of 2015", 
  "sponsor": {
    "bioguide_id": "M001111", 
    "district": null, 
    "name": "Murray, Patty", 
    "state": "WA", 
    "thomas_id": "01409", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2015-06-24", 
  "subjects": [
    "Advisory bodies", 
    "Census and government statistics", 
    "Congressional oversight", 
    "General taxation matters", 
    "Government information and archives", 
    "Government operations and politics", 
    "Government studies and investigations", 
    "Policy sciences", 
    "Right of privacy"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2015-10-01T16:22:19Z", 
    "text": "Evidence-Based Policymaking Commission Act of 2015\n\n (Sec. 2) This bill establishes in the executive branch a Commission on Evidence-Based Policymaking. The Commission shall conduct a comprehensive study of the data inventory, data infrastructure, and statistical protocols related to federal policymaking and the agencies responsible for maintaining that data to:\n\n determine the optimal arrangement for which administrative data on federal programs and tax expenditures, survey data, and related statistical data series may be integrated and made available to facilitate program evaluation, continuous improvement, policy-relevant research, and cost-benefit analyses by qualified researchers and institutions; make recommendations on how data infrastructure and statistical protocols should be modified to best fulfill those objectives; and make recommendations on how best to incorporate outcomes measurement, institutionalize randomized controlled trials, and rigorous impact analysis into program design. The Commission must consider whether a clearinghouse for program and survey data should be established and how to create such a clearinghouse.\n\nThe bill directs the Commission to evaluate:\n\n what administrative data and survey data are relevant for program evaluation and federal policymaking and should be included in a potential clearinghouse; which survey data such administrative data may be linked to, in addition to linkages across administrative data series; the legal and administrative barriers to including or linking these data series; what data-sharing infrastructure should be used to facilitate data merging and access for research purposes; how a clearinghouse could be self-funded; which types of researchers, officials, and institutions should have access to data and what their qualifications should be; what limitations should be placed on the use of data provided; how to protect information and ensure individual privacy and confidentiality; how data and results of research can be used to inform program administrators and policymakers to improve program design; and what incentives may facilitate interagency sharing of information to improve programmatic effectiveness and enhance data accuracy and comprehensiveness. The Commission must submit to the President and Congress a detailed statement of its findings and conclusions, together with its recommendations for legislation or administrative actions, within 15 months of the date a majority of the Commission members are appointed.\n\n(Sec. 6) The agencies identified as \"Principal Statistical Agencies\" in the the Office of Management and Budget report entitled \"Statistical Programs of the United States Government, Fiscal Year 2015\" shall provide specified funds for carrying out the activities of the Commission.\n\n(Sec. 8) The Commission shall terminate not later than 18 months after enactment of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Evidence-Based Policymaking Commission Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Evidence-Based Policymaking Commission Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to establish the Commission on Evidence-Based Policymaking, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Evidence-Based Policymaking Commission Act of 2015", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-01T13:30:25Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s991.xml"
}