{
  "actions": [
    {
      "acted_at": "2015-07-09", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-07-09", 
      "action_code": "", 
      "committees": [
        "SSCM"
      ], 
      "references": [
        {
          "reference": "CR S5167-5168", 
          "type": "Sponsor introductory remarks on measure"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1739-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-07-09", 
  "number": "1739", 
  "official_title": "A bill to increase the minimum levels of financial responsibility for transporting property, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Truck Safety Act", 
  "sponsor": {
    "bioguide_id": "B001288", 
    "district": null, 
    "name": "Booker, Cory A.", 
    "state": "NJ", 
    "thomas_id": "02194", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-07-09", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Commuting", 
    "Congressional oversight", 
    "Department of Transportation", 
    "Government studies and investigations", 
    "Labor standards", 
    "Life, casualty, property insurance", 
    "Motor carriers", 
    "Motor vehicles", 
    "Transportation and public works", 
    "Transportation employees", 
    "Transportation safety and security", 
    "Wages and earnings"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced in Senate", 
    "date": "2015-07-09T04:00:00Z", 
    "text": "Truck Safety Act \n\nThis bill increases from $750,000 to $1.5 million (adjusted annually for inflation) the minimum level of financial responsibility required to satisfy liability covering public liability, property damage, and environmental restoration for the transportation of property by a commercial motor carrier in the United States or to a place outside the United States.\n\nThe Department of Transportation (DOT) must increase, by regulation, the minimum level of financial responsibility for transporting property or passengers if the current amount is insufficient to satisfy liability claims.\n\nDOT shall initiate a rulemaking to establish a federal motor vehicle safety standard requiring a motor vehicle with a gross vehicle weight rating greater than 26,000 pounds to be equipped with crash avoidance and mitigation systems.\n\nDOT shall finalize regulations to require such a motor vehicle also to be equipped with an electronic control module requiring the speed to be set by the manufacturer at a maximum 70 m.p.h.\n\nDOT must ensure that a review is completed on each motor carrier that demonstrates through performance data that it poses the highest safety risk, especially whenever it is among the highest risk carriers for two consecutive months.\n\nDOT shall require, with respect to driver compensation, that a motor carrier:\n\n track the on-duty (not driving) time of an employee whose base compensation is calculated in a manner other than an hourly wage and who is required to keep a record of duty status under the hours of service regulations; and separately compensate the employee for any on-duty (not driving) time period at an hourly rate not less than the federal minimum wage rate under the Fair Labor Standards Act of 1938. This compensation requirement, however, shall not apply where employment is governed by a collective bargaining agreement, negotiated by bona fide employee representatives, if the agreement governs, and compensates the employee for, all hours of on-duty (not driving) time.\n\nThe Federal Motor Carrier Safety Administration shall study the effects of excessive commuting on safety and commercial motor vehicle driver fatigue."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Truck Safety Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to increase the minimum levels of financial responsibility for transporting property, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Truck Safety Act", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-01T13:30:46Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s1739.xml"
}