{
  "actions": [
    {
      "acted_at": "2015-05-21", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-05-21", 
      "action_code": "", 
      "committees": [
        "SSAF"
      ], 
      "references": [], 
      "text": "Committee on Agriculture, Nutrition, and Forestry. Original measure reported to Senate by Senator Roberts. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-05-21", 
      "action_code": "", 
      "calendar": "Senate Legislative", 
      "number": "90", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 90.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1417-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2015-05-21", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-05-21", 
  "number": "1417", 
  "official_title": "An original bill to reauthorize the United States Grain Standards Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2051-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "United States Grain Standards Act Reauthorization Act of 2015", 
  "sponsor": {
    "bioguide_id": "R000307", 
    "district": null, 
    "name": "Roberts, Pat", 
    "state": "KS", 
    "thomas_id": "00968", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2015-05-21", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Advisory bodies", 
    "Agricultural practices and innovations", 
    "Agricultural trade", 
    "Agriculture and food", 
    "Competitiveness, trade promotion, trade deficits", 
    "Congressional oversight", 
    "Department of Agriculture", 
    "Free trade and trade barriers", 
    "Grain", 
    "Intergovernmental relations", 
    "Navigation, waterways, harbors", 
    "State and local government operations", 
    "User charges and fees", 
    "Washington State"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2015-05-21T17:13:16Z", 
    "text": "(This measure has not been amended since it was introduced. The summary has been expanded because action occurred on the measure.)\n\nUnited States Grain Standards Act Reauthorization Act of 2015 \n\nThis bill reauthorizes and amends provisions of the United States Grain Standards Act. The Act authorizes the Department of Agriculture (USDA) to establish official marketing standards for grains, and to provide procedures for grain inspection and weighing. The bill reauthorizes several expiring provisions through FY2020, establishes procedures in the event of an interruption of inspection and weighing services, revises the process for delegating inspections to state agencies, and revises fees for inspection and weighing services.\n\n (Sec. 2) The bill provides that transfers of grain into an export elevator by any mode of transportation are not required to be officially weighed. In the case of a disruption in official grain inspection or weighing services, the bill requires USDA to immediately take the actions necessary to address the disruption and resume services. USDA must also report to Congress on the disruption and provide daily updates until services have resumed.\n\nThe bill ends the permanent delegation to state agencies to carry out export inspection and weighing services. Every five years, USDA must certify that each state agency with a delegation of authority is meeting specified criteria. The certification process must include public notice and a comment period. State agencies that have been delegated authority and intend to temporarily discontinue official inspection or weighing services, except in the case of a major disaster, must notify USDA in advance.\n\nIn order to review the performance of states, local agencies, and individuals that have applied to perform official inspections other than at export port locations, USDA must periodically consult with customers of the applicant and work with the applicant to address any concerns.\n\nThe bill extends the duration of licenses for inspectors from three to five years. Designations of official agencies terminate at a time specified by USDA that is no later than every five years.\n\nThe bill changes the fee calculation for inspection and weighing services and extends the authority to collect fees through FY2020.\n\nThe bill extends the limitation on total administrative and supervisory costs, the authorization of appropriations, and the authorization of the advisory committee through FY2020.\n\n(Sec. 3) USDA must report to Congress on the disruption in federal inspection of grain exports at the Port of Vancouver in the summer of 2014. The report must include factors that led or contributed to the disruption and changes in policy USDA has implemented to ensure that a similar disruptions does not occur in the future.\n\n(Sec. 4) USDA must report to Congress on policy barriers to U.S. grain producers in countries that: (1) produce grain that receives official grading in the United States, and (2) do not offer official grading for U.S. grain or provide only the lowest designation for U.S. grain."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "United States Grain Standards Act Reauthorization Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "United States Grain Standards Act Reauthorization Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "An original bill to reauthorize the United States Grain Standards Act, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "United States Grain Standards Act Reauthorization Act of 2015", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-01T13:30:37Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s1417.xml"
}