{
  "actions": [
    {
      "acted_at": "2015-04-20", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-04-20", 
      "action_code": "", 
      "committees": [
        "SSFI"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1015-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-04-20", 
  "number": "1015", 
  "official_title": "A bill to reauthorize trade facilitation and trade enforcement functions and activities, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1269-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr1773-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr1907-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr1916-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2015-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr644-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Enforcing Orders and Reducing Customs Evasion Act of 2015", 
  "sponsor": {
    "bioguide_id": "H000338", 
    "district": null, 
    "name": "Hatch, Orrin G.", 
    "state": "UT", 
    "thomas_id": "01351", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-04-20", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Administrative remedies", 
    "Advanced technology and technological innovations", 
    "Advisory bodies", 
    "Agricultural trade", 
    "Archaeology and anthropology", 
    "Art, artists, authorship", 
    "Aviation and airports", 
    "Canada", 
    "Competitiveness, trade promotion, trade deficits", 
    "Computers and information technology", 
    "Congressional oversight", 
    "Customs enforcement", 
    "Department of Homeland Security", 
    "Department of the Treasury", 
    "Diplomacy, foreign officials, Americans abroad", 
    "Executive agency funding and structure", 
    "Federal officials", 
    "Foreign trade and international finance", 
    "Fraud offenses and financial crimes", 
    "Free trade and trade barriers", 
    "Government employee pay, benefits, personnel management", 
    "Government information and archives", 
    "Government studies and investigations", 
    "Historical and cultural resources", 
    "Horticulture and plants", 
    "Intellectual property", 
    "Judicial review and appeals", 
    "Latin America", 
    "Mexico", 
    "Office of the U.S. Trade Representative", 
    "Performance measurement", 
    "Product safety and quality", 
    "Small business", 
    "Smuggling and trafficking", 
    "Tariffs", 
    "Trade agreements and negotiations", 
    "Trade restrictions", 
    "Travel and tourism", 
    "User charges and fees", 
    "Wildlife conservation and habitat protection"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced in Senate", 
    "date": "2015-04-20T04:00:00Z", 
    "text": "Trade Facilitation and Trade Enforcement Act of 2015 \n\nThis bill directs the U.S. Customs and Border Protection (CBP) to ensure that CBP partnership programs, such as the Customs-Trade Partnership Against Terrorism, provide trade benefits to importers, exporters, and certain other private sector entities that meet program requirements.\n\nThe Government Accountability Office must report to Congress on the effectiveness of CBP enforcement of U.S. customs and trade laws (trade enforcement).\n\nCBP shall establish priorities and performance standards to measure levels of achievement of customs modernization, the movement of merchandise into and out of the United States (trade facilitation), and trade enforcement functions and programs.\n\nCBP and U.S. Immigration and Customs Enforcement (ICE) shall:\n\n establish educational seminars to improve CBP classification and appraisal of imported articles, trade enforcement, and facilitation of international trade; and develop biennially a joint strategic plan for improving trade enforcement and trade facilitation. This bill amends the Consolidated Omnibus Budget Reconciliation Act of 1985 to authorize appropriations for FY2016-FY2018 to complete the development and implementation of the Automated Commercial Environment computer system.\n\nThis bill amends the Tariff Act of 1930 to require the Department of the Treasury (Treasury) to work with the head of each agency participating in the International Trade Data System (ITDS) and the Interagency Steering Committee to ensure that, among other duties, it:\n\n develops and maintains the necessary information technology infrastructure to support the operation of the ITDS, submit all data to the ITDS electronically, and arrange to share information between each agency and the CBP. Treasury and the Department of Homeland Security (DHS) shall jointly establish a Commercial Customs Operations Advisory Committee.\n\nCBP shall develop and implement CBP-wide Centers of Excellence and Expertise.\n\nDHS shall establish within the CBP Office of International Trade a Commercial Targeting Division (including National Targeting and Analysis Groups) to conduct commercial risk assessment targeting and, when needed, issue trade alerts with respect to cargo destined for the United States.\n\nThe Treasury Inspector General shall report to Congress on oversight of revenue protection and enforcement measures.\n\nDHS and Treasury shall report jointly to Congress on security and revenue measures with respect to merchandise transported in bond.\n\nDHS shall establish a program to assign importer of record numbers.\n\nCBP shall establish a new importer program that adjusts bond amounts for new importers based on the level of risk assessed for revenue protection.\n\nAn interagency Import Safety Working Group is established.\n\nDHS shall develop a joint import safety rapid response plan that sets forth protocols for the CBP to:\n\n coordinate federal responses to cargo entering the United States that poses a threat to the health or safety of U.S. consumers, and use in recovering from or mitigating the effects of actions and responses to such an incident. Upon suspicion that merchandise is being imported into the United States in violation of U.S. trademark or copyright infringement laws, CBP shall provide the trademark or copyright owner any information appearing on the merchandise and its packaging and labels, including any unredacted images of them, if testing by the owner would assist in determining a violation.\n\nDHS shall establish within ICE a National Intellectual Property Rights Coordination Center to coordinate U.S. activities to prevent the import and export of goods that infringe intellectual property rights.\n\nCBP, ICE, and DHS shall take specified actions for enforcement of intellectual property rights.\n\nEnforcing Orders and Reducing Customs Evasion Act of 2015\n\nThis bill amends the Tariff Act of 1930 to require CBP to:\n\n investigate other federal agency claims of evasion of antidumping or countervailing duties (including any cash deposits or other security) with respect to covered merchandise entered into the United States; and take specified enforcement actions if necessary, including suspension of liquidation. This bill amends the Trade Act of 1974 to revise requirements for the identification of U.S. trade expansion priorities.\n\nThe United States Trade Representative (USTR) shall consult with Congress to prioritize, investigate, and resolve acts, policies, or practices of foreign countries that raise concerns with respect to obligations under the World Trade Organization Agreements or any other trade agreement to which the United States is a party, or that otherwise creates barriers to U.S. goods, services, or investment.\n\nThe USTR may take action to suspend concessions or other obligations under the Uruguay Round Agreements Act if:\n\n certain action has terminated that was taken by the USTR to protect U.S. rights under any trade agreement or to eliminate an act, policy, or practice of a foreign country that violates that agreement or burdens or restricts U.S. commerce; the petitioner or any representative of the domestic industry that would benefit from reinstatement of such action requests the USTR for reinstatement; and the USTR meets certain requirements. The U.S. International Trade Commission, under the Trade Act of 1974, shall make an import monitoring tool available on a website to allow public access to data on the volume and value of imported goods to assess whether such data has changed over time.\n\nCBP shall ensure that appropriate resources address concerns that honey as well as illicit cultural property, archaeological or ethnological materials, and fish, wildlife, and plants are being imported into the United States in violation of U.S. customs laws.\n\nThe Office of the USTR shall now include one presidentially appointed Chief Innovation and Intellectual Property Negotiator, who shall conduct trade negotiations and enforce trade agreements with respect to U.S. intellectual property as well as take appropriate actions to address foreign acts, policies, and practices with a significant adverse impact on the value of U.S. innovation.\n\nThe USTR shall develop, not later than 90 days after submission of the National Trade Estimate, an action plan of certain benchmarks for achieving adequate protection of intellectual property rights for each foreign country placed and remaining on a priority watch list for at least one year.\n\n The general de minimis aggregate fair retail value in the country of shipment of duty-free articles imported by one person on one day increases from $200 to $800.\n\nThis bill also prescribes or revises requirements under the Tariff Act of 1930 and the Harmonized Tariff Schedule of the United States for:\n\n certain penalties for customs brokers convicted of committing or conspiring to commit an act of terrorism, duty-free treatment of certain federal property exported and reimported without having been advanced in value or improved in condition while abroad, duties on warranty repairs or alterations of articles exported from and then returned to the United States, exemption from duty treatment of the residue of bulk cargo contained in instruments of international traffic previously exported from the United States, drawback (refund of paid customs duties) on eligible merchandise imported into the United States and later exported or destroyed, assignment of CBP employees to perform customs services for charter flight passengers and their baggage, and country of origin marking of certain castings imported into the United States."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Enforcing Orders and Reducing Customs Evasion Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Trade Facilitation and Trade Enforcement Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to reauthorize trade facilitation and trade enforcement functions and activities, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Enforcing Orders and Reducing Customs Evasion Act of 2015", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-01T13:30:26Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s1015.xml"
}