{
  "actions": [
    {
      "acted_at": "2015-06-24", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-24", 
      "action_code": "", 
      "committees": [
        "SSCM"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1673-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "bioguide_id": "M000133", 
      "district": null, 
      "name": "Markey, Edward J.", 
      "original_cosponsor": true, 
      "sponsored_at": "2015-06-24", 
      "state": "MA", 
      "thomas_id": "00735", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-06-24", 
  "number": "1673", 
  "official_title": "A bill to improve passenger vessel security and safety, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3142-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Cruise Passenger Protection Act", 
  "sponsor": {
    "bioguide_id": "B001277", 
    "district": null, 
    "name": "Blumenthal, Richard", 
    "state": "CT", 
    "thomas_id": "02076", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-06-24", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Advisory bodies", 
    "Assault and harassment offenses", 
    "Business records", 
    "Civil actions and liability", 
    "Coast guard", 
    "Congressional oversight", 
    "Consumer affairs", 
    "Contracts and agency", 
    "Crime prevention", 
    "Crime victims", 
    "Criminal investigation, prosecution, interrogation", 
    "Department of Homeland Security", 
    "Department of Transportation", 
    "Emergency medical services and trauma care", 
    "Evidence and witnesses", 
    "Federal preemption", 
    "Government information and archives", 
    "Government studies and investigations", 
    "Health personnel", 
    "Health technology, devices, supplies", 
    "Marine and inland water transportation", 
    "Marketing and advertising", 
    "Sex offenses", 
    "Sexually transmitted diseases", 
    "Telephone and wireless communication", 
    "Transportation and public works", 
    "Transportation costs", 
    "Transportation employees", 
    "Transportation safety and security"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced in Senate", 
    "date": "2015-06-24T04:00:00Z", 
    "text": "Cruise Passenger Protection Act - Amends federal shipping law to direct the Department of Transportation (DOT) to develop standards for passenger vessel owners to provide passengers with a summary of key terms of passage contracts before they are binding.\n\nRequires such standards to include recommendations that ensure that the summary is conspicuous and unambiguous.\n\nRequires vessel owners, no later than 180 days after the standards are developed, to:\n\n provide each passenger vessel with a summary meeting those standards, include a link to each website the owner maintains for passengers to purchase or book passage on a passenger vessel, and include the summary in promotional literature or advertising. Applies this Act to passenger vessels that:\n\n carry at least 250 passengers, have sleeping facilities for each passenger, are on a voyage that embarks or disembarks passengers in the United States, are not engaged in coastwise trade, and are not federal- or state-owned. Directs DOT to establish a toll-free hotline and website for passenger complaints.\n\nPrescribes both civil and criminal penalties for persons who violate the requirements of this Act.\n\nDirects DOT to determine whether any of the enumerated rights in the international cruise line passenger bill of rights (adopted by the members of the Cruise Lines International Association) is enforceable under federal law.\n\nDirects DOT to establish an advisory committee for passenger vessel consumer protection.\n\nRevises passenger vessel security and safety requirements concerning:\n\n log book entries and reporting of deaths, missing individuals, thefts, and other crimes; and placement, access to records, and notice of video surveillance equipment to monitor crime. Requires vessel owners to ensure that a vessel is staffed at all times with the appropriate number of sea marshals, as well as appropriate medical staff to treat passengers on board.\n\nDirects DOT to:\n\n designate a director of victim support services to act as primary point of contact within the federal government for vessel passengers who are victims of crime, establish a 24-hour toll-free telephone number for crime victims to obtain support services, and develop a summary of rights for victims of crime. Directs DOT to maintain on a website a statistical compilation of reported incidents of missing persons, crimes, and other information for vessel passengers.\n\nDirects DOT, in coordination with the Coast Guard, the Department of Justice, and heads of other relevant federal agencies, to study the feasibility of having an individual on board each passenger vessel to provide victim support and related safety and security services.\n\nRequires the Maritime Administration (which, currently, is merely authorized) to certify organizations in the United States and abroad that offer the curriculum for training and certification of passenger vessel security personnel, crewmembers, and law enforcement officials on the appropriate methods for prevention, detection, evidence preservation, and reporting of crimes in international waters.\n\nRevises vessel design, equipment, construction, and retrofitting requirements.\n\nRequires the peep hole or other means of visual identification in the entry door of a passenger stateroom or crew cabin to provide an unobstructed view of the area outside the stateroom or crew cabin.\n\nAuthorizes the Department of Homeland Security to withhold or revoke the clearance of, and the Secretary of the department in which the Coast Guard is operating to deny entry into the United States to, any vessel owner that:\n\n commits an act or omission for which a penalty is imposed under this Act, or fails to pay the penalty."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Cruise Passenger Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to improve passenger vessel security and safety, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Cruise Passenger Protection Act", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-01T13:30:44Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s1673.xml"
}