{
  "actions": [
    {
      "acted_at": "2015-12-10", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-10", 
      "action_code": "", 
      "committees": [
        "SSFI"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2398-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "bioguide_id": "M000133", 
      "district": null, 
      "name": "Markey, Edward J.", 
      "original_cosponsor": false, 
      "sponsored_at": "2016-01-12", 
      "state": "MA", 
      "thomas_id": "00735", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "M001176", 
      "district": null, 
      "name": "Merkley, Jeff", 
      "original_cosponsor": false, 
      "sponsored_at": "2016-01-12", 
      "state": "OR", 
      "thomas_id": "01900", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-12-10", 
  "number": "2398", 
  "official_title": "A bill to provide benefits and services to workers who have lost their jobs or have experienced a reduction in wages or hours due to the transition to clean energy, to amend the National Labor Relations Act to establish an efficient system to enable employees to form, join, or assist labor organizations, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr415-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr481-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3690-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s198-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2142-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr5000-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Clean Energy Worker Just Transition Act", 
  "sponsor": {
    "bioguide_id": "S000033", 
    "district": null, 
    "name": "Sanders, Bernard", 
    "state": "VT", 
    "thomas_id": "01010", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-12-10", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Administrative remedies", 
    "Alternative and renewable resources", 
    "Alternative dispute resolution, mediation, arbitration", 
    "Business investment and capital", 
    "Coal", 
    "Corporate finance and management", 
    "Department of the Treasury", 
    "Economic development", 
    "Electric power generation and transmission", 
    "Employee benefits and pensions", 
    "Employee hiring", 
    "Employment and training programs", 
    "Energy research", 
    "Energy storage, supplies, demand", 
    "Foreign and international corporations", 
    "Government lending and loan guarantees", 
    "Government trust funds", 
    "Health care costs and insurance", 
    "Higher education", 
    "Income tax credits", 
    "Income tax rates", 
    "Intergovernmental relations", 
    "Internet and video services", 
    "Labor and employment", 
    "Labor-management relations", 
    "Land use and conservation", 
    "Mining", 
    "National Labor Relations Board (NLRB)", 
    "Rural conditions and development", 
    "Solid waste and recycling", 
    "State and local finance", 
    "State and local government operations", 
    "Student aid and college costs", 
    "Taxation of foreign income", 
    "Telephone and wireless communication", 
    "Unemployment", 
    "User charges and fees", 
    "Water quality", 
    "Water resources funding", 
    "Water use and supply"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced in Senate", 
    "date": "2015-12-10T05:00:00Z", 
    "text": "Clean Energy Worker Just Transition Act\n\nThis bill prescribes eligibility requirements and procedures for the award of temporary adjustment assistance to a group of workers of adversely affected coal-related or coal-dependent or similar energy industries who are totally or partially separated, or threatened with total or partial separation, because of the low cost of competing alternative forms of energy.\n\nSuch assistance shall include temporary additional unemployment compensation, health insurance premium subsidy tax credits, training and support for employment, as well as additional pension benefits.\n\nThe bill establishes in the Treasury the Clean Energy Workers Trust Fund, appropriations to which shall include the increase in revenues resulting from certain revisions to the rules for taxation of inverted corporations (U.S. corporations that acquire foreign companies to reincorporate in a foreign jurisdiction with income tax rates lower than the U.S. rates).\n\nThe Internal Revenue Code (IRC) is amended to revise such rules to treat as an inverted domestic corporation subject to U.S. taxation any foreign corporation that acquires the properties of a U.S. corporation or partnership after May 8, 2014, if, after the acquisition: (1) more than 50% (by vote or value) of the stock of the new entity (expanded affiliated group) is held by former shareholders or partners of the domestic corporation or partnership, or (2) the management or control of the expanded affiliated group occurs primarily within the United States and the group has significant domestic business activities.\n\nThe bill creates a tax credit for hiring certified adversely affected energy industry workers. The Department of Labor shall provide full information to workers about the adjustment assistance available under this Act.\n\nThe Surface Mining Control and Reclamation Act of 1977 is amended to transfer specified excess funds derived from coal mine operator-paid reclamation fees to the trustees of the 1974 UMWA Pension Plan for use solely to pay pension benefits required under such Plan.\n\nWorkplace Democracy for a Clean Energy Future\n\nThis bill amends the National Labor Relations Act to require the National Labor Relations Board to certify without an election an individual or labor organization as the exclusive representative of the employees in a unit appropriate for bargaining if a majority of the employees has signed valid authorizations designating the individual or labor organization specified in a properly filed petition as their bargaining representative and no other individual or labor organization is currently certified or recognized as the exclusive representative of any of the employees in the unit.\n\nThe Board shall develop guidelines and procedures for the designation by employees of a bargaining representative.\n\nThe bill prescribes deadlines for critical turns in collective bargaining to establish an initial agreement upon the request of an individual or labor organization that has been newly organized or certified as a representative.\n\nThe bill also creates a Community Need-Based Economic Transition Assistance Program, coordinated by the Department of Commerce, for counties or Indian tribes in which at least 35 certified adversely affected workers reside. The Appalachian Regional Commission shall award grants to such counties to support economic development planning and implementation activities in them.\n\nThe Office of Surface Mining Reclamation and Enforcement shall award grants to eligible counties for reclamation of abandoned coal mine land sites and associated polluted waters.\n\nThe Environmental Protection Agency shall: (1) award eligible counties capitalization grants to establish a drinking water treatment revolving loan fund; and (2) provide those counties long-term, low-interest loans for large water infrastructure projects not otherwise eligible for funding from a state revolving loan fund.\n\nThe Department of Agriculture shall provide such counties loans and loan guarantees under the Rural Electrification Act of 1936 to expand access to, and the quality of, broadband service across the rural United States. Commerce shall award them grants under the Broadband Technology Opportunities Program.\n\nThe Department of Energy shall award these counties grants for electricity delivery and energy reliability activities to modernize the electric grid."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Clean Energy Worker Just Transition Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Workplace Democracy for a Clean Energy Future", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to provide benefits and services to workers who have lost their jobs or have experienced a reduction in wages or hours due to the transition to clean energy, to amend the National Labor Relations Act to establish an efficient system to enable employees to form, join, or assist labor organizations, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Clean Energy Worker Just Transition Act", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-01T13:31:09Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s2398.xml"
}