{
  "actions": [
    {
      "acted_at": "2016-04-18", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-04-18", 
      "action_code": "", 
      "committees": [
        "SSSB"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Small Business and Entrepreneurship.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2016-05-11", 
      "action_code": "", 
      "committees": [
        "SSSB"
      ], 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Small Business and Entrepreneurship. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2016-05-24", 
      "action_code": "", 
      "committee": "Small Business and Entrepreneurship", 
      "committees": [
        "SSSB"
      ], 
      "references": [], 
      "text": "Committee on Small Business and Entrepreneurship. Reported by Senator Vitter with an amendment in the nature of a substitute. Without written report.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2016-05-24", 
      "action_code": "", 
      "calendar": "Senate Legislative", 
      "number": "480", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 480.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2016-06-29", 
      "action_code": "", 
      "committee": "Committee on Small Business and Entrepreneurship", 
      "committees": [
        "SSSB"
      ], 
      "references": [], 
      "text": "Committee on Small Business and Entrepreneurship. Hearings held.", 
      "type": "hearings"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2812-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "hearings", 
        "reporting", 
        "markup", 
        "referral"
      ], 
      "committee": "Senate Small Business and Entrepreneurship", 
      "committee_id": "SSSB"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "bioguide_id": "A000368", 
      "district": null, 
      "name": "Ayotte, Kelly", 
      "original_cosponsor": true, 
      "sponsored_at": "2016-04-18", 
      "state": "NH", 
      "thomas_id": "02075", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "M000133", 
      "district": null, 
      "name": "Markey, Edward J.", 
      "original_cosponsor": true, 
      "sponsored_at": "2016-04-18", 
      "state": "MA", 
      "thomas_id": "00735", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "V000127", 
      "district": null, 
      "name": "Vitter, David", 
      "original_cosponsor": true, 
      "sponsored_at": "2016-04-18", 
      "state": "LA", 
      "thomas_id": "01609", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2016-05-24", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2016-04-18", 
  "number": "2812", 
  "official_title": "A bill to amend the Small Business Act to reauthorize and improve the Small Business Innovation Research Program and the Small Business Technology Transfer Program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2136-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2793-114", 
      "identified_by": "CRS", 
      "reason": "identical", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2855-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "SBIR and STTR Reauthorization and Improvement Act of 2016", 
  "sponsor": {
    "bioguide_id": "S001181", 
    "district": null, 
    "name": "Shaheen, Jeanne", 
    "state": "NH", 
    "thomas_id": "01901", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2016-05-11", 
  "subjects": [
    "Accounting and auditing", 
    "Administrative law and regulatory procedures", 
    "Advanced technology and technological innovations", 
    "Business investment and capital", 
    "Commerce", 
    "Congressional oversight", 
    "Employment and training programs", 
    "Government information and archives", 
    "Government studies and investigations", 
    "Inflation and prices", 
    "Intellectual property", 
    "Minority and disadvantaged businesses", 
    "Minority employment", 
    "Public contracts and procurement", 
    "Research administration and funding", 
    "Research and development", 
    "Science and engineering education", 
    "Small Business Administration", 
    "Small business", 
    "Technology transfer and commercialization", 
    "Women in business", 
    "Women's employment"
  ], 
  "subjects_top_term": "Commerce", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2016-05-24T13:23:43Z", 
    "text": "SBIR and STTR Reauthorization and Improvement Act of 2016\n\nTITLE I--REAUTHORIZATION OF PROGRAMS\n\n(Sec. 101) This bill amends the Small Business Act to reauthorize and make permanent the Small Business Innovation Research (SBIR) and Small Business Technology Transfer (STTR) programs.\n\nTITLE II--ENHANCED SMALL BUSINESS ACCESS TO FEDERAL INNOVATION INVESTMENTS\n\n(Sec. 201) The bill specifies budget amounts for the Department of Defense (DOD) (for extramural expenditures and those for research, development, test, and evaluation) and other federal agencies to obligate for expenditure with small business concerns under the SBIR and STTR programs.\n\n(Sec. 202) The Small Business Administration (SBA) shall modify certain policy directives to eliminate automatic annual inflation adjustments to awards under Phases I and II of the SBIR program.\n\n(Phase I is a six-month exploration of the technical merit or feasibility of an idea or technology. Phase II, which may be for up to two years, is research, development, and evaluation of the potential of Phase I ideas or technologies for commercialization.)\n\nThe bill expresses the sense of Congress that for FY2019, and every third fiscal year following, Congress should evaluate whether the maximum award sizes under the SBIR and STTR programs should be adjusted and, if so, take appropriate action to require such adjustments to be made under specified SBIR policy directives.\n\nA federal agency head shall ensure that any sequential Phase II award is made in accordance with specified limitations on award sizes.\n\n(A sequential Phase II award is an additional Phase II award for research and development of an idea or technology that evaluates the potential for commercialization.)\n\nA small business concern that receives a sequential Phase II SBIR or Phase II STTR award for a project from a federal agency shall be eligible to receive an additional sequential Phase II award that continues work on that project from another federal agency.\n\nTITLE III--COMMERCIALIZATION IMPROVEMENTS\n\n(Sec. 301)The bill makes permanent the Commercialization Development Awards pilot program under which the SBA makes awards:\n\n for technology development, testing, evaluation, and commercialization assistance for SBIR and STTR Phase II technologies; or to support the progress of research, research and development, and commercialization conducted under the SBIR or STTR programs to Phase III (in which a small business pursues, without SBA funding, commercialization objectives resulting from the Phase I/II activities). (Sec. 302) The national small business goal for federal agency research and development programs shall be at least 10% for FY2018 and ensuing fiscal years.\n\n(Sec. 303) Annual reports to Congress on the SBIR and STTR programs shall include information regarding awards under the Rapid Innovation Program under the Ike Skelton National Defense Authorization Act for Fiscal Year 2011.\n\n(Sec. 304) An SBIR or STTR award may cover the indirect cost of seeking protection for intellectual property created through work performed under it.\n\n No federal agency may inhibit directly or indirectly the recovery of patent costs by an otherwise eligible small business concern performing under an SBIR or STTR award, including: costs for searching the art necessary to make invention disclosures; other costs connected with the filing and prosecution of a U.S. patent application where title or royalty-free license is to be conveyed to the federal government; and general counseling services relating to patent matters. These patent costs shall be allowable for technology developed under:\n\n a Phase I award, as indirect costs of up to $5,000; a Phase II award, as indirect costs of up to $15,000; and a Phase III award in which the federal government has specified government purpose rights. (Sec. 305) The Government Accountability Office (GAO) shall audit annually federal government compliance with SBIR and STTR goals and incentives.\n\n(Sec. 306) Federal agencies and prime contractors shall issue Phase III awards relating to technology, including sole source awards, to the SBIR and STTR award recipients that developed the technology.\n\n(Sec. 307) Each federal agency required to conduct an SBIR or an STTR program may enter into an agreement with one (as in current law) or more vendors to give small business concerns engaged in SBIR or STTR projects technical assistance (as in current law) and business assistance services, such as assistance with product sales, intellectual property protections, market research, market validation, and development of regulatory and manufacturing plans, as well as intellectual property protections.\n\nA small business concern as well as a federal agency may, by contract or otherwise, select one or more vendors to assist the small business concern in meeting program goals.\n\nThe amount that a federal agency may give a recipient of a Phase I SBIR or STTR award through a vendor, or that the agency may authorize for a recipient in order to purchase allowable services, shall change from up to $5,000 per year to up to $6,500 per project.\n\nThe counterpart amounts for the recipient of a Phase II SBIR or STTR award shall change from up to $5,000 per year to up to $35,000 per project. The amount for purchase of services may be included as part of the recipient's award or be in addition to the amount of the recipient's award.\n\nBusiness-related services aimed at improving the commercialization success of a small business concern may be obtained from an entity, such as a public or private organization, a state agency, or another state-established or -funded entity, that facilitates or accelerates the commercialization of technologies or assists in the creation and growth of private enterprises that are commercializing technology. The SBA shall establish a fiscal year limit on the amount of technical and business assistance services that may be received or purchased by small business concerns with respect to multiple Phase II SBIR or STTR awards. TITLE IV--PROGRAM DIVERSIFICATION INITIATIVES\n\n(Sec. 401) The SBA shall allow each federal agency required to conduct an SBIR program to use certain funds for improvements that increase commonality across data systems, reduce redundancy, and improve data oversight and accuracy.\n\nThe SBA shall establish a Regional SBIR State Collaborative Initiative Pilot Program under which it shall make awards to regional collaboratives to address the needs of small business concerns in order to:\n\n be more competitive in the proposal and selection process for SBIR and STTR awards, and increase technology transfer and commercialization. The SBA shall award each eligible state in a regional collaborative up to $300,000 to carry out collaborative activities.\n\nThe Pilot Program shall terminate at the end of FY2021.\n\n(Sec. 402) The bill reauthorizes the Federal and State Technology (FAST) Partnership Program through FY2021.\n\nTITLE V--OVERSIGHT AND SIMPLIFICATION INITIATIVES\n\n(Sec. 501) The bill establishes an SBIR and STTR Interagency Policy Committee to:\n\n determine how to collect data on achievements by small business concerns in each phase of the programs; establish a uniform baseline for metrics that support improving the solicitation, contracting, funding, and execution of program management; normalize formatting and database usage across participating federal agencies; and determine the feasibility of developing a common system across all participating federal agencies and related paperwork requirements. (Sec. 502) For FY2018-FY2019 any federal agency that has not implemented specified SBIR and STTR requirements must continue to pay the SBA specified funds for the Regional SBIR State Collaborative Initiative Pilot Program and the FAST Partnership Program, and to support the SBA Office of the Administration that administers those programs; but may not use any additional amounts until a certain time after it complies fully with those requirements.\n\n(Sec. 503) The Department of Health and Human Services (HHS), the Department of Agriculture, and the National Science Foundation shall make final decisions on each proposal submitted under its SBIR and STTR programs by specified deadlines.\n\n(Sec. 504) The National Defense Authorization Act for Fiscal Year 2012 is amended to extend until the GAO submits its FY2019 report the GAO duty to conduct fiscal and management audits of the SBIR and STTR programs.\n\nThe GAO shall assess whether the change in the base funding for DOD under Sec. 201 of this bill:\n\n improves transparency for determining whether DOD is complying with SBIR AND STTR allocation requirements, reduces the burden of calculating the allocations, and improves DOD compliance with those allocation requirements. TITLE VI--PARTICIPATION BY WOMEN AND MINORITIES (Sec. 601) The SBA shall coordinate with participating agencies on efforts to increase outreach and awards under the SBIR and STTR programs to small business concerns owned and controlled by women and socially and economically disadvantaged small business concerns. (Sec. 602) Each federal agency required to establish an SBIR program shall implement an SBIR outreach program to all such concerns. (Sec. 603) The SBA shall modify its STTR policy directive to emphasize enhanced outreach efforts to increase the participation of such concerns in technological innovation and in STTR programs. (Sec. 604) The SBIR/STTR Reauthorization Act of 2011 is amended to require the Interagency SBIR/STTR Policy Committee to meet at least twice a year. If it meets to discuss outreach and technical assistance activities to increase the participation of small business concerns underrepresented in the SBIR and STTR programs, it shall invite a representative of the Minority Business Development Agency and relevant stakeholders working to advance the interests of small business concerns owned and controlled by women and by socially and economically disadvantaged small business concerns. (Sec. 605) The SBA shall establish a four-year Diversity and STEM Workforce Development Pilot Program to encourage the business community to create workforce development opportunities for science, technology, engineering, and math (STEM) interns, under which a federal agency participating in the SBIR or the STTR program may make a grant of up to $15,000 per year to one or more eligible entities for the costs of internships for covered STEM interns. TITLE VII--TECHNICAL CHANGES\n\n(Sec. 701) HHS generally (currently only the National Institutes of Health) may:\n\n grant a small business concern a Phase II SBIR award for a project without regard to whether the concern received a Phase I award for the project, if certain requirements are met; and award competitively up to 25% of the funds allocated for the SBIR program to small business concerns owned in majority part by multiple venture capital operating companies, hedge funds, or private equity firms. (Sec. 702) Eligibility for a Phase II SBIR award may be based, but not based only, on an invitation, pre-screening, or pre-selection process."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "SBIR and STTR Reauthorization and Improvement Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "SBIR and STTR Reauthorization and Improvement Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend the Small Business Act to reauthorize and improve the Small Business Innovation Research Program and the Small Business Technology Transfer Program, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "SBIR and STTR Reauthorization and Improvement Act of 2016", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-15T20:31:05Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s2812.xml"
}