{
  "actions": [
    {
      "acted_at": "2016-07-18", 
      "action_code": "Intro-H", 
      "references": [], 
      "text": "Introduced in House", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-18", 
      "action_code": "H11100", 
      "committees": [
        "HSWM"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5919-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2016-07-18", 
  "number": "5919", 
  "official_title": "To amend title II of the Social Security Act to improve the process by which the Social Security Administration makes disability determinations and awards disability benefits, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr918-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s499-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2005-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Preserving and Reforming SSDI (PAR-SSDI) Act of 2016", 
  "sponsor": {
    "bioguide_id": "S001183", 
    "district": "6", 
    "name": "Schweikert, David", 
    "state": "AZ", 
    "thomas_id": "01994", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2016-07-18", 
  "subjects": [
    "Social welfare"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced in House", 
    "date": "2016-07-18T04:00:00Z", 
    "text": "Preserving and Reforming SSDI (PAR-SSDI) Act of 2016\n\nThis bill amends title II (Old Age, Survivors and Disability Insurance) (OASDI) of the Social Security Act (SSAct) to:\n\n direct the Social Security Administration (SSA), in determining whether an individual is under a disability, to make such a determination without regard to the individual's ability to communicate in English; prohibit the SSA, in determining whether an individual is under a disability for a month, from considering the individual's vocational background in computing the quarters of coverage requirement unless the individual had not less than 16 quarters of coverage during the 24-quarter period ending with the quarter in which such month occurs; and direct the SSA to prepare and implement a complete update of the vocational and educational factors considered in making disability determinations. The bill declares that for any week in whole or in part within a month that an individual is paid or determined to be eligible for unemployment compensation he or she shall be deemed to have engaged in substantial gainful activity and so be disqualified from receiving Social Security disability benefits after a certain period has elapsed.\n\nThe bill also states that, for purposes of determining services rendered by an individual during a period of trial work which will not disqualify the individual for disability benefits, the individual shall be deemed to have rendered services in a month if he or she is entitled to unemployment compensation or trade adjustment assistance for that month.\n\nThe bill revises prerequisites for the entitlement of certain individuals under age 65 to SSAct title XVIII (Medicare) part A hospital insurance benefits. The length of time such an individual must be entitled to disability insurance, child's insurance, or widow's insurance benefits, in order to qualify for entitlement to Medicare part A hospital benefits, shall increase from the current 24 months to 60 months.\n\nIf the amount of an individual's unearned income for a month is equal to or greater than the monthly income limit for that month, the individual shall be deemed to have engaged in substantial gainful activity for the month for purposes of determining disability insurance benefit payments.\n\nThe SSA must receive from an individual and/or the individual's representative, in its entirety and without redaction, all known relevant medical evidence related to a disability claim. Any medical evidence not submitted in its entirety or not furnished by a licensed practitioner shall be excluded in disability determinations.\n\nIn determining whether a disability benefits applicant is disabled, the SSA shall not consider medical evidence resulting from a consultative exam with a health care provider unless the application is accompanied by a Medical Consultant Acknowledgment Form signed by the health care provider who conducted the exam.\n\nThe bill changes the index used to calculate OASDI cost-of-living adjustments to the Chained Price Index for All Urban Consumers.\n\nIn any case in which SSA initiates a review of disability benefits for an individual, the review shall include an independent estimate by a qualified Social Security income verification contractor of the individual's monthly income."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Preserving and Reforming SSDI (PAR-SSDI) Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To amend title II of the Social Security Act to improve the process by which the Social Security Administration makes disability determinations and awards disability benefits, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Preserving and Reforming SSDI (PAR-SSDI) Act of 2016", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-01T15:01:15Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/hr/BILLSTATUS-114hr5919.xml"
}