{
  "actions": [
    {
      "acted_at": "2015-12-08", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-08", 
      "action_code": "", 
      "committees": [
        "SSGA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Homeland Security and Governmental Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-12-09", 
      "action_code": "", 
      "committees": [
        "SSGA"
      ], 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Homeland Security and Governmental Affairs. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2016-07-06", 
      "action_code": "", 
      "committee": "Homeland Security and Governmental Affairs", 
      "committees": [
        "SSGA"
      ], 
      "references": [], 
      "text": "Committee on Homeland Security and Governmental Affairs. Reported by Senator Johnson with an amendment in the nature of a substitute. With written report No. 114-291.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2016-07-06", 
      "action_code": "", 
      "calendar": "Senate Legislative", 
      "number": "544", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 544.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2375-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "reporting", 
        "markup", 
        "referral"
      ], 
      "committee": "Senate Homeland Security and Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "bioguide_id": "B000575", 
      "district": null, 
      "name": "Blunt, Roy", 
      "original_cosponsor": true, 
      "sponsored_at": "2015-12-08", 
      "state": "MO", 
      "thomas_id": "01464", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "L000575", 
      "district": null, 
      "name": "Lankford, James", 
      "original_cosponsor": true, 
      "sponsored_at": "2015-12-08", 
      "state": "OK", 
      "thomas_id": "02050", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "P000449", 
      "district": null, 
      "name": "Portman, Rob", 
      "original_cosponsor": true, 
      "sponsored_at": "2015-12-08", 
      "state": "OH", 
      "thomas_id": "00924", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "W000805", 
      "district": null, 
      "name": "Warner, Mark R.", 
      "original_cosponsor": true, 
      "sponsored_at": "2015-12-08", 
      "state": "VA", 
      "thomas_id": "01897", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2016-07-06", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-12-08", 
  "number": "2375", 
  "official_title": "A bill to decrease the deficit by consolidating and selling excess Federal tangible property, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4465-114", 
      "identified_by": "House", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s3011-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Federal Asset Sale and Transfer Act of 2015", 
  "sponsor": {
    "bioguide_id": "J000293", 
    "district": null, 
    "name": "Johnson, Ron", 
    "state": "WI", 
    "thomas_id": "02086", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2015-12-09", 
  "subjects": [
    "Congressional oversight", 
    "Executive agency funding and structure", 
    "Government buildings, facilities, and property", 
    "Government information and archives", 
    "Government operations and politics", 
    "Government studies and investigations", 
    "Homelessness and emergency shelter", 
    "Land transfers"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2016-07-06T14:35:19Z", 
    "text": "Federal Asset Sale and Transfer Act of 2015\n\n(Sec. 4) This bill establishes the Federal Real Property Reform Board to identify opportunities for the federal government to significantly reduce the inventory of civilian real property it holds and reduce its costs.\n\nThe President must appoint: (1) a board chairperson with the Senate's advice and consent, and (2) six board members after consulting with Congress.\n\nThe board shall terminate six years after enactment of this bill.\n\n(Sec. 5) Each federal agency shall submit to the General Services Administration (GSA) and the Office of Management and Budget (OMB) an annual report containing current data of all federal civilian real properties it owns, leases, or controls and its recommendations regarding: (1) federal civilian property that can be sold, disposed of, reported as excess, declared surplus, or outleased because it no longer meets the needs of the agency or that can be transferred, consolidated, or redeveloped to reduce the inventory, reduce operating costs, and create the highest return for the taxpayer; and (2) operational efficiencies that may be realized in the operation and maintenance of such properties. The OMB shall review agency recommendations, develop standards for reviewing such recommendations, and submit such standards and its recommendations to the board.\n\n \"Federal civilian real properties\" is defined as federal real property assets excluding:\n\n military installations; public domain land, land reserved or dedicated for national forest or national park purposes, minerals in public domain land that the Department of the Interior determines are suitable for disposition under public land mining and mineral leasing laws, and certain land withdrawn or reserved from the public domain; naval battleships, cruisers, aircraft carriers, destroyers, or submarines; government records; Indian and native Eskimo property held in trust by the federal government; real property operated and maintained by the Tennessee Valley Authority; property excluded by the OMB for national security reasons; certain public lands administered by the Forest Service, the Bureau of Land Management, the National Park Service, the Commissioner of Reclamation, or the U.S Fish and Wildlife Service; and property owned or leased by the U.S. Postal Service. The OMB's standards for reviewing recommendations must consider the extent to which:\n\n a federal building or facility could be sold, redeveloped, outleased, or used to produce the highest and best value and return for the taxpayer; operating and maintenance costs could be reduced, including the timing of potential cost savings and the number of years; the utilization rate is being maximized and is consistent with nongovernmental industry standards; reliance on leasing for long-term space is reduced; the federal property aligns with the current mission of the agency; there are opportunities to consolidate similar operations across multiple agencies or within agencies; and energy consumption is reduced. The OMB: (1) must apply clear standard utilization rates consistent throughout each category of space and with nongovernment space utilization rates; and (2) may recommend realignment, colocation, consolidation, or other actions for agencies exceeding that standard utilization rate.\n\nThe OMB's standards and recommendations must be published in the Federal Register and submitted to Congress and the Government Accountability Office (GAO).\n\n(Sec. 6) The board shall identify at least five federal properties with a total fair market value of at least $500 million that are not on the list of surplus or excess, which properties shall be treated as agency recommendations and be subject to OMB approval. Each federal agency with custody, control, or administrative jurisdiction over the board-identified properties shall submit to the GSA a report of excess. The GSA must then sell those five board-identified properties at fair market value.\n\nThe board must also: (1) analyze the inventory of federal civilian real property and the associated recommendations of the agencies and the OMB; (2) implement a system of accounting to evaluate the cost of and returns on such recommendations; and (3) report to the OMB, and publicly post on the board's website, its recommendations and conclusions for the consolidation, exchange, colocation, reconfiguration, lease reduction, sale, outlease, or redevelopment of federal civilian real properties and for other operational efficiencies in the operation and maintenance of those properties.\n\nThe board: (1) may consider proposals from state and local officials and the private sector, and (2) must conduct public hearings.\n\nThe GAO must submit to Congress and the board: (1) an analysis of the board's recommendations, and (2) a description of the selection process used to develop the recommendations.\n\n(Sec. 7) The OMB shall review and report to Congress and the board on its approval, disapproval, or revision of the board's recommendations. Congress may require the board to testify before congressional committees before the OMB submits its report.\n\n(Sec. 8) Each agency shall carry out approved recommendations within six years after the OMB submits to Congress the board's recommendations. An agency must notify the OMB and Congress if a recommended action will take longer than six years due to an extenuating circumstance.\n\nThe OMB must submit to the Department of Housing and Urban Development (HUD) information about the buildings and properties included in the board's recommendations (excluding the five properties of at least $500 million to be sold at fair market value). HUD shall identify any suitable properties for use as a property benefitting the mission of assistance to the homeless for the purposes of further screening pursuant to the McKinney-Vento Homeless Assistance Act.\n\nIf the costs of all environmental restoration, waste management, and environmental compliance activities otherwise to be paid by a federal agency disposing of a property are equal to or greater than the fair market value of the property to be transferred, the federal agency may pay the recipient of the property the lesser of: (1) the amount by which the costs incurred by the recipient for such restoration and compliance activities exceed the fair market value of the property, or (2) the amount by which the costs that would otherwise have been incurred by HUD for such activities exceed the fair market value of the property.\n\n(Sec. 9) Within the Federal Buildings Fund, the bill establishes an asset proceeds and space management fund to carry out the board's approved recommendations. This fund shall consist of amounts: (1) provided in appropriations Acts, to remain available until expended; and (2) received from the sale of any civilian real property action taken pursuant to a board recommendation. The deposited amounts shall be available as provided in appropriation Acts for consolidation, colocation, exchange, redevelopment, reconfiguration of space, disposal, and other actions recommended by the board for federal agencies. Sale proceeds may be made available to cover costs associated with implementing the recommendations.\n\nThe bill also establishes a fund for the board's salaries and administrative expenses.\n\nThe President must submit annual reports that include: (1) an estimate of proceeds from implementing the board's recommendations, and (2) the obligations and expenditures needed to support those recommendations.\n\n(Sec. 10) The GSA prospectus required to be submitted for congressional approval of a proposed facility must describe how the project is consistent with the OMB's criteria for reviewing agencies' real property reduction recommendations.\n\n(Sec. 11) OMB, GSA, and board actions under this bill are not subject to judicial review.\n\n(Sec. 12) The GAO shall annually review and report to Congress on agency implementation of board recommendations.\n\n(Sec. 13) The bill amends the McKinney-Vento Homeless Assistance Act to modify application procedures and allow the use of surplus property to provide permanent housing with or without supportive services to assist the homeless."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Federal Asset Sale and Transfer Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Federal Asset Sale and Transfer Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to decrease the deficit by consolidating and selling excess Federal tangible property, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Federal Asset Sale and Transfer Act of 2015", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-01T14:01:51Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s2375.xml"
}