{
  "actions": [
    {
      "acted_at": "2019-01-08", 
      "action_code": "Intro-H", 
      "references": [], 
      "text": "Introduced in House", 
      "type": "action"
    }, 
    {
      "acted_at": "2019-01-08T19:39:10-05:00", 
      "action_code": "H1L210", 
      "bill_ids": [
        "hres28-116", 
        "hr265-116", 
        "hr266-116", 
        "hr267-116"
      ], 
      "links": [
        {
          "name": "H. Res. 28", 
          "url": "https://www.congress.gov/bill/116th-congress/house-resolution/28"
        }, 
        {
          "name": "H.R. 264", 
          "url": "https://www.congress.gov/bill/116th-congress/house-bill/264"
        }, 
        {
          "name": "H.R. 265", 
          "url": "https://www.congress.gov/bill/116th-congress/house-bill/265"
        }, 
        {
          "name": "H.R. 266", 
          "url": "https://www.congress.gov/bill/116th-congress/house-bill/266"
        }, 
        {
          "name": "H.R. 267", 
          "url": "https://www.congress.gov/bill/116th-congress/house-bill/267"
        }
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H. Res. 28 Reported to House. Rule provides for consideration of H.R. 264, H.R. 265, H.R. 266 and H.R. 267. Measure will be considered read. Bill is closed to amendments. The rule provides one hour of debate, orders the previous question, and allows one motion to commit on each bill. The rule waives the requirement of clause 6(a) of rule XIII for a two-thirds vote to consider a report from the Committee on Rules on the same day it is presented to the House with respect to any resolution reported through the legislative day of January 15, 2019, relating to a measure making or continuing appropriations for the fiscal year ending September 30, 2019.", 
      "type": "action"
    }, 
    {
      "acted_at": "2019-01-08", 
      "action_code": "H11100", 
      "committees": [
        "HSAP"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Appropriations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2019-01-09T14:15:18-05:00", 
      "action_code": "H30000", 
      "bill_ids": [
        "hres28-116"
      ], 
      "links": [
        {
          "name": "H. Res. 28", 
          "url": "https://www.congress.gov/bill/116th-congress/house-resolution/28"
        }, 
        {
          "name": "H312-338", 
          "url": "https://www.congress.gov/congressional-record/volume-165/house-section/page/H312-338"
        }
      ], 
      "references": [
        {
          "reference": "CR H312-338", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under the provisions of rule H. Res. 28.", 
      "type": "action"
    }, 
    {
      "acted_at": "2019-01-09T14:15:23-05:00", 
      "action_code": "H8D000", 
      "bill_ids": [
        "hr265-116", 
        "hr266-116", 
        "hr267-116"
      ], 
      "links": [
        {
          "name": "H.R. 264", 
          "url": "https://www.congress.gov/bill/116th-congress/house-bill/264"
        }, 
        {
          "name": "H.R. 265", 
          "url": "https://www.congress.gov/bill/116th-congress/house-bill/265"
        }, 
        {
          "name": "H.R. 266", 
          "url": "https://www.congress.gov/bill/116th-congress/house-bill/266"
        }, 
        {
          "name": "H.R. 267", 
          "url": "https://www.congress.gov/bill/116th-congress/house-bill/267"
        }
      ], 
      "references": [], 
      "text": "Rule provides for consideration of H.R. 264, H.R. 265, H.R. 266 and H.R. 267. Measure will be considered read. Bill is closed to amendments. The rule provides one hour of debate, orders the previous question, and allows one motion to commit on each bill. The rule waives the requirement of clause 6(a) of rule XIII for a two-thirds vote to consider a report from the Committee on Rules on the same day it is presented to the House with respect to any resolution reported through the legislative day of January 15, 2019, relating to a measure making or continuing appropriations for the fiscal year ending September 30, 2019.", 
      "type": "action"
    }, 
    {
      "acted_at": "2019-01-09T14:16:47-05:00", 
      "action_code": "H8D000", 
      "links": [
        {
          "name": "H.R. 264", 
          "url": "https://www.congress.gov/bill/116th-congress/house-bill/264"
        }
      ], 
      "references": [], 
      "text": "DEBATE - The House proceeded with one hour of debate on H.R. 264.", 
      "type": "action"
    }, 
    {
      "acted_at": "2019-01-09T15:09:04-05:00", 
      "action_code": "H35000", 
      "references": [], 
      "text": "The previous question was ordered pursuant to the rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2019-01-09T15:09:42-05:00", 
      "action_code": "H36100", 
      "committees": [
        "HSAP"
      ], 
      "links": [
        {
          "name": "H337", 
          "url": "https://www.congress.gov/congressional-record/volume-165/house-section/page/H337"
        }
      ], 
      "references": [
        {
          "reference": "CR H337", 
          "type": "text"
        }
      ], 
      "text": "Mr. Graves (GA) moved to recommit with instructions to the Committee on Appropriations.", 
      "type": "action"
    }, 
    {
      "acted_at": "2019-01-09T15:10:21-05:00", 
      "action_code": "H8D000", 
      "references": [], 
      "text": "DEBATE - The House proceeded with 10 minutes of debate on the Graves (GA) motion to recommit with instructions. The instructions contained in the motion seek to require the bill to be reported back to the House with an amendment to increase the Office of Terrorism and Financial Intelligence Salaries and Expenses account by $2 million and to decrease the General Services Administration Real Property Activities Federal Buildings Fund by a similar amount.", 
      "type": "action"
    }, 
    {
      "acted_at": "2019-01-09T15:17:37-05:00", 
      "action_code": "H8A000", 
      "references": [], 
      "text": "The previous question on the motion to recommit with instructions was ordered without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2019-01-09T15:17:38-05:00", 
      "action_code": "H8D000", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Graves (GA) motion to recommit with instructions, the Chair put the question on the motion to recommit and by voice vote announced that the noes had prevailed. Mr. Graves (GA) demanded the yeas and nays and the Chair postponed further proceedings until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2019-01-09T16:52:11-05:00", 
      "action_code": "H30000", 
      "links": [
        {
          "name": "H346-347", 
          "url": "https://www.congress.gov/congressional-record/volume-165/house-section/page/H346-347"
        }
      ], 
      "references": [
        {
          "reference": "CR H346-347", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2019-01-09T17:01:55-05:00", 
      "action_code": "H36110", 
      "committees": [
        "HSAP"
      ], 
      "links": [
        {
          "name": "Roll no. 20", 
          "url": "http://clerk.house.gov/evs/2019/roll020.xml"
        }
      ], 
      "references": [], 
      "text": "On motion to recommit with instructions Failed by the Yeas and Nays: 200 - 227 (Roll no. 20).", 
      "type": "action"
    }, 
    {
      "acted_at": "2019-01-09T17:11:11-05:00", 
      "action_code": "H37100", 
      "how": "roll", 
      "links": [
        {
          "name": "H312-331", 
          "url": "https://www.congress.gov/congressional-record/volume-165/house-section/page/H312-331"
        }, 
        {
          "name": "Roll no. 21", 
          "url": "http://clerk.house.gov/evs/2019/roll021.xml"
        }
      ], 
      "references": [
        {
          "reference": "CR H312-331", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "roll": "21", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On passage Passed by the Yeas and Nays: 240 - 188 (Roll no. 21).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2019-01-09T17:11:13-05:00", 
      "action_code": "H38310", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2019-01-09", 
      "action_code": "", 
      "references": [], 
      "text": "Received in the Senate. Read the first time. Placed on Senate Legislative Calendar under Read the First Time.", 
      "type": "action"
    }, 
    {
      "acted_at": "2019-01-10", 
      "action_code": "", 
      "calendar": "Senate Legislative", 
      "number": "9", 
      "references": [], 
      "text": "Read the second time. Placed on Senate Legislative Calendar under General Orders. Calendar No. 9.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr264-116", 
  "bill_type": "hr", 
  "by_request": false, 
  "committee_reports": [], 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP"
    }
  ], 
  "congress": "116", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2019-01-08T19:39:10-05:00", 
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2019-01-09T17:11:11-05:00", 
    "vetoed": false
  }, 
  "introduced_at": "2019-01-08", 
  "number": "264", 
  "official_title": "Making appropriations for financial services and general government for the fiscal year ending September 30, 2019, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hjres31-116", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hres28-116", 
      "identified_by": "House", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr21-116", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr648-116", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Financial Services and General Government Appropriations Act, 2019", 
  "sponsor": {
    "bioguide_id": "Q000023", 
    "district": "5", 
    "name": "Quigley, Mike", 
    "state": "IL", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "2019-01-09T17:11:11-05:00", 
  "subjects": [
    "Administrative Conference of the U.S.", 
    "Appropriations", 
    "Commodity Futures Trading Commission", 
    "Consumer Product Safety Commission", 
    "Department of the Treasury", 
    "District of Columbia", 
    "Economics and public finance", 
    "Election Assistance Commission", 
    "Environmental education", 
    "Executive Office of the President", 
    "Executive agency funding and structure", 
    "Federal Communications Commission (FCC)", 
    "Federal Deposit Insurance Corporation (FDIC)", 
    "Federal Election Commission (FEC)", 
    "Federal Labor Relations Authority", 
    "Federal Trade Commission (FTC)", 
    "Federal appellate courts", 
    "Federal district courts", 
    "General Services Administration", 
    "Higher education", 
    "Judicial procedure and administration", 
    "Merit Systems Protection Board", 
    "National Archives and Records Administration", 
    "National Credit Union Administration", 
    "Office of Government Ethics", 
    "Office of Personnel Management (OPM)", 
    "Office of Special Counsel", 
    "Postal Regulatory Commission", 
    "Privacy and Civil Liberties Oversight Board", 
    "Securities and Exchange Commission (SEC)", 
    "Selective Service System", 
    "Small Business Administration", 
    "Specialized courts", 
    "Student aid and college costs", 
    "Supreme Court", 
    "Tax administration and collection, taxpayers", 
    "U.S. Postal Service"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Passed House", 
    "date": "2019-01-09T14:19:08Z", 
    "text": "Highlights \n\nThis bill provides FY2019 appropriations to agencies responsible for\n\n regulating the financial, telecommunications, and consumer products industries; collecting taxes and assisting taxpayers; managing federal buildings and the federal workforce; and operating the Executive Office of the President, the judiciary, and the District of Columbia. Full Summary \n\nFinancial Services and General Government Appropriations Act, 2019 \n\nTITLE I--DEPARTMENT OF THE TREASURY\n\nDepartment of the Treasury Appropriations Act, 2019 \n\nThis title provides appropriations to the Department of the Treasury for Departmental Offices, including\n\n Salaries and Expenses, the Office of Terrorism and Financial Intelligence, the Cybersecurity Enhancement Account, Department-Wide Systems and Capital Investments Programs, the Office of Inspector General, the Treasury Inspector General for Tax Administration, and the Special Inspector General for the Troubled Asset Relief Program. The title provides appropriations to Treasury for\n\n the Financial Crimes Enforcement Network, the Bureau of the Fiscal Service, the Alcohol and Tobacco Tax and Trade Bureau, the U.S. Mint, and the Community Development Financial Institutions Fund Program Account. The title provides appropriations to the Internal Revenue Service (IRS) for\n\n Taxpayer Services, Enforcement, Operations Support, and Business Systems Modernization. (Sec. 101) This section permits up to 5% of any IRS appropriation provided by this bill to be transferred to any other IRS appropriation upon the advance approval of Congress.\n\n(Sec. 102) This section requires the IRS to maintain an employee training program that includes taxpayers' rights, dealing courteously with taxpayers, cross-cultural relations, ethics, and the impartial application of tax law.\n\n(Sec. 103) This section requires the IRS to institute and enforce policies and procedures to safeguard the confidentiality of taxpayers' information and protect taxpayers against identity theft.\n\n(Sec. 104) This section makes funds available for improved facilities and increased staffing to provide sufficient and effective 1-800 help line service for taxpayers. The IRS must continue to make improvements to the help line service a priority and allocate resources necessary to enhance the response time to taxpayer communications, particularly with regard to victims of tax-related crimes.\n\n(Sec. 105) This section prohibits the IRS from using funds provided by this bill to make a video unless it is approved in advance by the Service-Wide Video Editorial Board.\n\n(Sec. 106) This section requires the IRS to (1) issue a notice of confirmation of any address changes relating to an employer making employment tax payments, and (2) give special consideration to an offer-in-compromise from a taxpayer who has been the victim of fraud by a third party payroll tax preparer.\n\n(Sec. 107) This section prohibits the IRS from using funds provided by this bill to target U.S. citizens for exercising any rights guaranteed under the First Amendment to the U.S. Constitution.\n\n(Sec. 108) This section prohibits the IRS from using funds provided by this bill to target groups for regulatory scrutiny based on their ideological beliefs.\n\n(Sec. 109) This section requires the IRS to comply with certain procedures and policies for conference spending that were recommended by the Treasury Inspector General for Tax Administration.\n\n(Sec. 110) This section prohibits the IRS from using funds provided by this bill for providing employee bonuses or hiring former employees without considering conduct and federal tax compliance.\n\n(Sec. 111) This section prohibits the IRS from using funds provided by this bill to violate the confidentiality of tax returns and return information.\n\n(Sec. 112) This section prohibits the IRS from using funds, except to the extent permitted under specified sections of the Internal Revenue Code (IRC), to provide to any person a proposed final return or statement for use in satisfying a filing or reporting requirement under the IRC.\n\n(Sec. 113) This section provides additional appropriations to the IRS to be remain available through FY2020 for carrying out P.L. 115-97 (commonly known as the Tax Cuts and Jobs Act).\n\n(Sec. 114) This section permits Treasury to use funds provided by this bill for\n\n uniforms, insurance for official motor vehicles operated in foreign countries, contracts with the Department of State for health and medical services to employees and their dependents serving in foreign countries, and employment of temporary or intermittent experts and consultants. (Sec. 115) This section permits certain transfers between Treasury accounts, subject to congressional approval and specified requirements.\n\n(Sec. 116) This section permits the IRS to transfer certain funds to the Treasury Inspector General for Tax Administration, subject to congressional approval and specified requirements.\n\n(Sec. 117) This section bars Treasury or the Bureau of Engraving and Printing from using funds to redesign the $1 Federal Reserve note.\n\n(Sec. 118) This section permits Treasury to transfer funds from Bureau of Fiscal Services--Salaries and Expenses to the Debt Collection Fund to cover the costs of debt collection. It also requires the transferred amounts to be reimbursed from debt collections received in the fund.\n\n(Sec. 119) This section prohibits the U.S. Mint from using funds to construct or operate any museum without congressional approval.\n\n(Sec. 120) This section prohibits funds from being used to merge the U.S. Mint and the Bureau of Engraving and Printing without congressional approval.\n\n(Sec. 121) This section deems funds provided for Treasury's intelligence or intelligence-related activities as authorized for FY2019 until the enactment of the Intelligence Authorization Act for FY2019.\n\n(Sec. 122) This section permits up to $5,000 to be made available from the Bureau of Engraving and Printing's Industrial Revolving Fund for official reception and representation expenses.\n\n(Sec. 123) This section requires Treasury to submit a capital investment plan to Congress.\n\n(Sec. 124) This section requires Treasury to report to Congress on the Franchise Fund.\n\n(Sec. 125) This section prohibits Treasury from using funds for certain regulations, revenue rulings, or other guidance related to the standard used to determine the tax-exempt status of a 501(c)(4) organization.\n\n(Sec. 126) This section requires the Office of Financial Stability and the Office of Financial Research to report quarterly to Congress on their activities.\n\n(Sec. 127) This section permits the Office of Terrorism and Financial Intelligence to reimburse the Departmental Office--Salaries and Expenses account for reception and representation expenses to support the Financial Action Task Force.\n\n(Sec. 128) This section permits the Bureau of Engraving and Printing Fund to be used for the acquisition of necessary land for, and construction of, a replacement currency production facility.\n\n(Sec. 129) This section requires the Financial Crimes Enforcement Network and the appropriate divisions of Treasury to report to Congress on Geographic Targeting Orders issued since 2016. (Geographic targeting orders impose certain additional recordkeeping and reporting requirements on one or more domestic financial institutions or nonfinancial trades or businesses in a geographic area.)\n\nTITLE II--EXECUTIVE OFFICE OF THE PRESIDENT AND FUNDS APPROPRIATED TO THE PRESIDENT\n\nExecutive Office of the President Appropriations Act, 2019 \n\nThis title provides FY2019 appropriations to the Executive Office of the President and designated accounts, including\n\n the White House, the Executive Residence at the White House, White House Repair and Restoration, the Council of Economic Advisers, the National Security Council and the Homeland Security Council, the Office of Administration, the Office of Management and Budget (OMB), the Office of National Drug Control Policy, Unanticipated Needs, Information Technology Oversight and Reform, Special Assistance to the President, and the Official Residence of the Vice President. (Sec. 201) This section permits certain transfers of funds between accounts within the Executive Office of the President, subject to congressional approval and specified requirements.\n\n(Sec. 202) This section requires the OMB to include a statement of budgetary impact with certain executive orders or Presidential memoranda issued or revoked by the President during FY2019.\n\nTITLE III--THE JUDICIARY\n\nJudiciary Appropriations Act, 2019 \n\nThis title provides FY2019 appropriations to the judiciary for\n\n the Supreme Court of the United States; the U.S. Court of Appeals for the Federal Circuit; the U.S. Court of International Trade; Courts of Appeals, District Courts, and Other Judicial Services; the Administrative Office of the U.S. Courts; the Federal Judicial Center; and the U.S. Sentencing Commission. (Sec. 301) This section permits funds provided by this title for salaries and expenses to be used for the employment of temporary or intermittent experts and consultants.\n\n(Sec. 302) This section permits certain transfers of funds between judiciary accounts, if Congress is notified and other specified requirements are met.\n\n(Sec. 303) This section permits up to $11,000 of appropriations provided for salaries and expenses for Courts of Appeals, District Courts, and Other Judicial Services to be used for official reception and representation expenses of the Judicial Conference of the United States.\n\n(Sec. 304) This section permits the delegation of authority to the judiciary for contracts for repairs that are under $100,000.\n\n(Sec. 305) This section continues a pilot program for the U.S. Marshals Service to provide perimeter security services at selected courthouses.\n\n(Sec. 306) This section extends several temporary judgeships.\n\nTITLE IV--DISTRICT OF COLUMBIA\n\nDistrict of Columbia Appropriations Act, 2019 \n\nThis title provides FY2019 appropriations to the District of Columbia, including federal payments for\n\n Resident Tuition Support, Emergency Planning and Security Costs in the District of Columbia, District of Columbia Courts, Defender Services in District of Columbia Courts, the Court Services and Offender Supervision Agency for the District of Columbia, the District of Columbia Public Defender Service, the Criminal Justice Coordinating Council, Judicial Commissions, School Improvement, the District of Columbia National Guard, Testing and Treatment of HIV/AIDS, and the District of Columbia Water and Sewer Authority. The title also provides local funds for the operation of the District out of the General Fund of the District of Columbia.\n\nTITLE V--INDEPENDENT AGENCIES\n\nThis title provides appropriations for independent agencies, including\n\n the Administrative Conference of the United States, the Commodity Futures Trading Commission, the Consumer Product Safety Commission (CPSC), the Election Assistance Commission, the Federal Communications Commission (FCC), the Federal Deposit Insurance Corporation, the Federal Election Commission, the Federal Labor Relations Authority, the Federal Trade Commission (FTC), the General Services Administration (GSA), the Harry S. Truman Scholarship Foundation, the Merit Systems Protection Board, Morris K. Udall and Stewart L. Udall Foundation, the National Archives and Records Administration, the National Credit Union Administration, the Office of Government Ethics, the Office of Personnel Management (OPM), the Office of Special Counsel, the Postal Regulatory Commission, the Privacy and Civil Liberties Oversight Board, the Securities and Exchange Commission (SEC), the Selective Service System, the Small Business Administration (SBA), the U.S. Postal Service, and the U.S. Tax Court. The title requires the U.S. Postal Service to continue six day delivery and rural delivery of the mail at not less than the 1983 level.\n\n(Sec. 501) This section prohibits the CPSC from using funds provided by this bill to finalize, implement, or enforce the proposed Safety Standard for Recreational Off-Highway Vehicles until the National Academy of Sciences completes a specified study and the results are submitted to Congress.\n\n(Sec. 510) This section prohibits the FCC from using funds provided by this bill to change the rules for universal service support payments to implement recommendations of the Federal-State Joint Board on Universal Service regarding single connection or primary line restrictions.\n\n(Sec. 520) This section permits the GSA to use funds to hire passenger motor vehicles.\n\n(Sec. 521) This section permits funds in the Federal Buildings Fund made available for FY2019 to be transferred between activities if necessary to meet program requirements, subject to congressional approval.\n\n(Sec. 522) This section requires the FY2020 budget request for U.S. Courthouse construction to (1) meet specified design guide standards for construction; (2) reflect the priorities of the Judicial Conference of the United States as set out in its approved Courthouse Project Priorities plan; and (3) include a standardized courtroom utilization study of each facility to be constructed, replaced, or expanded.\n\n(Sec. 523) This section prohibits funds provided by this bill from being used to increase square footage, provide cleaning services or security enhancements, or provide any other service usually provided through the Federal Buildings Fund for any agency that does not pay the assessed rent.\n\n(Sec. 524) This section permits the GSA to use specified funds to pay claims against the federal government that are under $250,000 and arise from direct construction projects and building acquisitions if Congress is notified in advance.\n\n(Sec. 525) This section requires the GSA, if specified congressional committees adopt a resolution granting lease authority pursuant to a prospectus, to ensure that the delineated area of procurement matches the prospectus.\n\n(Sec. 526) This section requires the GSA to submit a spending plan and explanation to Congress for each project funded with the Major Repairs and Alterations or Judiciary Capital Security Program accounts and E-Government projects funded with the Federal Citizens Services Fund.\n\n (Sec. 530) This section permits the SBA to transfer specified funds between appropriations accounts.\n\n(Sec. 531) This section prohibits SBA funds provided by this bill from being used for a company (1) that is headquartered in China, or (2) for which more than 25% of the voting stock of the company is owned by affiliates that are citizens of China.\n\n(Sec. 532) This section requires the SBA to study whether the provision of matchmaking services that link veteran entrepreneurs to business leads in industry sectors or geographic regions would enhance existing SBA veterans entrepreneurship programs.\n\n(Sec. 533) This section requires the SBA to\n\n work with federal agencies to review the efforts of each Office of Small and Disadvantaged Business Utilization to comply with the requirements for the offices under the Small Business Act, report to Congress regarding federal agency compliance with the requirements, and report to Congress on the status of the issuance of detailed guidance for the peer review process of the Small Business Procurement Advisory Council. TITLE VI--GENERAL PROVISIONS--THIS ACT\n\n(Sec. 601) This section prohibits funds provided by this bill from being used to pay expenses or otherwise compensate non-federal parties intervening in regulatory or adjudicatory proceedings funded in this bill.\n\n(Sec. 602) This section prohibits funds provided by this bill from being obligated beyond the current fiscal year or transferred to other appropriations unless authority is expressly provided by this bill.\n\n(Sec. 603) This section limits expenditures for consulting services to contracts where expenditures are a matter of public record, except where otherwise permitted under existing law or an executive order.\n\n(Sec. 604) This section prohibits funds provided by this bill from being transferred to any department, agency, or instrumentality of the U.S. government, except pursuant to transfer authority provided by an appropriations Act.\n\n(Sec. 605) This section requires enforcement of a Tariff Act of 1930 provision barring the importation of goods manufactured using convict labor.\n\n(Sec. 606) This section requires entities receiving funds provided by this bill to comply with the Buy American Act.\n\n(Sec. 607) This section prohibits the use of funds provided by this bill by any person or entity convicted of violating the Buy American Act.\n\n(Sec. 608) This section provides authority, restrictions, and requirements for reprogramming. It also requires agencies funded in this bill to submit to Congress a report establishing a baseline for the application of reprogramming and transfer authorities.\n\n(Sec. 609) This section permits up to 50% of unobligated balances remaining at the end of FY2019 for salaries and expenses to remain available through FY2020, subject to reprogramming guidelines and congressional approval.\n\n(Sec. 610) This section prohibits the Executive Office of the President from using funds provided by this bill to request either a Federal Bureau of Investigation background investigation or an IRS determination of tax-exempt status under section 501(a) of the Internal Revenue Code, except with the consent of the individual involved in an investigation or in extraordinary circumstances involving national security.\n\n(Sec. 611) This section makes certain cost accounting standards inapplicable to contracts under the Federal Employees Health Benefits Program.\n\n(Sec. 612) This section permits the OPM to accept and utilize (without regard to any restriction on unanticipated travel expenses imposed in an appropriations Act) funds provided to resolve litigation and implement any settlement agreements regarding the nonforeign area cost-of-living allowance program.\n\n(Sec. 613) This section prohibits funds provided by this bill from being used to pay for an abortion, or the administrative expenses in connection with any health plan under the Federal Employees Health Benefits Program that provides any benefits or coverage for abortions.\n\n(Sec. 614) This section provides exceptions to the prohibition in section 613 if the life of the mother would be endangered if the fetus were carried to term, or the pregnancy is the result of an act of rape or incest.\n\n(Sec. 615) This section waives Buy American Act restrictions for commercial information technology acquired by the federal government.\n\n(Sec. 616) This section prohibits an officer or employee of any regulatory agency or commission funded by this bill from accepting payments or reimbursements for travel, subsistence, or related expenses from a person or entity regulated by the agency or commission, subject to an exception for nonprofit tax-exempt organizations.\n\n(Sec. 617) This section permits the Commodity Futures Trading Commission and the Securities and Exchange Commission to use funds for the interagency funding and sponsorship of a joint advisory committee to advise on emerging regulatory issues.\n\n(Sec. 618) This section requires agencies covered by this bill to consult with the GSA before seeking new office space or making alterations to existing office space. It also permits any agency with authority to enter into an emergency lease to do so during any period declared by the President to require emergency leasing authority.\n\n(Sec. 619) This section provides funds required under current law for\n\n compensation of the President; payments to the Judicial Officers' Retirement Fund, the Judicial Survivors' Annuities Fund, and the U.S. Court of Federal Claims Judges' Retirement Fund; payments of government contributions for health and life insurance benefits of federal retired employees; payments to finance the unfunded liability of annuity benefits under the Civil Service Retirement and Disability Fund; and payments of annuities authorized to be paid from the Civil Service Retirement and Disability Fund. (Sec. 620) This section permits the Public Company Accounting Oversight Board to obligate specified funds to remain available until expended for the scholarship program established by the Sarbanes-Oxley Act of 2002.\n\n(Sec. 621) This section prohibits the FTC from using funds provided by this bill to complete the draft report titled \"Interagency Working Group on Food Marketed to Children: Preliminary Proposed Nutrition Principles to Guide Industry Self-Regulatory Efforts\" unless the working group complies with Executive Order 13563 (Improving Regulation and Regulatory Review).\n\n(Sec. 622) This section prohibits the OPM from using funds provided by this bill to permit contractor security clearance-related background investigators to conduct final quality reviews of their own work.\n\n(Sec. 623) This section requires agencies funded by this bill to ensure that the Chief Information Officer of the agency has the authority to participate in budgeting decisions related to information technology. It also requires funding for information technology to be allocated consistent with guidance provided by appropriations Acts, the OMB, and the agency's Chief Information Officer.\n\n(Sec. 624) This section prohibits funds provided by this bill from being used in contravention of the Federal Records Act.\n\n(Sec. 625) This section prohibits funds provided by this bill from being used to require providers of electronic communication or remote computing services to the public to disclose electronic communications information in a manner that violates the Fourth Amendment of the U.S. Constitution.\n\n(Sec. 626) This section prohibits the FCC from making modifications to Universal Service Fund rules related to Mobility Fund Phase II.\n\n(Sec. 627) This section requires departments and agencies funded by this bill to provide an Inspector General (IG) funded by this bill with timely access to records, documents, or other materials available to the department or agency over which the IG has responsibility. It also requires each IG to comply with specified statutory limitations on disclosure of the information provided.\n\n(Sec. 628) This section prohibits funds provided by this bill from being used to maintain or establish a computer network unless the network blocks pornography. It includes an exception for a law enforcement agency or other entity carrying out criminal investigations, prosecution, adjudication activities, or other law enforcement- or victim assistance-related activity.\n\n(Sec. 629) This section prohibits the SEC from using funds provided by this bill for any rule, regulation, or order regarding the disclosure of political contributions, contributions to tax-exempt organizations, or dues paid to trade associations.\n\n(Sec. 630) This section prohibits funds provided by this bill from being used to pay award or incentive fees for contractors whose performance is below satisfactory, behind schedule, over budget, or has failed to meet the basic requirements of a contract unless specified requirements are met.\n\n(Sec. 631) This section specifies restrictions and congressional notification requirements for spending on conferences.\n\n(Sec. 632) This section prohibits funds provided by this bill from being used to acquire telecommunications equipment produced by Huawei Technologies Company, ZTE Corporation or a high-impact or moderate-impact information system unless the agency acquiring the system meets certain requirements for reviews, assessments, reports, and mitigation strategies for risks.\n\n(Sec. 633) This section prohibits funds provided by this bill from being used for airline accommodations for any officer or employee in the executive branch that are not coach-class accommodations.\n\n(Sec. 634) This section requires the Government Accountability Office to (1) examine the financial impact of the mineral pyrrhotite in concrete home foundations; and (2) recommend regulatory and legislative actions needed to help mitigate the financial impact on banks, mortgage lenders, tax revenues, and homeowners.\n\n(Sec. 635) This section specifies that the explanatory statement printed in the Congressional Record regarding division B (Financial Services and General Government Appropriations Act, 2019) of H.R. 21 (Consolidated Appropriations Act, 2019) has the same effect, with respect to this bill, as if it were a joint explanatory statement of a conference committee.\n\n(Sec. 636) This section compensates federal employees furloughed as a result of a lapse in appropriations that began on or about December 22, 2018, and ended upon the enactment of this bill. It also ratifies and approves certain obligations incurred in anticipation of the appropriations made and the authority granted by this bill.\n\n(Sec. 637) This section reimburses or compensates certain states, federal grantees, and furloughed state employees for any period in FY2019 in which a lapse in appropriations occurs.\n\nTITLE VII--GENERAL PROVISIONS--GOVERNMENT-WIDE\n\n(Sec. 701) This section requires U.S. departments, agencies, or instrumentalities to administer a written policy designed to ensure that workplaces are free from the illegal use, possession, or distribution of controlled substances by officers and employees.\n\n(Sec. 702) This section establishes price limitations on vehicles purchased by the federal government and specifies exceptions.\n\n(Sec. 703) This section permits appropriations for the current fiscal year to be used for quarters and cost-of-living allowances.\n\n(Sec. 704) This section prohibits the employment of noncitizens whose posts of duty would be in the continental United States, subject to specified exceptions.\n\n(Sec. 705) This section permits appropriations provided to any department or agency for necessary expenses such as maintenance and operating expenses to be used for payments to the GSA for space renovation and other services.\n\n(Sec. 706) This section permits agencies to use receipts from the sale of materials through recycling or waste prevention programs for (1) acquisition, waste reduction and prevention, and recycling programs; (2) other federal agency environmental management programs; and (3) other employee programs as authorized by law or as deemed appropriate by the agency.\n\n(Sec. 707) This section permits funds provided to certain government corporations and agencies for administrative expenses to be used to pay rent and other service costs in District of Columbia.\n\n(Sec. 708) This section prohibits interagency financing of boards (except Federal Executive Boards), commissions, councils, committees, or similar groups absent prior statutory approval.\n\n(Sec. 709) This section prohibits funds from being used to implement, administer, or enforce any regulation which has been disapproved pursuant to a joint resolution.\n\n(Sec. 710) This section prohibits spending more than $5,000 to redecorate or furnish the office of the head of a department or agency during the period in which the official holds office unless Congress is notified in advance.\n\n(Sec. 711) This section permits interagency funding of national security and emergency preparedness telecommunications initiatives that benefit multiple federal departments, agencies, or entities.\n\n(Sec. 712) This section requires agencies to certify that certain appointments were not created solely or primarily to detail an individual to the White House. It includes an exception for federal employees or members of the Armed Forces detailed to or from an element of the intelligence community.\n\n(Sec. 713) This section prohibits the use of funds to prevent federal employees from communicating with Congress or to take disciplinary or personnel actions against employees for communicating with Congress.\n\n(Sec. 714) This section prohibits funds from being used for training that is not directly related to the performance of official duties.\n\n(Sec. 715) This section prohibits an agency of the executive branch from using funds for publicity or propaganda purposes and for the preparation or distribution of materials designed to support or defeat legislation pending before Congress.\n\n(Sec. 716) This section prohibits an agency from providing a federal employee's home address to any labor organization absent employee authorization or a court order.\n\n(Sec. 717) This section prohibits funds from being used to provide any non-public information such as mailing, telephone, or electronic mailing lists to any person or organization outside the federal government without approval of Congress.\n\n(Sec. 718) This section prohibits funds from being used for propaganda and publicity purposes within the United States not authorized by Congress.\n\n(Sec. 719) This section directs agency employees to use official time in an honest effort to perform official duties. It also specifies that employees not under a leave system are obligated to expend an honest effort and a reasonable proportion of their time to perform official duties.\n\n(Sec. 720) This section permits agencies that are members of the Federal Accounting Standards Advisory Board (FASB) to use funds provided for the current fiscal year to finance an appropriate share of FASB administrative costs.\n\n(Sec. 721) This section permits agencies to transfer funds to the GSA to support specified government-wide and multiagency activities that meet certain requirements and are approved by the OMB.\n\n(Sec. 722) This section permits a woman to breastfeed her child at any location in a federal building or on federal property if the woman and child are authorized to be there.\n\n(Sec. 723) This section permits interagency funding of the National Science and Technology Council and requires the OMB to provide a report describing the budget and resources connected with the council.\n\n(Sec. 724) This section requires documents involving the distribution of federal funds to indicate the agency providing the funds and the amount provided.\n\n(Sec. 725) This section prohibits the use of funds to monitor personal information relating to the use of federal Internet sites, subject to specified exceptions.\n\n(Sec. 726) This section prohibits the use of funds provided by this bill for health plans with prescription drug coverage unless contraceptive coverage is included. It also (1) includes exemptions for certain religious plans, and (2) prohibits plans from discriminating against individuals who refuse to provide contraceptives due to religious beliefs or moral convictions.\n\n(Sec. 727) This section specifies that the United States is committed to ensuring the health of its Olympic, Pan American, and Paralympic athletes and supports the strict adherence to anti-doping in sports through testing, adjudication, education, and research.\n\n(Sec. 728) This section permits federal agencies and departments to use funds appropriated for official travel to participate in the fractional aircraft ownership pilot program, if consistent with OMB Circular A-126 regarding official travel for government personnel.\n\n(Sec. 729) This section prohibits funds from being used to implement OPM regulations limiting executive branch detailees to the legislative branch or to implement limitations on the Coast Guard Congressional Fellowship Program.\n\n(Sec. 730) This section prohibits agencies from using funds for additional law enforcement training facilities that are not within or contiguous to existing locations without the approval of Congress. The Federal Law Enforcement Training Center may obtain the temporary use of additional facilities for training which cannot be accommodated in existing facilities.\n\n(Sec. 731) This section prohibits agencies from using funds to produce any prepackaged news story intended for broadcast or distribution in the United States, unless the story includes a notification that it was prepared or funded by the agency.\n\n(Sec. 732) This section prohibits the use of funds in contravention of the Privacy Act or associated regulations.\n\n(Sec. 733) This section prohibits the use of funds for contracts with any foreign incorporated entity which is an inverted domestic corporation. It also (1) requires a waiver if necessary for national security, and (2) includes an exemption for contracts entered into prior to enactment of this bill and task orders issued pursuant to the contracts.\n\n(Sec. 734) This section requires agencies to pay a fee to the OPM for processing retirements of employees who separate under Voluntary Early Retirement Authority or receive Voluntary Separation Incentive Payments.\n\n(Sec. 735) This section bars the use of funds to recommend or require any entity submitting an offer for a federal contract to disclose specified political contributions as a condition of submitting the offer.\n\n(Sec. 736) This section bars the use of funds for the painting of portraits of a federal officer or employee, including the President, the Vice President, a Member of Congress, or the head of an executive branch agency or legislative branch office.\n\n(Sec. 737) This section limits pay increases for certain categories of prevailing rate employees.\n\n(Sec. 738) This section eliminates automatic pay increases for the Vice President and certain categories of political appointees.\n\n(Sec. 739) This section requires agencies to submit annual reports to Inspectors General or senior ethics officials regarding the costs and contracting procedures for conferences that cost more than $100,000.\n\n(Sec. 740) This section prohibits the use of funds to increase, eliminate, or reduce funding for a program, project, or activity, unless the changes have been enacted into law or made using transfer or reprogramming authority provided in an appropriations Act.\n\n(Sec. 741) This section prohibits funds from being used for an OPM rule revising the definition of competitive area used in reductions-in-force for federal employees.\n\n(Sec. 742) This section prohibits funds from being used to begin or announce a study or public-private competition regarding the conversion of functions performed by federal employees to contractor performance.\n\n(Sec. 743) This section prohibits funds from being used to require contractors or employees to sign confidentiality agreements or statements restricting or prohibiting the reporting of waste, fraud, or abuse to investigative or law enforcement representatives.\n\n(Sec. 744) This section prohibits the use of funds to implement or enforce a nondisclosure agreement unless it meets specified criteria.\n\n(Sec. 745) This section prohibits the use of funds for specified transactions with any corporation with certain unpaid federal tax liabilities, unless an agency has considered suspension or debarment of the corporation and decided that further action is not necessary to protect the interests of the government.\n\n(Sec. 746) This section prohibits the use of funds for specified transactions with any corporation that was convicted of a felony within the preceding 24 months, unless an agency has considered suspension or debarment of the corporation and decided that further action is not necessary to protect the interests of the government.\n\n(Sec. 747) This section requires the Consumer Financial Protection Bureau to notify Congress of any request for a transfer of funds from the Federal Reserve Board.\n\n(Sec. 748) This section requires the Office of Management and Budget to make specified adjustments to discretionary spending limits to account for estimating differences with the Congressional Budget Office.\n\n(Sec. 749) This section provides a pay increase for federal employees.\n\n(Sec. 750) This section specifies that a reference to \"this Act\" does not apply to titles IV (District of Columbia) or VIII (General Provisions--District of Columbia) unless it is included in those titles or expressly provided for in this bill.\n\nTITLE VIII--GENERAL PROVISIONS--DISTRICT OF COLUMBIA\n\nThis title sets forth permitted and prohibited uses of funds appropriated by this bill for the District of Columbia.\n\n(Sec. 801) This section appropriates District of Columbia funds for making refunds and paying settlements or judgments against the District government.\n\n(Sec. 802) This section prohibits the use of federal funds provided by this bill for publicity or propaganda purposes or implementation of any policy including boycott designed to support or defeat legislation pending before Congress or any state legislature.\n\n(Sec. 803) This section establishes reprogramming procedures for federal and local funds.\n\n(Sec. 804) This section prohibits the use of federal funds for the salaries and expenses of shadow U.S. Representatives or Senators.\n\n(Sec. 805) This section requires official vehicles provided to any District officer or employee to be used only for official duties.\n\n(Sec. 806) This section prohibits the use of federal funds for a petition drive or civil action seeking voting representation in Congress for the District.\n\n(Sec. 807) This section prohibits the use of federal funds provided by this bill to distribute needles or syringes for preventing the spread of blood borne pathogens in any location that local public health or law enforcement authorities have determined to be inappropriate for distribution.\n\n(Sec. 808) This section specifies that nothing in this bill prevents the District Council or Mayor from addressing contraceptive coverage by health insurance plans. It also expresses the intent of Congress that legislation enacted on the issue should include a conscience clause providing exceptions for religious beliefs and moral convictions.\n\n(Sec. 809) This section prohibits the use of federal funds provided by this bill to legalize or otherwise reduce penalties for the possession, use, or distribution of any schedule I substance under the Controlled Substances Act or any tetrahydrocannabinols derivative (THC, the psychoactive component of marijuana).\n\nThe section also prohibits funds available to the District government under any authority from being used to legalize or reduce penalties for possession, use, or distribution of any schedule I substance under the Controlled Substance Act or any tetrahydrocannabinols derivative (THC, the psychoactive component of marijuana) for recreational purposes.\n\n(Sec. 810) This section prohibits funds available to the District government under any authority from being used for any abortion except where the life of the mother would be endangered if the fetus were carried to term or where the pregnancy is the result of rape or incest.\n\n(Sec. 811) This section requires the District Chief Financial Officer (CFO) to submit to Congress, the Mayor, and the Council a revised operating budget for agencies requiring a reallocation to address unanticipated changes in program requirements.\n\n(Sec. 812) This section requires the CFO to submit to Congress, the Mayor, and the Council a revised operating budget for the District of Columbia Public Schools that aligns the school budget to actual enrollment.\n\n(Sec. 813) This section permits the District to reprogram or transfer funds between operating funds and capital and enterprise funds. The District may not transfer or reprogram for operating expenses any funds derived from bonds, notes, or other obligations issued for capital projects.\n\n(Sec. 814) This section prohibits federal funds from being obligated beyond the current fiscal year or transferred unless expressly permitted in this bill.\n\n(Sec. 815) This section permits up to 50% of unobligated balances available at the end of FY2019 from federal appropriations for salaries and expenses to remain available through FY2020, subject to congressional approval and reprogramming guidelines.\n\n(Sec. 816) This section appropriates local funds to the District for FY2020 if no continuing resolution or regular appropriation for the District is in effect. Provides the funds under the same authorities, conditions, and manner as provided for FY2019.\n\n(Sec. 817) This section provides that references to \"this Act\" in this title or title IV (District of Columbia) refer only to those titles, unless this Act expressly provides otherwise."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Financial Services and General Government Appropriations Act, 2019", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Financial Services and General Government Appropriations Act, 2019", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Department of the Treasury Appropriations Act, 2019", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Department of the Treasury Appropriations Act, 2019", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "District of Columbia Appropriations Act, 2019", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "District of Columbia Appropriations Act, 2019", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Executive Office of the President Appropriations Act, 2019", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Executive Office of the President Appropriations Act, 2019", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Judiciary Appropriations Act, 2019", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Judiciary Appropriations Act, 2019", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "is_for_portion": false, 
      "title": "Financial Services and General Government Appropriations Act, 2019", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "is_for_portion": false, 
      "title": "Financial Services and General Government Appropriations Act, 2019", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "is_for_portion": true, 
      "title": "Department of the Treasury Appropriations Act, 2019", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "is_for_portion": true, 
      "title": "Department of the Treasury Appropriations Act, 2019", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "is_for_portion": true, 
      "title": "District of Columbia Appropriations Act, 2019", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "is_for_portion": true, 
      "title": "District of Columbia Appropriations Act, 2019", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "is_for_portion": true, 
      "title": "Executive Office of the President Appropriations Act, 2019", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "is_for_portion": true, 
      "title": "Executive Office of the President Appropriations Act, 2019", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "is_for_portion": true, 
      "title": "Judiciary Appropriations Act, 2019", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "is_for_portion": true, 
      "title": "Judiciary Appropriations Act, 2019", 
      "type": "short"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Financial Services and General Government Appropriations Act, 2019", 
      "type": "display"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Making appropriations for financial services and general government for the fiscal year ending September 30, 2019, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2019-07-30T13:07:02Z", 
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/116/hr/BILLSTATUS-116hr264.xml"
}