{
  "actions": [
    {
      "acted_at": "2015-03-12", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-03-12", 
      "action_code": "", 
      "committees": [
        "SSFI"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s735-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "bioguide_id": "B001230", 
      "district": null, 
      "name": "Baldwin, Tammy", 
      "original_cosponsor": true, 
      "sponsored_at": "2015-03-12", 
      "state": "WI", 
      "thomas_id": "01558", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-03-12", 
  "number": "735", 
  "official_title": "A bill to require that any trade agreement eligible for expedited consideration by Congress include requirements with respect to paying adequate wages and maintaining sustainable production methods, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Level Playing Field in Trade Agreements Act of 2015", 
  "sponsor": {
    "bioguide_id": "M001176", 
    "district": null, 
    "name": "Merkley, Jeff", 
    "state": "OR", 
    "thomas_id": "01900", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-03-12", 
  "subjects": [
    "Administrative remedies", 
    "Air quality", 
    "Competitiveness, trade promotion, trade deficits", 
    "Energy efficiency and conservation", 
    "Environmental technology", 
    "Foreign trade and international finance", 
    "Hazardous wastes and toxic substances", 
    "Labor standards", 
    "Legislative rules and procedure", 
    "Tariffs", 
    "Trade agreements and negotiations", 
    "Wages and earnings", 
    "Water quality"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced in Senate", 
    "date": "2015-03-12T04:00:00Z", 
    "text": "Level Playing Field in Trade Agreements Act of 2015\n\n No trade agreement with a country, or implementing bill for one, may receive expedited consideration by Congress under any provision of law, including any limitation on amendments or debate in either the Senate (except under rule XXII of the Standing Rules) or the House of Representatives unless the agreement:\n\n includes binding and enforceable requirements that all producers of merchandise exported to the United States from that country pay adequate wages and maintain sustainable production methods; and provides that, for purposes of such merchandise, the application of antidumping duty laws under the Tariff Act of 1930 shall be modified according to this Act. The administering authority, in determining the normal price of covered merchandise and whether it is or is likely to be sold at less than fair value, must increase the price by the difference, if any, between the actual cost of producing the merchandise and the estimated cost of producing it if the producer paid its employees adequate wages and maintained sustainable production methods.\n\n Certain interested parties that petition for an antidumping proceeding with respect to covered merchandise relying on calculations of normal value under this Act shall be presumed to demonstrate that they are materially injured, or threatened with material injury, by reason of imports of the covered merchandise unless:\n\n the country from which the covered merchandise is exported is covered by a precertification, or the estimated cost of producing the covered merchandise is equal to or greater than the cost of producing it in the country in which the interested party is located. The administering authority shall issue a precertification with respect to wages, production methods, or both, for merchandise of a requesting exporter or producer that demonstrates to the administering authority's satisfaction that all such merchandise, including significant components or ingredients, was or will be produced under conditions under which all employees receive adequate wages or sustainable production methods are maintained.\n\nThe administering authority shall also issue a precertification for all merchandise imported from a country if that country's government maintains and enforces laws requiring all producers of such merchandise in that country to pay its employees adequate wages and to maintain sustainable production methods.\n\nThe administering authority, the Secretary of Labor, and the Administrator of the Environmental Protection Agency may jointly establish procedures pursuant to which obtaining certification from an independent third-party standards-setting organization may demonstrate eligibility for a precertification."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Level Playing Field in Trade Agreements Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to require that any trade agreement eligible for expedited consideration by Congress include requirements with respect to paying adequate wages and maintaining sustainable production methods, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Level Playing Field in Trade Agreements Act of 2015", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-01T13:30:16Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s735.xml"
}