{
  "actions": [
    {
      "acted_at": "2016-05-19", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-19", 
      "action_code": "", 
      "committees": [
        "SSAP"
      ], 
      "references": [], 
      "text": "Committee on Appropriations. Original measure reported to Senate by Senator Moran. With written report No. 114-259.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-19", 
      "action_code": "", 
      "calendar": "Senate Legislative", 
      "number": "474", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 474.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2956-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2016-05-19", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2016-05-19", 
  "number": "2956", 
  "official_title": "An original bill making appropriations for Agriculture, Rural Development, Food and Drug Administration, and Related Agencies programs for the fiscal year ending September 30, 2017, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5054-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Agriculture, Rural Development, Food and Drug Administration, and Related Agencies Appropriations Act, 2017", 
  "sponsor": {
    "bioguide_id": "M000934", 
    "district": null, 
    "name": "Moran, Jerry", 
    "state": "KS", 
    "thomas_id": "01507", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2016-05-19", 
  "subjects": [
    "Accounting and auditing", 
    "Administrative law and regulatory procedures", 
    "Agricultural conservation and pollution", 
    "Agricultural education", 
    "Agricultural insurance", 
    "Agricultural marketing and promotion", 
    "Agricultural practices and innovations", 
    "Agricultural prices, subsidies, credit", 
    "Agricultural research", 
    "Agricultural trade", 
    "Alcoholic beverages", 
    "Alternative and renewable resources", 
    "Animal and plant health", 
    "Appropriations", 
    "Census and government statistics", 
    "Child health", 
    "Computers and information technology", 
    "Congressional oversight", 
    "Consumer affairs", 
    "Department of Agriculture", 
    "Department of Health and Human Services", 
    "Disaster relief and insurance", 
    "Drug safety, medical device, and laboratory regulation", 
    "Economic development", 
    "Economics and public finance", 
    "Elementary and secondary education", 
    "Energy efficiency and conservation", 
    "Executive agency funding and structure", 
    "Farm Credit Administration", 
    "Farmland", 
    "Fishes", 
    "Floods and storm protection", 
    "Food and Drug Administration (FDA)", 
    "Food assistance and relief", 
    "Food industry and services", 
    "Food supply, safety, and labeling", 
    "Foreign aid and international relief", 
    "Forests, forestry, trees", 
    "Fruit and vegetables", 
    "General agriculture matters", 
    "Genetics", 
    "Government information and archives", 
    "Government lending and loan guarantees", 
    "Grain", 
    "Gulf of Mexico", 
    "Health information and medical records", 
    "Higher education", 
    "Housing and community development funding", 
    "Housing supply and affordability", 
    "Mammals", 
    "Meat", 
    "Medical research", 
    "Natural disasters", 
    "News media and reporting", 
    "Nutrition and diet", 
    "Prescription drugs", 
    "Public contracts and procurement", 
    "Public housing", 
    "Public utilities and utility rates", 
    "Retail and wholesale trades", 
    "Rural conditions and development", 
    "Seafood", 
    "Small business", 
    "Tax administration and collection, taxpayers", 
    "Transportation costs", 
    "User charges and fees", 
    "Water quality", 
    "Water resources funding", 
    "Water use and supply", 
    "Watersheds", 
    "Wetlands", 
    "Women's health"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2016-05-19T12:03:22Z", 
    "text": "(This measure has not been amended since it was introduced. The summary has been expanded because action occurred on the measure.)\n\nHighlights: \n\nThis bill provides FY2017 appropriations for the Department of Agriculture (USDA), except for the Forest Service which is included in the Department of the Interior, Environment, and Related Agencies appropriations bill. It also provides appropriations for the Food and Drug Administration and the Farm Credit Administration.\n\nThe bill includes both discretionary and mandatory funding. The mandatory funding levels are generally set by authorizing legislation such as the farm bill and are frequently limited in the agriculture appropriations bill.\n\nThe bill decreases discretionary funding for Agriculture, Rural Development, Food and Drug Administration, and Related Agencies below FY2016 levels.\n\nAlso included in the bill are provisions that affect policies in areas such as:\n\n reporting requirements for Supplemental Nutrition Assistance Program (SNAP, formerly known as the food stamp program) households, inventory requirements for SNAP-authorized retailers, payments to farmers under the Agriculture Risk Coverage Program, labeling requirements for menus, labeling requirements for genetically engineered salmon, and horse slaughter facility inspections. Full Summary:\n\nAgriculture, Rural Development, Food and Drug Administration, and Related Agencies Appropriations Act, 2017 \n\nProvides FY2017 appropriations to the Department of Agriculture (USDA), the Food and Drug Administration (FDA), and related agencies.\n\nTITLE I--AGRICULTURAL PROGRAMS\n\nProvides appropriations for the following agricultural programs and services:\n\n the Office of the Secretary; Executive Operations; the Office of the Chief Information Officer; the Office of the Chief Financial Officer; the Office of the Assistant Secretary for Civil Rights; the Office of Civil Rights; Agriculture Buildings and Facilities; Hazardous Materials Management; the Office of Inspector General; the Office of the General Counsel; the Office of Ethics; the Office of the Under Secretary for Research, Education, and Economics; the Economic Research Service; the National Agricultural Statistics Service; the Agricultural Research Service; the National Institute of Food and Agriculture; the Office of the Under Secretary for Marketing and Regulatory Programs; the Animal and Plant Health Inspection Service; the Agricultural Marketing Service; the Grain Inspection, Packers and Stockyards Administration; the Office of the Under Secretary for Food Safety; the Food Safety and Inspection Service; the Office of the Under Secretary for Farm and Foreign Agricultural Services; the Farm Service Agency; the Risk Management Agency; the Federal Crop Insurance Corporation Fund; and the Commodity Credit Corporation Fund. TITLE II--CONSERVATION PROGRAMS\n\nProvides appropriations for the Office of the Under Secretary for Natural Resources and Environment.\n\nProvides appropriations to the Natural Resources Conservation Service for: (1) Conservation Operations, and (2) Watershed and Flood Prevention Operations.\n\nTITLE III--RURAL DEVELOPMENT PROGRAMS\n\nProvides appropriations for Rural Development Programs including:\n\n the Office of the Under Secretary for Rural Development, Rural Development, the Rural Housing Service, the Rural Business--Cooperative Service, and the Rural Utilities Service. TITLE IV--DOMESTIC FOOD PROGRAMS\n\nProvides appropriations for the Office of the Under Secretary for Food, Nutrition, and Consumer Services.\n\nProvides appropriations to the Food and Nutrition Service for:\n\n Child Nutrition Programs; the Special Supplemental Nutrition Program for Women, Infants, and Children (WIC); the Supplemental Nutrition Assistance Program (SNAP, formerly known as food stamps); the Commodity Assistance Program; and Nutrition Programs Administration. TITLE V--FOREIGN ASSISTANCE AND RELATED PROGRAMS\n\nProvides appropriations for the Foreign Agricultural Service, including:\n\n the Food for Peace Act (P.L. 480) and the McGovern-Dole International Food for Education and Child Nutrition Program. TITLE VI--RELATED AGENCIES AND FOOD AND DRUG ADMINISTRATION\n\n Provides appropriations to the Department of Health and Human Services for the Food and Drug Administration (FDA).\n\nProvides appropriations to the Farm Credit Administration.\n\nTITLE VII--GENERAL PROVISIONS\n\nSets forth permissible and prohibited uses for funds provided by this and other appropriations Acts.\n\n(Sec. 701) Permits USDA to use funds provided by this bill for the purchase, replacement, and hire of passenger motor vehicles.\n\n(Sec. 702) Permits USDA to transfer unobligated balances to the Working Capital Fund for the acquisition of plant and capital equipment for financial, administrative, and information technology services. Permits the transferred funds to remain available until expended and specifies restrictions on the use of the funds.\n\n(Sec. 703) Prohibits appropriations provided by this bill from remaining available for obligation beyond the current fiscal year unless the bill expressly provides otherwise.\n\n(Sec. 704) Limits negotiated indirect costs on cooperative agreements between USDA and nonprofit institutions to 10% of the total direct cost of the agreement when the purpose of the agreement is to carry out programs of mutual interest between the two parties.\n\n (Sec. 705) Permits appropriations for direct and guaranteed loans to remain available until expended to disburse obligations made in the current fiscal year for: (1) the Rural Development Loan Fund program account, (2) the Rural Electrification and Telecommunication Loans program account, and (3) the Rural Housing Insurance Fund program account.\n\n(Sec. 706) Prohibits USDA from using funds provided by this bill to acquire or upgrade information technology systems without approval of the Chief Information Officer (CIO) and the Executive Information Technology Investment Review Board. Restricts the transfer of funds made available by this bill to the CIO without prior approval of Congress. Prohibits funds from being used for specified information technology projects without the approval of the CIO.\n\n(Sec. 707) Permits specified FY2017 funds provided under the Federal Crop Insurance Act for agricultural management assistance to remain available until expended to disburse obligations made in the current fiscal year.\n\n(Sec. 708) Makes a former Rural Utility Service borrower that has repaid or prepaid a loan under the Rural Electrification Act of 1936 or any not-for profit utility qualified to receive a loan under the Act eligible for rural economic development and job creation assistance in the same manner as a borrower.\n\n(Sec. 709) Permits up to $20 million of the unobligated balances from appropriations by this bill for salaries and expenses of the Farm Service Agency to remain available through FY2018 for information technology expenses. Permits unobligated balances from appropriations by this bill for salaries and expenses for the Rural Development mission area to remain available for information technology expenses through FY2018.\n\n(Sec. 710) Prohibits funds provided by this bill from being used for first-class travel by employees of agencies funded by this bill.\n\n(Sec. 711) Provides that Commodity Credit Corporation funds authorized or required to be used for specified programs included in the Agricultural Act of 2014: (1) shall be available for salaries and administrative expenses associated with the programs without regard to allotment and transfer limits, and (2) shall not be considered to be a fund transfer or allotment for purposes of applying the limits.\n\n(Sec. 712) Limits funds available for USDA advisory committees, panels, commissions, and task forces, except for panels used to comply with negotiated rulemaking or to evaluate competitively awarded grants.\n\n(Sec. 713) Prohibits funds provided by this bill from being used to pay indirect costs charged against any agricultural research, education, or extension grant awards issued by the National Institute of Food and Agriculture (NIFA) that exceed 30% of total federal funds provided under each award.\n\nPermits funds provided by this bill for grants awarded competitively by NIFA to be used to pay full allowable indirect costs for specified research and development grants awarded under the Small Business Act.\n\n(Sec. 714) Limits funds that may be used for the following programs:\n\n the Watershed Rehabilitation Program; the Environmental Quality Incentives Program; and the Biomass Crop Assistance Program; (Sec. 715) Limits funds for the following domestic food assistance categories: (1) Child Nutrition Programs Entitlement Commodities, (2) State Option Contracts, and (3) Removal of Defective Commodities.\n\nLimits FY2017 funds for the Fresh Fruit and Vegetable Program that provides fruit and vegetables to students in participating elementary schools.\n\nProhibits USDA from using funds for payments authorized by Section 32 of the Agricultural Adjustment Act of 1935 to increase purchasing power of agricultural producers or for surplus removal or price support activities authorized by the Commodity Credit Corporation Charter Act.\n\n (Section 32 is a program created to assist agricultural producers of non-price-supported commodities and is funded by a permanent appropriation of a portion of the previous year's customs receipts less certain mandatory transfers to child nutrition and other programs. This provision effectively prohibits the use of Section 32 for emergency disaster payments.)\n\nRescinds specified unobligated balances provided for domestic food assistance programs.\n\n(Sec. 716) Prohibits funds from being used to prepare proposals for the President's budget that assume savings from certain user fee proposals without identifying additional spending reductions that should occur if the proposals are not enacted.\n\n (Sec. 717) Sets forth procedures, requirements, and restrictions for reprogramming and transferring funds provided by this bill.\n\n(Sec. 718) Permits USDA to assess a one-time fee for any guaranteed business and industry loan in an amount that does not exceed 3% of the guaranteed principal portion of the loan.\n\n(Sec. 719) Prohibits funds from being used to provide questions or responses to questions requested for the appropriations hearing process to anyone not employed by an agency funded by this bill.\n\n (Sec. 720) Prohibits any executive branch agency from using funds provided by this bill to produce a prepackaged news story for U.S. broadcast or distribution unless it includes clear notification that it was produced or funded by the agency.\n\n(Sec. 721) Prohibits USDA employees from being detailed or assigned from an agency funded by this bill to any other USDA agency or office for more than 60 days in a fiscal year unless the individual's employing agency is reimbursed by the receiving agency for the salary and expenses of the employee.\n\n(Sec. 722) Prohibits funds provided by this bill from being used: (1) in contravention of a provision of the Agricultural Act of 2014 that permits an institution of higher education or a state department of agriculture to grow or cultivate industrial hemp for research purposes; or (2) to prohibit the transportation, processing, sale, or use of industrial hemp that is grown or cultivated in accordance with the Agricultural Act of 2014, within or outside the state in which it is grown or cultivated.\n\n (Sec. 723) Directs the agencies funded by this bill to submit spending plans to Congress.\n\n(Sec. 724) Appropriates funds for direct reimbursement payments for geographically disadvantaged farmers or ranchers to transport agricultural commodities.\n\n (Sec. 725) Requires USDA to establish an intermediary loan packaging program based on the FY2013 pilot program for packaging and reviewing section 502 single family direct loans. (The loan program assists low-income applicants in purchasing homes in rural areas. Funds may also be used to build, repair, or renovate a house, including providing water and sewage facilities.)\n\n (Sec. 726) Permits USDA to increase the program level by up to 25% for certain loans and loan guarantees that do not require budget authority and have program levels established by this bill. Requires congressional notification prior to implementing any increase.\n\n(Sec. 727) Provides that certain credit card refunds or rebates transferred to the Working Capital Fund: (1) shall not be available for obligation without congressional approval; and (2) shall only be available for the acquisition of plant and capital equipment for USDA financial, administrative, and information technology services.\n\n(Sec. 728) Directs USDA to set aside specified additional funds for Rural Economic Area Partnership (REAP) Zones.\n\n(Sec. 729) Permits USDA to respond to a community with inadequate drinking water supplies due to a natural disaster by providing potable water through the Emergency Community Water Assistance Grant Program for up to 120 days beyond the time period established in the program.\n\n(Sec. 730) Specifies the matching requirements that apply to funds appropriated for the Agriculture and Food Research Initiative.\n\n (Sec. 731) Provides additional funds for the Rural Energy Savings Program. (The program helps rural families and small businesses achieve cost savings by providing loans to consumers to implement durable cost-effective energy efficiency measures.)\n\n (Sec. 732) Appropriates funds for the pilot program to demonstrate new technologies that increase growth of re-forested hardwood trees on private nonindustrial forests lands on the coast of the Gulf of Mexico that were damaged by Hurricane Katrina in 2005.\n\n (Sec. 733) Sets forth the authorities that apply for USDA to provide loans for housing and buildings on adequate farms.\n\n(Sec. 734) Prohibits funds provided by this bill from being used for regulations to allow or require information intended for a prescribing health care professional, in the case of a drug or biological product, to be distributed electronically until a federal law is enacted to allow or require electronic distribution.\n\n(Sec. 735) Prohibits the FDA from using funds for the rule entitled \"Food Labeling; Nutrition Labeling of Standard Menu Items in Restaurants and Similar Retail Food Establishments\" until April 29, 2017.\n\n(Sec. 736) Prohibits the FDA from acknowledging applications for an exemption for investigational use of a drug or biological product in research in which a human embryo is intentionally created or modified to include a heritable genetic modification. Provides that any submission is deemed not to have been received, and the exemption may not go into effect.\n\n (Sec. 737) Prohibits funds from being used to implement or enforce any provisions of the FDA Food Safety Modernization Act, with respect to the regulation of the distribution, sale, or receipt of dried spent grain byproducts of the alcoholic beverage production process, irrespective of whether the byproducts are solely intended for use as animal feed.\n\n(Sec. 738) Provides appropriations to remain available until expended for implementing non-renewable agreements for wetlands preservation on eligible lands, including flooded agricultural lands.\n\n(Sec. 739) Permits USDA to receive access to certain information from federal tax returns to verify the income for individuals participating in loan programs under the Housing Act of 1949.\n\n (Sec. 740) Prohibits the FDA from deeming partially hydrogenated oils to be unsafe or any food containing a partially hydrogenated oil to be adulterated prior to June 18, 2018.\n\n (Sec. 741) Permits USDA to charge a fee for lenders to access USDA loan guarantee systems in connection with participation in the loan guarantee programs of the Rural Housing Service.\n\n (Sec. 742) Rescinds specified unobligated balances of funds provided to USDA for the Rural Housing and Community Development Service, the Rural Housing Service, Rural Business-Cooperative Service, and the Rural Utilities Service.\n\n (Sec. 743) Rescinds specified unobligated balances of funds provided to USDA for the Rural Housing and Community Development Service, the Rural Housing Service, the Rural Business-Cooperative Service, and the Rural Utilities Service.\n\n (Sec. 744) Requires a household that is certified to participate in SNAP to report when it no longer resides in the state in which it is certified.\n\n (Sec. 745) Rescinds specified unobligated balances from the Special Supplemental Nutrition Program for Women, Infants, and Children (WIC).\n\n (Sec. 746) Provides additional funds to USDA for loans and grants that are consistent with the Healthy Food Financing Initiative and that support projects to provide access to healthy food in underserved areas, create and preserve quality jobs, and revitalize low-income communities.\n\n (Sec. 747) Rescinds specified unobligated balances of FY2015 funds that were provided to the Rural Development Salaries and Expenses account for the Comprehensive Loan Accounting System. Provides an equivalent amount of additional FY2016 funding to remain available through FY2017 for Information Technology modernization activities.\n\n(Sec. 748) Rescinds specified unobligated balances of FY2016 funds that were provided to the Rural Development Salaries and Expenses account for the Comprehensive Loan Accounting System. Provides an equivalent amount of additional funding to remain available through FY2018 for Information Technology modernization activities.\n\n (Sec. 749) Provides appropriations for a pilot program for USDA to award grants to non-profit organizations and public housing authorities to provide technical assistance to Rural Housing Service (RHS) multi-family housing borrowers to facilitate the acquisition of RHS multi-family housing properties in areas where there is a risk of loss of affordable housing. Requires the grants to be used to assist acquisitions by non-profit housing organizations and public housing authorities that commit to keep the properties in the RHS multi-family housing program for a period of time determined by USDA.\n\n (Sec. 750) Makes state agricultural experiment stations and state cooperative extension services eligible to enter into cooperative agreements with USDA to support the dissemination of objective, scholarly, and authoritative agricultural and food law research, legal tools, and information.\n\n(Sec. 751) Requires USDA to establish a pilot program to permit state Farm Service Agency offices to make county-level payments to agricultural producers under the Agriculture Risk Coverage Program using an alternate calculation method if it is necessary to ensure that there are not significant yield calculation disparities between comparable counties in the state. Specifies requirements for the alternative calculation method and provides appropriations for the program.\n\n(Sec. 752) Prohibits fund provided by this bill from being used for any portion of the rule entitled \"Enhancing Retailer Standards in the Supplemental Nutrition Assistance Program (SNAP)\" that would:\n\n alter the definition of a retail food store by establishing a threshold for the amount of food sales that must be for items that are not cooked or heated on-site; establish a minimum number of stocking units required for each food item in a staple food category; or alter the definition of staple food by: (1) changing the counting of commercially processed foods and prepared mixtures with multiple ingredients, or (2) expanding the scope of accessory food items. (Sec. 753) Specifies that, for the purposes of applying the Federal Food, Drug, and Cosmetic Act, the acceptable market name of Lithodes aequispinus is \"golden king crab.\"\n\n(Sec. 754) Specifies that, for the purposes of applying the Federal Food, Drug, and Cosmetic Act , the acceptable market name of any salmon that is genetically engineered must include the words \"genetically engineered\" or \"GE\" prior to the existing acceptable market name.\n\n(Sec. 755) Prohibits funds from being used to inspect horses for slaughter purposes."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Agriculture, Rural Development, Food and Drug Administration, and Related Agencies Appropriations Act, 2017", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "An original bill making appropriations for Agriculture, Rural Development, Food and Drug Administration, and Related Agencies programs for the fiscal year ending September 30, 2017, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Agriculture, Rural Development, Food and Drug Administration, and Related Agencies Appropriations Act, 2017", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-25T22:01:03Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s2956.xml"
}