{
  "actions": [
    {
      "acted_at": "2016-07-01", 
      "action_code": "Intro-H", 
      "references": [], 
      "text": "Introduced in House", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-01", 
      "action_code": "H11100-A", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Homeland Security, and in addition to the Committees on the Judiciary, and Foreign Affairs, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2016-07-01", 
      "action_code": "H11100", 
      "committees": [
        "HSHM"
      ], 
      "references": [], 
      "text": "Referred to House Homeland Security", 
      "type": "referral"
    }, 
    {
      "acted_at": "2016-07-01", 
      "action_code": "H11100", 
      "committees": [
        "HSJU"
      ], 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "2016-07-01", 
      "action_code": "H11100", 
      "committees": [
        "HSFA"
      ], 
      "references": [], 
      "text": "Referred to House Foreign Affairs", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5611-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Homeland Security", 
      "committee_id": "HSHM"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2016-07-01", 
  "number": "5611", 
  "official_title": "To prevent terrorists from launching attacks and obtaining passports, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr237-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2020-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2899-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3075-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4404-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2522-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Homeland Safety and Security Act", 
  "sponsor": {
    "bioguide_id": "M001165", 
    "district": "23", 
    "name": "McCarthy, Kevin", 
    "state": "CA", 
    "thomas_id": "01833", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2016-07-01", 
  "subjects": [
    "Congressional oversight", 
    "Crime prevention", 
    "Criminal investigation, prosecution, interrogation", 
    "Criminal justice information and records", 
    "Department of Homeland Security", 
    "Emergency management", 
    "Emergency planning and evacuation", 
    "Executive agency funding and structure", 
    "Firearms and explosives", 
    "Government information and archives", 
    "Government studies and investigations", 
    "Homeland security", 
    "Intelligence activities, surveillance, classified information", 
    "Political movements and philosophies", 
    "Terrorism", 
    "Travel and tourism", 
    "Visas and passports"
  ], 
  "subjects_top_term": "Emergency management", 
  "summary": {
    "as": "Introduced in House", 
    "date": "2016-07-01T04:00:00Z", 
    "text": "Homeland Safety and Security Act\n\nThis bill amends the Homeland Security Act of 2002 to establish within the Department of Homeland Security (DHS) the Office for Partnerships to Prevent Terrorism (OPPT).\n\nThe OPPT shall:\n\n lead DHS efforts to prevent violent extremist activities and radicalization associated with the threat posed by radical Islamist terrorist networks, and their recruiting, radicalization, and propaganda; coordinate all DHS activities to counter radical Islamist terrorism; establish a counter-messaging program to craft strategic counter-messages to terrorist propaganda; serve as primary DHS representative in coordinating countering radical Islamist terrorism activities with other federal agencies and nongovernmental organizations; serve as the primary DHS-level representative in coordinating with the Department of State on international countering radical Islamist terrorism issues; furnish guidance, in coordination with the Federal Emergency Management Agency (FEMA) and the DHS Office for Civil Rights and Civil Liberties (OCRCL), regarding the use of grants to counter radical Islamist terrorism; and coordinate with FEMA to administer grants to establish counter-messaging campaigns. The OPPT, in coordination with FEMA and the OCRCL, shall establish a grant program to assist eligible community groups and organizations in establishing counter-messaging campaigns targeting radical Islamist terrorism.\n\nDHS shall report a comprehensive DHS strategy and implementation plan to counter radical Islamist terrorism in the United States.\n\nDHS shall issue a request for a proposal for a longitudinal study to aid it in developing a better understanding of radicalization that results in radical Islamist terrorism and advancing evidence-based strategies for effective intervention and prevention. DHS shall develop and conduct an exercise to achieve specified purposes related to the terrorist and foreign fighter threat. The Post-Katrina Emergency Management Reform Act of 2006 is amended require that the national exercise program to evaluate the national preparedness goal and related plans and strategies be designed to include exercises addressing emerging terrorist threats, such as scenarios involving U.S. citizens departing the United States to enlist with or give material support or resources to terrorist organizations abroad or terrorist infiltration into the United States. The federal criminal code is amended to authorize the Department of Justice to notify and authorize law enforcement agencies or intelligence services to delay for up to three business days the transfer of a firearm or explosive to a person being investigated, or who during the past five years has been investigated, as a known or suspected terrorist. The Federal Bureau of Investigation shall review annually the terrorist screening database to determine whether the identification of each listed individual is appropriate. The State Department may not issue a passport or passport card to, and shall revoke a passport or passport card previously issued to, any individual identified as: a member of or otherwise affiliated with a foreign terrorist organization, one who has aided, abetted, or given material support to such an organization."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Homeland Safety and Security Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To prevent terrorists from launching attacks and obtaining passports, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Homeland Safety and Security Act", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-01T13:29:19Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/hr/BILLSTATUS-114hr5611.xml"
}