{
  "actions": [
    {
      "acted_at": "2015-07-07", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-07-07", 
      "action_code": "", 
      "committees": [
        "SLIN"
      ], 
      "references": [], 
      "text": "Select Committee on Intelligence. Original measure reported to Senate by Senator Burr. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-07-07", 
      "action_code": "", 
      "calendar": "Senate Legislative", 
      "number": "141", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 141.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2015-07-16", 
      "action_code": "", 
      "committees": [
        "SLIN"
      ], 
      "references": [], 
      "text": "By Senator Burr from Select Committee on Intelligence filed written report. Report No. 114-83. Additional views filed.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1705-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "Senate Intelligence", 
      "committee_id": "SLIN"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2015-07-07", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-07-07", 
  "number": "1705", 
  "official_title": "An original bill to authorize appropriations for fiscal year 2016 for intelligence and intelligence-related activities of the United States Government, the Community Management Account, and the Central Intelligence Agency Retirement and Disability System, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2596-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1682-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4127-114", 
      "identified_by": "House", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2029-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Intelligence Authorization Act for Fiscal Year 2016", 
  "sponsor": {
    "bioguide_id": "B001135", 
    "district": null, 
    "name": "Burr, Richard", 
    "state": "NC", 
    "thomas_id": "00153", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2015-07-07", 
  "subjects": [
    "Armed forces and national security", 
    "Arms control and nonproliferation", 
    "Caribbean area", 
    "Central Intelligence Agency (CIA)", 
    "China", 
    "Coast guard", 
    "Congressional oversight", 
    "Criminal investigation, prosecution, interrogation", 
    "Cuba", 
    "Defense spending", 
    "Department of Defense", 
    "Department of Energy", 
    "Department of Homeland Security", 
    "Department of Justice", 
    "Department of State", 
    "Department of the Treasury", 
    "Diplomacy, foreign officials, Americans abroad", 
    "Director of National Intelligence", 
    "Drug Enforcement Administration (DEA)", 
    "Drug trafficking and controlled substances", 
    "Executive agency funding and structure", 
    "Federal Bureau of Investigation (FBI)", 
    "Firearms and explosives", 
    "Foreign property", 
    "Government employee pay, benefits, personnel management", 
    "Government ethics and transparency, public corruption", 
    "Government information and archives", 
    "Government studies and investigations", 
    "Homeland security", 
    "Human rights", 
    "Intelligence activities, surveillance, classified information", 
    "International law and treaties", 
    "Iran", 
    "Latin America", 
    "Law enforcement administration and funding", 
    "Middle East", 
    "Military assistance, sales, and agreements", 
    "Military operations and strategy", 
    "Military personnel and dependents", 
    "News media and reporting", 
    "Nuclear weapons", 
    "Pacific Ocean", 
    "Political parties and affiliation", 
    "Protest and dissent", 
    "Research and development", 
    "Russia", 
    "Sanctions", 
    "Spacecraft and satellites", 
    "Syria", 
    "Telephone and wireless communication", 
    "Terrorism", 
    "Trade restrictions"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2015-07-07T16:05:48Z", 
    "text": "(This measure has not been amended since it was introduced. The summary has been expanded because action occurred on the measure.)\n\nIntelligence Authorization Act for Fiscal Year 2016\n\nTITLE I--INTELLIGENCE ACTIVITIES\n\n(Sec. 101) Authorizes FY2016 appropriations for the conduct of intelligence and intelligence-related activities of: (1) the Office of the Director of National Intelligence (DNI); (2) the Central Intelligence Agency (CIA); (3) the Department of Defense (DOD); (4) the Defense Intelligence Agency; (5) the National Security Agency; (6) the Departments of the Army, the Navy, and the Air Force; (7) the Coast Guard; (8) the Departments of State, the Treasury, Energy (DOE), and Justice; (9) the Federal Bureau of Investigation; (10) the Drug Enforcement Administration; (11) the National Reconnaissance Office; (12) the National Geospatial-Intelligence Agency; and (13) the Department of Homeland Security.\n\n(Sec. 102) Declares that the amounts authorized and the authorized personnel ceilings as of September 30, 2016, for such activities are those specified in the classified Schedule of Authorizations, which shall be made available to the congressional appropriations committees and the President.\n\n(Sec. 103) Allows the DNI, if it provides prior notification to Congress, to authorize employment of civilian personnel in excess of the number authorized for FY2016 when necessary for the performance of important intelligence functions.\n\nRequires the DNI to establish guidelines to govern the treatment under such authorized personnel levels of employment or assignment: (1) in a student or trainee program; (2) in a reserve corps or as a reemployed annuitant; or (3) to a detail, joint duty, or long term, full-time training.\n\n(Sec. 104) Authorizes FY2016 appropriations for the Intelligence Community Management Account and for personnel positions for elements within such Account. Provides for funds identified in the classified schedule for advanced research and development to remain available until September 30, 2017.\n\nTITLE II--CENTRAL INTELLIGENCE AGENCY RETIREMENT AND DISABILITY SYSTEM\n\n(Sec. 201) Authorizes FY2016 appropriations for the Central Intelligence Agency Retirement and Disability Fund.\n\nTITLE III--GENERAL INTELLIGENCE COMMUNITY MATTERS\n\n(Sec. 301) Permits appropriations authorized by this Act for salary, pay, retirement, and other benefits for federal employees to be increased by such additional or supplemental amounts as necessary for increases in such compensation or benefits authorized by law.\n\n(Sec. 302) Prohibits the authorization of appropriations by this Act from being deemed to constitute authority to conduct any intelligence activity not otherwise authorized by the Constitution or U.S. laws.\n\n(Sec. 303) Requires the DNI to establish a policy for elements of the intelligence community to provide quarterly notifications to Congress regarding each appointment of an individual to or separation from a senior level position.\n\nTITLE IV--MATTERS RELATING TO ELEMENTS OF THE INTELLIGENCE COMMUNITY\n\nSubtitle A--Director of National Intelligence\n\n(Sec. 401) Requires the National Counterintelligence Executive to be appointed by the President with the advice and consent of the Senate. (Currently, the DNI appoints such executive.)\n\n(Sec. 402) Includes the Inspector General of the Intelligence Community within the Council of the Inspectors General on Integrity and Efficiency.\n\n(Sec. 403) Authorizes the Inspector General of the Intelligence Community to request information or assistance from state or local governmental agencies, subject to the concurrence of the DNI.\n\nSubtitle B--Central Intelligence Agency\n\n(Sec. 411) Requires the DNI to assign the Chief of the Analytic Integrity and Standards Group, in consultation with the CIA's Senior Analytic Service, to review finished CIA-produced intelligence products to assess whether the CIA's reorganization, announced publicly on March 6, 2015, has resulted in any loss of analytic objectivity. Directs the DNI to submit the results of such review to Congress.\n\n(Sec. 412) Authorizes the Inspector General of the CIA to request information or assistance from state or local governmental agencies.\n\nTITLE V--MATTERS RELATING TO FOREIGN COUNTRIES\n\nSubtitle A--Matters Relating to Russia\n\n(Sec. 501) Directs the DNI to notify Congress if the intelligence community receives intelligence that the Russian Federation has: (1) deployed, or is about to deploy, the Club-K container missile system through the Russian military; or (2) transferred or sold, or intends to transfer or sell, such system to another state or nonstate actor. Requires the DNI, within 30 days after submitting such a notice, to update Congress regarding any intelligence community engagement with a foreign partner on such a deployment and the impacts of a deployment to any potentially impacted nation.\n\n(Sec. 502) Requires the DNI to submit to Congress an intelligence community assessment on the funding of political parties and nongovernmental organizations in former Soviet states and countries in Europe by the Russian Federation and its security and intelligence services since January 1, 2006.\n\n(Sec. 503) Directs the DNI to submit to Congress an assessment on the use of political assassinations as a form of statecraft by the Russian Federation since January 1, 2000.\n\nSubtitle B--Matters Relating to Other Countries\n\n(Sec. 511) Directs the DNI to submit to Congress an assessment on the resources utilized for intelligence collection efforts with regard to the South and East China Seas. Requires the assessment to describe lead agencies, key partners, purposes of collection activity, annual funding and personnel, prioritization and coordination of collection activities, and resourcing gaps.\n\n(Sec. 512) Requires the State Department to: (1) ensure that supervisory positions at U.S. diplomatic facilities in Cuba are occupied by U.S. citizens who have passed a thorough background check, and (2) submit to Congress a plan for reducing the reliance on locally employed staff in such U.S. diplomatic facilities in Cuba.\n\n(Sec. 513) Requires U.S. diplomatic facilities in Cuba that are constructed or upgraded after the enactment of this Act to include a sensitive compartmented information facility. Allows the State Department to waive such requirement in the interest of national security if it submits a justification to Congress before exercising such waiver.\n\n(Sec. 514) Requires the DNI to submit reports to Congress regarding: (1) the monetary value of any direct or indirect forms of sanctions relief that Iran has received since the Joint Plan of Action first entered into effect; (2) Iran's use of such funds, including to support international terrorism and the al-Assad regime in Syria, advance nuclear weapons or ballistic missile efforts, or commit any violation of the human rights of the people of Iran; and (3) the extent to which senior Iranian officials have diverted sanctions relief funds into their personal accounts.\n\nTITLE VI--GENERAL PROVISIONS\n\n(Sec. 601) Bars a provision of an intelligence contract that prohibits the disclosure of information from being construed to prohibit an element of the intelligence community from providing information to the congressional intelligence committees.\n\n(Sec. 602) Requires the DNI to provide notice to Congress within 15 days after learning that an electronic communication service provider that generates call detail records in the ordinary course of business has changed its retention policy to a period of less than 18 months.\n\n(Sec. 603) Requires anyone engaged in providing an electronic communication or a remote computing service to the public who obtains actual knowledge of any terrorist activity (including the distribution of information relating to explosives, destructive devices, and weapons of mass destruction) to provide the relevant facts and circumstances to authorities designated by the Attorney General.\n\n(Sec. 604) Requires analytic integrity reviews of intelligence products to include explanations of how substantially similar, contemporaneous intelligence products are distinct in terms of source material, time frame, methodology, or other distinguishing analytic characteristics.\n\n(Sec. 605) Directs the DNI to collaborate with DOD and the Joint Chiefs of Staff to develop and report to Congress on a strategy for a comprehensive interagency review of policies for planning and acquiring national security satellite systems and architectures, including the capabilities of commercial systems and partner countries, consistent with the National Space Policy issued on June 28, 2010. Requires such strategy to ensure that the U.S. national security overhead satellite architecture: (1) aims to produce satellite systems in less than five years that can leverage common, standardized design elements and commercially available technologies; (2) is open to distributed, disaggregated architectures that allow for better resiliency, reconstitution, replenishment, and rapid technological refresh; and (3) emphasizes deterrence and the importance of offensive and defensive space control capabilities.\n\n(Sec. 606) Includes the DNI among the agencies that must be consulted when DOE considers whether to authorize a person to develop or produce special nuclear material outside the United States.\n\n(Sec. 607) Requires the DNI to: (1) implement a plan to eliminate the backlog of overdue periodic reinvestigations of individuals eligible to access classified information or hold a sensitive position; and (2) direct specified executive agencies, military departments, and elements of the intelligence community identified in the Intelligence Reform and Terrorism Prevention Act of 2004 to implement enhanced personnel security programs.\n\nRequires agencies' enhanced personnel security programs to integrate information from government, publicly available, and commercial data sources, consumer reporting agencies, and social media. Permits information obtained from such sources to include: (1) security or counterintelligence information on social media websites that may suggest ill intent, vulnerability to blackmail, compulsive behavior, allegiance to another country, change in ideology, or a lack of good judgment, reliability, or trustworthiness; and (2) data maintained on any terrorist or criminal watch list maintained by any agency, state or local government, or international organization.\n\nRequires automated record checks under the enhanced program to be conducted at least twice every five years to ensure continued eligibility of agency employees and contractors.\n\nDirects the DNI to issue guidance defining minor financial or mental health issues.\n\n(Sec. 608) Makes technical amendments to exclude the Office of the DNI from certain position classification, pay, and allowances provisions relating to General Schedule employees."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Intelligence Authorization Act for Fiscal Year 2016", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Intelligence Authorization Act for Fiscal Year 2016", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "An original bill to authorize appropriations for fiscal year 2016 for intelligence and intelligence-related activities of the United States Government, the Community Management Account, and the Central Intelligence Agency Retirement and Disability System, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Intelligence Authorization Act for Fiscal Year 2016", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-01T13:30:45Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s1705.xml"
}