{
  "actions": [
    {
      "acted_at": "2015-04-14", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-04-14", 
      "action_code": "", 
      "committees": [
        "SSFI"
      ], 
      "references": [], 
      "text": "Committee on Finance. Original measure reported to Senate by Senator Hatch. With written report No. 114-14.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-04-14", 
      "action_code": "", 
      "calendar": "Senate Legislative", 
      "number": "37", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 37.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s903-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2015-04-14", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-04-14", 
  "number": "903", 
  "official_title": "An original bill to amend the Internal Revenue Code of 1986 to improve access and administration of the United States Tax Court.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2029-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "bioguide_id": "H000338", 
    "district": null, 
    "name": "Hatch, Orrin G.", 
    "state": "UT", 
    "thomas_id": "01351", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2015-04-14", 
  "subjects": [
    "Administrative remedies", 
    "Bankruptcy", 
    "Debt collection", 
    "Evidence and witnesses", 
    "Government ethics and transparency, public corruption", 
    "Interest, dividends, interest rates", 
    "Judges", 
    "Judicial procedure and administration", 
    "Judicial review and appeals", 
    "Jurisdiction and venue", 
    "Legal fees and court costs", 
    "Specialized courts", 
    "Tax administration and collection, taxpayers", 
    "Taxation"
  ], 
  "subjects_top_term": "Taxation", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2015-04-14T14:59:12Z", 
    "text": "(This measure has not been amended since it was introduced. The summary has been expanded because action occurred on the measure.)\n\nThis bill amends the Internal Revenue Code to modify the rules and administrative provisions governing the U.S. Tax Court, a court established under Article I of the Constitution.\n\nTITLE I--TAXPAYER ACCESS TO UNITED STATES TAX COURT\n\n(Sec. 101) This section changes the period for filing an action in the Tax Court for review of a denial by the Department of the Treasury of a request to abate interest. The action may be filed in Tax Court at any time after the earlier of the date of the mailing of Treasury's final determination not to abate such interest or the date that is 180 days after the filing of a claim for abatement, but not later that 180 days after Treasury's final determination.\n\n(Sec. 102) This section allows the filing of an action in Tax Court for review of a denial to abate interest not exceeding $50,000 as a small tax case, thus providing for expedited review.\n\n(Sec. 103) This section provides that: (1) venue in an innocent spouse relief petition is the legal residence of the petitioner; and (2) venue in a collection due process proceeding is the legal residence of an individual petitioner or the principal place of business or principal office or agency if the the petitioner is an entity other than an individual. An innocent spouse relief petition is a petition filed by a husband or wife claiming, in good faith, ignorance of violations of tax law by the other spouse (e.g., failure to report income or improper claims of tax credits or deductions), thus resulting in unexpected tax liability for the innocent spouse.\n\n(Sec. 104) This section provides for a suspension of the running of the period of limitations on filing petitions for innocent spouse relief and a collection due process hearing for taxpayers in bankruptcy who are prohibited from filing such petitions.\n\n(Sec. 105) This section makes the Federal Rules of Evidence applicable to proceedings of the Tax Court.\n\nTITLE II--UNITED STATES TAX COURT ADMINISTRATION\n\n(Sec. 201) This section directs the Tax Court to prescribe rules for the filing of complaints with respect to the conduct of any judge or magistrate judge of the Court and for the investigation and resolution of such complaints. In investigating and taking action on any complaint, the Court shall have the powers granted to a judicial council under the federal judicial code.\n\n(Sec.202) This section grants the Tax Court the same management, administrative, and expenditure authority as is granted to other federal courts with general jurisdiction under Article III of the Constitution.\n\nThe Chief Judge may summon the judges and magistrate judges of the Court to an annual judicial conference to consider the business of the Court and make recommendations to improve the administration of justice with the jurisdiction of the Court. The Court may impose a reasonable registration fee on persons, other than judges and magistrate judges, who attend the judicial conference to defray costs of the conference.\n\nAll fees received by the Tax Court shall be deposited into a special fund of the Treasury and made available to offset funds appropriated for the operation and maintenance of the Court.\n\nTITLE III--CLARIFICATION RELATING TO UNITED STATES TAX COURT\n\n(Sec. 301) This section declares that the Tax Court is not an agency of, and shall be independent of, the executive branch."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "An original bill to amend the Internal Revenue Code of 1986 to improve access and administration of the United States Tax Court.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "An original bill to amend the Internal Revenue Code of 1986 to improve access and administration of the United States Tax Court.", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-01T13:30:22Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s903.xml"
}