{
  "actions": [
    {
      "acted_at": "2015-02-11", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-02-11", 
      "action_code": "", 
      "committees": [
        "SSJU"
      ], 
      "references": [
        {
          "reference": "CR S939-944", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s467-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "bioguide_id": "B001277", 
      "district": null, 
      "name": "Blumenthal, Richard", 
      "original_cosponsor": true, 
      "sponsored_at": "2015-02-11", 
      "state": "CT", 
      "thomas_id": "02076", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "C001088", 
      "district": null, 
      "name": "Coons, Christopher A.", 
      "original_cosponsor": true, 
      "sponsored_at": "2015-02-11", 
      "state": "DE", 
      "thomas_id": "01984", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "F000457", 
      "district": null, 
      "name": "Franken, Al", 
      "original_cosponsor": false, 
      "sponsored_at": "2015-04-27", 
      "state": "MN", 
      "thomas_id": "01969", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "G000359", 
      "district": null, 
      "name": "Graham, Lindsey", 
      "original_cosponsor": true, 
      "sponsored_at": "2015-02-11", 
      "state": "SC", 
      "thomas_id": "00452", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "H000338", 
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "original_cosponsor": true, 
      "sponsored_at": "2015-02-11", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "L000577", 
      "district": null, 
      "name": "Lee, Mike", 
      "original_cosponsor": true, 
      "sponsored_at": "2015-02-11", 
      "state": "UT", 
      "thomas_id": "02080", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "R000595", 
      "district": null, 
      "name": "Rubio, Marco", 
      "original_cosponsor": false, 
      "sponsored_at": "2015-03-12", 
      "state": "FL", 
      "thomas_id": "02084", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "S000148", 
      "district": null, 
      "name": "Schumer, Charles E.", 
      "original_cosponsor": false, 
      "sponsored_at": "2015-02-12", 
      "state": "NY", 
      "thomas_id": "01036", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "W000802", 
      "district": null, 
      "name": "Whitehouse, Sheldon", 
      "original_cosponsor": true, 
      "sponsored_at": "2015-02-11", 
      "state": "RI", 
      "thomas_id": "01823", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-02-11", 
  "number": "467", 
  "official_title": "A bill to reduce recidivism and increase public safety, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s449-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr472-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s238-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2123-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "CORRECTIONS Act", 
  "sponsor": {
    "bioguide_id": "C001056", 
    "district": null, 
    "name": "Cornyn, John", 
    "state": "TX", 
    "thomas_id": "01692", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-02-11", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Congressional oversight", 
    "Correctional facilities and imprisonment", 
    "Crime and law enforcement", 
    "Crime prevention", 
    "Criminal procedure and sentencing", 
    "Department of Justice", 
    "Drug, alcohol, tobacco use", 
    "Government employee pay, benefits, personnel management", 
    "Government studies and investigations", 
    "Juvenile crime and gang violence", 
    "Law enforcement administration and funding", 
    "Law enforcement officers", 
    "U.S. Sentencing Commission", 
    "Veterans' education, employment, rehabilitation", 
    "Violent crime"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced in Senate", 
    "date": "2015-02-11T05:00:00Z", 
    "text": "Corrections Oversight, Recidivism Reduction, and Eliminating Costs for Taxpayers In Our National System Act of 2015 or the CORRECTIONS Act\n\nDirects the Department of Justice (DOJ) to: (1) conduct a review of recidivism reduction programming and productive activities, including prison jobs, offered in correctional institutions; (2) conduct a survey to identify products currently manufactured overseas that could be manufactured by prisoners without reducing job opportunities for other U.S. workers; and (3) submit to the House and Senate Committees on Appropriations and the Judiciary a strategic plan for the expansion of recidivism reduction programming and productive activities, including prison jobs, in Bureau of Prison facilities.\n\nAmends the federal criminal code to direct the Bureau of Prisons to make available appropriate recidivism reduction programming or productive activities, including prison jobs, to all eligible prisoners and to assign such prisoners to such activities using the Post-Sentencing Risk and Needs Assessment System developed by DOJ. Defines \"eligible prisoner\" to mean a prisoner serving a sentence of incarceration for conviction of a federal offense, but excludes a prisoner whom the Bureau of Prisons determines: (1) is medically unable to successfully complete recidivism reduction activities, (2) would present a security risk if permitted to participate in such activities, or (3) is serving a sentence of incarceration of less than one month. Requires the National Institute of Corrections to evaluate all recidivism reduction programming or productive activities for eligible prisoners to determine whether such programming or activities may be certified as evidence-based and effective at reducing or mitigating offender risk and recidivism.\n\nDirects DOJ to issue regulations requiring the official in charge of each correctional facility to enter into partnerships with nonprofit organizations, including faith-based and community-based organizations, educational organizations, and private entities, to make recidivism reduction programming and productive activities available to eligible prisoners.\n\nGrants eligibility to a prisoner who has successfully completed a recidivism reduction program or productive activity certified by the National Institute of Corrections for time credits for each period of 30 days of successful completion of such a program or activity, except prisoners who have been convicted of certain federal crimes, including crimes involving terrorism, violence, or child exploitation.\n\nRequires DOJ to develop the Post-Sentencing Risk and Needs Assessment System for use by the Bureau of Prisons to: (1) assess and determine the recidivism risk level of all prisoners and classify each prisoner as having a low, moderate, or high risk of recidivism; (2) assess and determine the risk of violence of all prisoners; (3) ensure that low-risk prisoners are grouped together in housing and assignment decisions; and (4) provide information on best practices.\n\nAmends the federal criminal code to allow a prisoner: (1) a period of home confinement as part of a program of prerelease custody, not to exceed 10% of the prisoner's imposed sentence; (2) to enter into prerelease custody if such prisoner is classified as low or moderate risk; and (3) to serve a certain portion of his or her sentence on community supervision if such prisoner is classified as low risk, complies with all conditions of prerelease custody, remains current on financial obligations, and refrains from committing any federal, state, or local offense.\n\nProhibits the Bureau of Prisons from transferring a prisoner to prerelease custody if the prisoner has been sentenced to a term of incarceration of more than three years unless six-month's prior notice is given to the U.S. Attorney's Office for the district in which the prisoner was sentenced.\n\nRequires DOJ to report to specified congressional committees on: (1) DOJ activities and accomplishments in carrying out this Act, an assessment of the status and use of the Post-Sentencing Risk and Needs Assessment System by the Bureau of Prisons, a summary and assessment of recidivism reduction programs operated by the Bureau of Prisons, and an assessment of budgetary saving resulting from this Act; (2) the status of prison work programs; (3) rates of recidivism; and (4) the effectiveness of recidivism reduction programs and activities offered to prisoners who are ineligible for time credits. Requires DOJ to reinvest budgetary savings to fund public safety programming.\n\nAmends the Second Chance Act of 2007 to: (1) make permanent the pilot program for removing nonviolent elderly offenders from prison facilities and placing such offenders in home detention, and (2) reduce the age and prison term requirements for such offenders.\n\nDirects DOJ to: (1) evaluate best practices used for the reentry of federal prisoners released from custody and report to the Judiciary Committees on such evaluation, (2) select an appropriate number of federal judicial districts to conduct federal reentry demonstration projects using such best practices, and (3) report on the impact of reentry of prisoners on communities in which a disproportionate number of individuals reside upon release from incarceration.\n\nRequires the Bureau of Prisons to: (1) notify the Department of Veterans Affairs (VA) if a prisoner's presentence report indicates that the prisoner has previously served in the U.S. Armed Forces, and (2) provide VA with reasonable access to such prisoner to facilitate reentry.\n\nAmends the federal criminal code to require a presentence report to include: (1) information about the defendant's history of substance abuse and addiction; (2) information about the defendant's service in the Armed Forces and veteran status; and (3) a detailed plan that the probation officer determines will reduce the likelihood that the defendant will abuse drugs or alcohol, will reduce the defendant's likelihood of recidivism by addressing the defendant's specific recidivism risk factors, and will assist the defendant in preparing for reentry into the community.\n\nRequires the Bureau of Prisons to ensure that each prisoner eligible for substance abuse treatment completes treatment not later than one year prior to such prisoner's release date.\n\nRequires the Administrative Office of the United States Courts to: (1) establish a five-year recidivism reduction and recovery enhancement pilot program, premised on high-intensity supervision and the use of sanctions for noncompliance with program rules; and (2) conduct an evaluation of the pilot program and report to Congress on the results of the evaluation.\n\nAmends the federal criminal code to require the Bureau of Prisons to issue oleoresin capsicum spray (pepper spray) to: (1) any Bureau officer or employee employed in a prison that is not a minimum or low security prison who may respond to an emergency situation in such prison; and (2) such additional prison officers and employees as deemed appropriate. Requires any such officer or employee to complete a training course before being issued such spray and annual training on the use of such spray."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "CORRECTIONS Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Corrections Oversight, Recidivism Reduction, and Eliminating Costs for Taxpayers In Our National System Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to reduce recidivism and increase public safety, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "CORRECTIONS Act", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-01T13:30:07Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s467.xml"
}