{
  "actions": [
    {
      "acted_at": "2016-06-09", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-06-09", 
      "action_code": "", 
      "committees": [
        "SSFI"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3044-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2016-06-09", 
  "number": "3044", 
  "official_title": "A bill to provide certain assistance for the Commonwealth of Puerto Rico, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr727-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr870-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1774-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr1418-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3552-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3553-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1453-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2203-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Puerto Rico Humanitarian Relief and Reconstruction Act", 
  "sponsor": {
    "bioguide_id": "S000033", 
    "district": null, 
    "name": "Sanders, Bernard", 
    "state": "VT", 
    "thomas_id": "01010", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2016-06-09", 
  "subjects": [], 
  "subjects_top_term": null, 
  "summary": {
    "as": "Introduced in Senate", 
    "date": "2016-06-09T04:00:00Z", 
    "text": "Puerto Rico Humanitarian Relief and Reconstruction Act\n\nThis bill establishes a Puerto Rico Reconstruction Finance Corporation to accept applications from the government of Puerto Rico or its municipalities to restructure their bond debts through a process under which: (1) the corporation will purchase the bonds from bond holders at the price the holder paid for the bond, and (2) the par value of each bond is reduced to the last price paid for the bond. Impairment of pension benefits is not permitted.\n\n The board of the corporation must consist of six members appointed by the President from lists submitted by Puerto Rico's legislature and governor and one member selected in the sole discretion of the President, each of whom must reside in, and have expertise in the economy, history, and government of, Puerto Rico.\n\nThe corporation may: (1) make expenditures to address Puerto Rico's humanitarian crisis and restore economic growth; (2) authorize lending activities; and (3) negotiate with Puerto Rico or its municipalities that have defaulted on bonds over budgets, revenues, and appropriations.\n\nThe bill expresses the sense of Congress that: (1) the Board of Governors of the Federal Reserve System has the authority to provide emergency financing to Puerto Rico to facilitate an orderly restructuring of its debt, (2) the Puerto Rico government should set aside any debt held by Puerto Rico that is found by the Commission for the Comprehensive Audit of Puerto Rico's Public Debt to have been acquired in violation of the Puerto Rico constitution, and (3) Puerto Rico should suggest that debt holders seek redress from investment banks that helped market and sell any unconstitutional instruments.\n\nThe bill amends the federal bankruptcy code to treat Puerto Rico as a state under chapter 9 (Adjustment of Debts of a Municipality) to permit Puerto Rico to authorize its public corporations to be debtors.\n\nThe bill amends the Social Security Act to: (1) eliminate certain funding caps under title XI (General Provisions, Peer Review, Administrative Simplification) and the Federal Medical Assistance Percentage limitation under title XIX (Medicaid) for Puerto Rico; (2) apply the 100% Federal Poverty Level limitation to Puerto Rico under title XIX; (3) extend application of the Medicare payment rate floor to certain primary care services in Puerto Rico under the Medicaid program; (4) repeal the exclusion of residents of Puerto Rico from deemed enrollment under part B (Supplementary Medical Insurance Benefits) of title XVIII (Medicare) and, thus, automatically enroll them; and (5) make permanent certain title XVIII part B incentive payments for primary care services in Puerto Rico.\n\nThe Centers for Disease Control and Prevention must update the National Environmental Public Health Tracking Network to include Puerto Rico, including Vieques. The Department of Health and Human Services must award a grant to an institution of higher education in Puerto Rico to study the environmental and biological health of Vieques residents.\n\nThe bill establishes grant programs and revises standards for renewable energy and energy efficient commercial buildings and homes in Puerto Rico. It provides additional funding to the Department of Transportation (DOT) through FY2026 for the Puerto Rico Highway Program.\n\nThrough FY2021 for Puerto Rico, the bill provides additional funding for:\n\n DOT infrastructure investments under the Transportation Investment Generating Economic Recovery (TIGER) discretionary grant program, passenger and freight rail projects, the Airport Improvement Program, and ferry boats and terminals; Environmental Protection Agency capitalization grants for Puerto Rico water pollution control revolving funds and drinking water treatment revolving loan funds; Rural Utilities Service programs; Department of Agriculture rural energy programs; U.S. Army Corps of Engineers projects; Federal Emergency Management Agency (FEMA) flood reduction projects; broadband and telecommunications programs; and housing and community development. The Internal Revenue Code is amended to make citizens of Puerto Rico eligible for the federal earned income tax credit and allow them to claim the refundable portion of the child tax credit on the same basis as U.S. taxpayers.\n\nBefore 2019, the State Elections Commission of Puerto Rico must provide for a binding vote or series of votes on whether Puerto Rico should:\n\n be admitted as a U.S. state, become a sovereign nation, or continue the status quo as a U.S. commonwealth territory and reform its government. If a majority votes for admission as a U.S. state, the President must issue a proclamation to begin a transition process that will culminate in such admission within four years after the vote is certified."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Puerto Rico Humanitarian Relief and Reconstruction Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to provide certain assistance for the Commonwealth of Puerto Rico, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Puerto Rico Humanitarian Relief and Reconstruction Act", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-05T16:21:53Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s3044.xml"
}