{
  "actions": [
    {
      "acted_at": "2015-12-18", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-18", 
      "action_code": "", 
      "committees": [
        "SSJU"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2435-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "bioguide_id": "C001047", 
      "district": null, 
      "name": "Capito, Shelley Moore", 
      "original_cosponsor": true, 
      "sponsored_at": "2015-12-18", 
      "state": "WV", 
      "thomas_id": "01676", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "I000024", 
      "district": null, 
      "name": "Inhofe, James M.", 
      "original_cosponsor": true, 
      "sponsored_at": "2015-12-18", 
      "state": "OK", 
      "thomas_id": "00583", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "I000055", 
      "district": null, 
      "name": "Isakson, Johnny", 
      "original_cosponsor": true, 
      "sponsored_at": "2015-12-18", 
      "state": "GA", 
      "thomas_id": "01608", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "T000476", 
      "district": null, 
      "name": "Tillis, Thom", 
      "original_cosponsor": true, 
      "sponsored_at": "2015-12-18", 
      "state": "NC", 
      "thomas_id": "02291", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "W000437", 
      "district": null, 
      "name": "Wicker, Roger F.", 
      "original_cosponsor": true, 
      "sponsored_at": "2015-12-18", 
      "state": "MS", 
      "thomas_id": "01226", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-12-18", 
  "number": "2435", 
  "official_title": "A bill to ensure that each covered alien receives a thorough background investigation before such alien is admitted to the United States as a refugee, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Defend America Act of 2015", 
  "sponsor": {
    "bioguide_id": "K000360", 
    "district": null, 
    "name": "Kirk, Mark Steven", 
    "state": "IL", 
    "thomas_id": "01647", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-12-18", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Afghanistan", 
    "Asia", 
    "Aviation and airports", 
    "Border security and unlawful immigration", 
    "Congressional oversight", 
    "Criminal justice information and records", 
    "Department of Homeland Security", 
    "Foreign language and bilingual programs", 
    "Fraud offenses and financial crimes", 
    "Government studies and investigations", 
    "Immigration", 
    "Immigration status and procedures", 
    "International organizations and cooperation", 
    "Internet and video services", 
    "Iraq", 
    "Middle East", 
    "Refugees, asylum, displaced persons", 
    "Syria", 
    "Terrorism", 
    "Travel and tourism", 
    "Visas and passports"
  ], 
  "subjects_top_term": "Immigration", 
  "summary": {
    "as": "Introduced in Senate", 
    "date": "2015-12-18T05:00:00Z", 
    "text": "Defend America Act of 2015\n\n This bill prohibits, until the President certifies that specified provisions of this Act have been carried out, the refugee admission of any alien (covered alien) who is:\n\n applying for admission to the United States as a refugee, and is a national or resident of Iraq or Syria, has no known nationality and whose last habitual residence was in Iraq or in Syria, or has been present in Iraq or in Syria at any time on or after March 1, 2011; not a citizen of Iraq who is or was employed by or on behalf of the U.S. government in Iraq on or after March 20, 2003, for at least one year, and provided documented, valuable service to the U.S. government; not the spouse or child of such alien; and not an infant child without living parents who is younger than four years of age. In addition to any Department of State or Department of Homeland Security (DHS) screenings, the Federal Bureau of Investigation (FBI) shall ensure that each covered alien receives a background investigation before U.S refugee admission.\n\nA covered alien may:\n\n not be admitted as a refugee until the FBI certifies to DHS and the Director of National Intelligence (DNI) that he or she has received a background investigation sufficient to determine whether the person is a U.S. security threat, and whether the person has provided support to any foreign terrorist organization; and only be admitted to the United States after DHS, with the unanimous concurrence of the FBI and the DNI, certifies to Congress that the person is not such a threat. The Inspector General of DHS shall conduct annual risk-based reviews of all certifications.\n\nThe Immigration and Nationality Act is amended to require the State Department, before a refugee's resettlement in a state, to give the governor specified personal information about the person.\n\nThe use of social media to promote terrorism shall be a grounds for inadmissibility.\n\nAny alien shall be ineligible for visa waiver program participation who:\n\n has been present, at any time on or after March 1, 2011, in Iraq or Syria, in a country designated as one that has repeatedly provided support for acts of international terrorism, or in any other country or area of concern designated by DHS; and regardless of whether the alien is a national of a visa waiver program country, is a national of Iraq or Syria, a country designated as a country that has repeatedly provided support for acts of international terrorism, or any other country or area of concern. Such prohibitions shall not apply to an alien who was present in such a country to perform military or official government service for a program country.\n\nDHS may waive such prohibitions if in U.S. law enforcement or national security interests.\n\nDHS shall review annually whether such prohibitions shall apply to any country or area, based on specified considerations.\n\nA program country shall:\n\n screen travelers to determine if they are using stolen or lost travel documents; report the loss or theft of one of its national's passports to the United States within 24 hours; with certain exceptions, certify to DHS that it is screening each entering or departing non-citizen or non-national for unlawful activity by using Interpol databases and notices, or other means designated by DHS; enter into and comply with an agreement with the United States to assist in the operation of an air marshal program; comply with U.S. aviation and airport security standards; and certify that it issues to its citizens machine-readable, electronic passports that comply with the biometric and document identifying standards established by the International Civil Aviation Organization. DHS may terminate a country's program status for noncompliance, subject to specified conditions for reinstatement.\n\n By April 1, 2016, every citizen or national of a visa waiver program country who is cleared to travel to the United States under the Electronic System for Travel Authorization (ESTA) shall possess a valid, unexpired, tamper-resistant, machine-readable passport that incorporates complying biometric and document authentication identifiers.\n\nIn determining whether to designate a country as a program country or whether a program country should retain its designation, DHS shall consider specified questions.\n\nDHS shall:\n\n evaluate program countries to identify those from which the admission of nationals would present a high risk to U.S. national security; research opportunities to incorporate anti-fraud/deception technology into ESTA; and collect from an applicant information on any additional or previous countries of citizenship, and consider such information when making admissions determinations. The bill expresses the sense of Congress concerning establishment of electronic passport standards by the International Civil Aviation Organization.\n\nThe State Department shall prioritize the issuance of special immigrant visas for certain Iraqi and Afghan translators who worked with the U.S. government or Armed Forces."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Defend America Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to ensure that each covered alien receives a thorough background investigation before such alien is admitted to the United States as a refugee, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Defend America Act of 2015", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-01T13:31:10Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s2435.xml"
}