{
  "actions": [
    {
      "acted_at": "2016-06-15", 
      "action_code": "1000", 
      "references": [], 
      "text": "Introduced in House", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-06-15", 
      "action_code": "H12100", 
      "committees": [
        "HSAP"
      ], 
      "references": [], 
      "text": "The House Committee on Appropriations reported an original measure, H. Rept. 114-624, by Mr. Crenshaw.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-06-15", 
      "action_code": "H12410", 
      "calendar": "Union", 
      "number": "484", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on the Union Calendar, Calendar No. 484.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "2016-06-21T21:41:11-04:00", 
      "action_code": "H1L210", 
      "bill_ids": [
        "hres794-114"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H. Res. 794 Reported to House. Rule provides for consideration of H.R. 5485 with 1 hour of general debate. The resolution makes in order only those amendments printed in the report, amendments en bloc described in section 3 of the resolution, and pro forma amendments described in section 4 of the resolution.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-05T19:28:00-04:00", 
      "action_code": "H1L220", 
      "bill_ids": [
        "hres794-114"
      ], 
      "references": [], 
      "text": "Rule H. Res. 794 passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-06T17:34:40-04:00", 
      "action_code": "H30000", 
      "bill_ids": [
        "hres794-114"
      ], 
      "references": [
        {
          "reference": "CR H4346-4392", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H4362-4391", 
          "type": "text of measure as reported in House"
        }
      ], 
      "text": "Considered under the provisions of rule H. Res. 794.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-06T17:34:45-04:00", 
      "action_code": "H8D000", 
      "references": [], 
      "text": "Rule provides for consideration of H.R. 5485 with 1 hour of general debate. The resolution makes in order only those amendments printed in the report, amendments en bloc described in section 3 of the resolution, and pro forma amendments described in section 4 of the resolution.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-06T17:34:57-04:00", 
      "action_code": "H32020", 
      "bill_ids": [
        "hres794-114"
      ], 
      "references": [], 
      "text": "House resolved itself into the Committee of the Whole House on the state of the Union pursuant to H. Res. 794 and Rule XVIII.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-06T17:34:58-04:00", 
      "action_code": "H32400", 
      "references": [], 
      "text": "The Speaker designated the Honorable Cynthia M. Lummis to act as Chairwoman of the Committee.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-06T17:35:23-04:00", 
      "action_code": "H8D000", 
      "references": [], 
      "text": "GENERAL DEBATE - The Committee of the Whole proceeded with one hour of general debate on H.R. 5485.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-06T18:35:43-04:00", 
      "action_code": "H32500", 
      "references": [], 
      "text": "Mr. Chaffetz raised a point of order against the content of the measure. Mr. Chaffetz raised a point of order against a provision in H.R. 5485, stating that it violated clause 2 of rule XXI, which prohibits changing existing law in an appropriations bill. The Chair sustained the point of order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-06T18:38:48-04:00", 
      "action_code": "H32350", 
      "references": [], 
      "text": "Ms. Kaptur appealed the ruling of the Chair. The question was then put on sustaining the ruling of the Chair.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-06T19:12:21-04:00", 
      "action_code": "H32351", 
      "references": [], 
      "text": "On sustaining the ruling of the Chair. Agreed to by recorded vote: 220 - 168 (Roll no. 356).", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-06T19:12:32-04:00", 
      "action_code": "H32340", 
      "references": [], 
      "text": "Mr. Crenshaw moved that the commitee rise.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-06T19:12:45-04:00", 
      "action_code": "H32341", 
      "references": [], 
      "text": "On motion that the commitee rise Agreed to by voice vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-06T19:12:55-04:00", 
      "action_code": "H32700", 
      "references": [], 
      "text": "Committee of the Whole House on the state of the Union rises leaving H.R. 5485 as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-06T19:14:25-04:00", 
      "action_code": "H30000", 
      "references": [
        {
          "reference": "CR H4419-4449", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-06T19:14:38-04:00", 
      "action_code": "H32050", 
      "references": [], 
      "text": "The House resolved into Committee of the Whole House on the state of the Union for further consideration.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-06T19:21:49-04:00", 
      "action_code": "H8D000", 
      "bill_ids": [
        "hres794-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 794, the Committee of the Whole proceeded with 10 minutes of debate on the Ellison amendment No. 1.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-06T19:29:37-04:00", 
      "action_code": "H8D000", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Ellison amendment, the Chair put the question on adoption of the amendment and announced by voice vote that the noes had prevailed. Mr. Ellison demanded a recorded vote and the Chair postponed further proceedings on adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-06T19:30:11-04:00", 
      "action_code": "H8D000", 
      "bill_ids": [
        "hres794-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 794, the Committee of the Whole proceeded with 10 minutes of debate on the Duffy amendment No. 2.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-06T19:40:21-04:00", 
      "action_code": "H8D000", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Duffy amendment, the Chair put the question on adoption of the amendment and announced by voice vote that the noes had prevailed. Mr. Duffy demanded a recorded vote and the Chair postponed further proceedings on adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-06T19:40:51-04:00", 
      "action_code": "H8D000", 
      "bill_ids": [
        "hres794-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 794, the Committee of the Whole proceeded with 10 minutes of debate on the Becerra amendment No. 3.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-06T19:50:20-04:00", 
      "action_code": "H8D000", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Becerra amendment, the Chair put the question on adoption of the amendment and announced by voice vote that the ayes had prevailed. Mr. Becerra demanded a recorded vote and the Chair postponed further proceedings on adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-06T19:50:43-04:00", 
      "action_code": "H8D000", 
      "bill_ids": [
        "hres794-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 794, the Committee of the Whole proceeded with 10 minutes of debate on the Ellison amendment No. 4.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-06T20:01:35-04:00", 
      "action_code": "H8D000", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Ellison amendment, the Chair put the question on adoption of the amendment and announced by voice vote that the ayes had prevailed. Mr. Crenshaw demanded a recorded vote and the Chair postponed further proceedings on adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-06T20:01:36-04:00", 
      "action_code": "H8D000", 
      "references": [], 
      "text": "UNANIMOUS CONSENT AGREEMENT - Mr. Crenshaw asked unanimous consent that amendments 5, 6, and 7 may be offered en bloc. Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-06T20:02:22-04:00", 
      "action_code": "H8D000", 
      "references": [], 
      "text": "Pursuant to the previous unanimous consent request, Ms. Moore was recognized to offer amendments 5, 6, and 7.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-06T20:02:27-04:00", 
      "action_code": "H8D000", 
      "bill_ids": [
        "hres794-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 794, the Committee of the Whole proceeded with 10 minutes of debate on the Moore en bloc amendments #1.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-06T20:10:34-04:00", 
      "action_code": "H8D000", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Moore amendments, the Chair put the question on adoption of the amendments en bloc and announced by voice vote that the noes had prevailed. Ms. Moore demanded a recorded vote and the Chair postponed further proceedings on adoption of the amendments until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-06T20:12:03-04:00", 
      "action_code": "H8D000", 
      "bill_ids": [
        "hres794-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 794, the Committee of the Whole proceeded with 10 minutes of debate on the Himes amendment No. 10.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-06T20:19:33-04:00", 
      "action_code": "H8D000", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Himes amendment, the Chair put the question on adoption of the amendment and announced by voice vote that the ayes had prevailed. Mr. Himes demanded a recorded vote and the Chair postponed further proceedings on adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-06T20:20:20-04:00", 
      "action_code": "H8D000", 
      "bill_ids": [
        "hres794-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 794, the Committee of the Whole proceeded with 10 minutes of debate on the DeFazio amendment No. 11.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-06T20:29:18-04:00", 
      "action_code": "H8D000", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the DeFazio amendment, the Chair put the question on adoption of the amendment and announced by voice vote that the noes had prevailed. Mr. DeFazio demanded a recorded vote and the Chair postponed further proceedings on adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-06T20:29:45-04:00", 
      "action_code": "H8D000", 
      "bill_ids": [
        "hres794-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 794, the Committee of the Whole proceeded with 10 minutes of debate on the Grayson amendment No. 12.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-06T20:40:07-04:00", 
      "action_code": "H8D000", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Grayson amendment, the Chair put the question on adoption of the amendment and announced by voice vote that the noes had prevailed. Mr. Grayson demanded a recorded vote and the Chair postponed further proceedings on adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-06T20:40:44-04:00", 
      "action_code": "H8D000", 
      "bill_ids": [
        "hres794-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 794, the Committee of the Whole proceeded with 10 minutes of debate on the Kildee amendment No. 13.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-06T20:50:32-04:00", 
      "action_code": "H8D000", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Kildee amendment, the Chair put the question on adoption of the amendment and announced by voice vote that the noes had prevailed. Mr. Kildee demanded a recorded vote and the Chair postponed further proceedings on adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-06T20:51:02-04:00", 
      "action_code": "H8D000", 
      "bill_ids": [
        "hres794-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 794, the Committee of the Whole proceeded with 10 minutes of debate on the Eshoo amendment No. 14.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-06T21:03:06-04:00", 
      "action_code": "H8D000", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Eshoo amendment, the Chair put the question on adoption of the amendment and announced by voice vote that the noes had prevailed. Ms. Eshoo demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-06T21:04:04-04:00", 
      "action_code": "H8D000", 
      "bill_ids": [
        "hres794-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 794, the Committee of the Whole proceeded with 10 minutes of debate on the Ellison amendment No. 15.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-06T21:13:42-04:00", 
      "action_code": "H8D000", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Ellison amendment, the Chair put the question on adoption of the amendment and by voice vote announced that the noes had prevailed. Mr. Ellison demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-06T21:14:29-04:00", 
      "action_code": "H8D000", 
      "bill_ids": [
        "hres794-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 794, the Committee of the Whole proceeded with 10 minutes of debate on the Ellison amendment No. 16.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-06T21:24:01-04:00", 
      "action_code": "H8D000", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Ellison amendment, the Chair put the question on adoption of the amendment and by voice vote announced that the noes had prevailed. Mr. Ellison demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-06T21:25:06-04:00", 
      "action_code": "H8D000", 
      "bill_ids": [
        "hres794-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 794, the Committee of the Whole proceeded with 10 minutes of debate on the Sewell amendment No. 17.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-06T21:35:54-04:00", 
      "action_code": "H8D000", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Sewell amendment, the Chair put the question on adoption of the amendment and by voice vote announced that the noes had prevailed. Ms. Sewell demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-06T21:36:27-04:00", 
      "action_code": "H8D000", 
      "bill_ids": [
        "hres794-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 794, the Committee of the Whole proceeded with 10 minutes of debate on the Norton amendment No. 19.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-06T21:49:25-04:00", 
      "action_code": "H8D000", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Norton amendment, the Chair put the question on adoption of the amendment and by voice vote announced that the noes had prevailed. Ms. Norton demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-06T21:50:19-04:00", 
      "action_code": "H8D000", 
      "bill_ids": [
        "hres794-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 794, the Committee of the Whole proceeded with 10 minutes of debate on the Amodei amendment No. 20.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-06T21:57:53-04:00", 
      "action_code": "H8D000", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Amodei amendment, the Chair put the question on adoption of the amendment and by voice vote announced that the ayes had prevailed. Mr. Serrano demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-06T21:59:18-04:00", 
      "action_code": "H8D000", 
      "bill_ids": [
        "hres794-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 794, the Committee of the Whole proceeded with 10 minutes of debate on the Blackburn amendment No. 16.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-06T22:08:31-04:00", 
      "action_code": "H8D000", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Blackburn amendment, the Chair put the question on adoption of the amendment and by voice vote announced that the ayes had prevailed. Mr. McNerney demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-06T22:09:56-04:00", 
      "action_code": "H8D000", 
      "references": [], 
      "text": "UNFINISHED BUSINESS - The Chair announced that the unfinished business was the question of adoption of amendments which had been debated earlier and on which further proceedings had been postponed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-06T23:23:35-04:00", 
      "action_code": "H32340", 
      "references": [], 
      "text": "Mr. Crenshaw moved that the Committee rise.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-06T23:23:51-04:00", 
      "action_code": "H32341", 
      "references": [], 
      "text": "On motion that the Committee rise Agreed to by voice vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-06T23:24:00-04:00", 
      "action_code": "H32700", 
      "references": [], 
      "text": "Committee of the Whole House on the state of the Union rises leaving H.R. 5485 as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T00:05:22-04:00", 
      "action_code": "H30000", 
      "references": [
        {
          "reference": "CR 7/6/2016 H4460-4464", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T00:05:48-04:00", 
      "action_code": "H32050", 
      "references": [], 
      "text": "The House resolved into Committee of the Whole House on the state of the Union for further consideration.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T00:06:45-04:00", 
      "action_code": "H8D000", 
      "bill_ids": [
        "hres794-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 794, the Committee of the Whole proceeded with 10 minutes of debate on the Blackburn amendment No. 22.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T00:19:21-04:00", 
      "action_code": "H8D000", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Blackburn amendment, the Chair put the question on adoption of the amendment and by voice vote announced that the ayes had prevailed. Mr. Serrano demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T00:19:57-04:00", 
      "action_code": "H8D000", 
      "bill_ids": [
        "hres794-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 794, the Committee of the Whole proceeded with 10 minutes of debate on the Buck amendment No. 23.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T00:30:47-04:00", 
      "action_code": "H8D000", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Buck amendment, the Chair put the question on adoption of the amendment and by voice vote announced that the ayes had prevailed. Mr. Serrano demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T00:34:57-04:00", 
      "action_code": "H8D000", 
      "bill_ids": [
        "hres749-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 749, the Committee of the Whole proceeded with 10 minutes of debate on the Davidson amendment No. 25.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T00:42:17-04:00", 
      "action_code": "H8D000", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Davidson amendment, the Chair put the question on adoption of the amendment and by voice vote announced that the ayes had prevailed. Mr. Serrano demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T00:42:39-04:00", 
      "action_code": "H32340", 
      "references": [], 
      "text": "Mr. Crenshaw moved that the Committee rise.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T00:42:54-04:00", 
      "action_code": "H32341", 
      "references": [], 
      "text": "On motion that the Committee rise Agreed to by voice vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T00:43:05-04:00", 
      "action_code": "H32700", 
      "references": [], 
      "text": "Committee of the Whole House on the state of the Union rises leaving H.R. 5485 as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T14:30:09-04:00", 
      "action_code": "H30000", 
      "references": [
        {
          "reference": "CR H4497-4522", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T14:39:32-04:00", 
      "action_code": "H32050", 
      "references": [], 
      "text": "The House resolved into Committee of the Whole House on the state of the Union for further consideration.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T14:40:49-04:00", 
      "action_code": "H8D000", 
      "bill_ids": [
        "hres794-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 794, the Committee of the Whole proceeded with 10 minutes of debate on the Duffy amendment No. 26.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T14:50:16-04:00", 
      "action_code": "H8D000", 
      "bill_ids": [
        "hres794-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H.Res. 794, the Committee of the Whole proceeded with 20 minutes on the Crenshaw en bloc amendments No. 1.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T14:54:38-04:00", 
      "action_code": "H8D000", 
      "bill_ids": [
        "hres794-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 794, the Committee of the Whole proceeded with 10 minutes of debate on the Garrett amendment No. 28.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T15:01:59-04:00", 
      "action_code": "H8D000", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Garrett amendment No. 28, the Chair put the question on adoption of the amendment and by voice vote announced that the ayes had prevailed. Mr. Serrano demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T15:03:08-04:00", 
      "action_code": "H8D000", 
      "bill_ids": [
        "hres794-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 794, the Committee of the Whole proceeded with 10 minutes of debate on the Garrett amendment No. 29.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T15:12:46-04:00", 
      "action_code": "H8D000", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Garrett amendment No. 29, the Chair put the question on adoption of the amendment and by voice vote announced that the ayes had prevailed. Mr. Serrano demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T15:13:37-04:00", 
      "action_code": "H8D000", 
      "bill_ids": [
        "hres794-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 794, the Committee of the Whole proceeded with 10 minutes of debate on the Gosar amendment No. 30.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T15:23:30-04:00", 
      "action_code": "H8D000", 
      "bill_ids": [
        "hres794-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 794, the Committee of the Whole proceeded with 10 minutes of debate on the Gosar amendment No. 31.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T15:30:44-04:00", 
      "action_code": "H8D000", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Gosar amendment No. 31, the Chair put the question on adoption of the amendment and by voice vote announced that the ayes had prevailed. Mr. Serrano demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T15:32:32-04:00", 
      "action_code": "H8D000", 
      "bill_ids": [
        "hres794-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 794, the Committee of the Whole proceeded with 10 minutes of debate on the Guinta amendment No. 32.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T15:41:55-04:00", 
      "action_code": "H8D000", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Guinta amendment No. 32, the Chair put the question on adoption of the amendment and by voice vote announced that the ayes had prevailed. Mr. Serrano demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T15:42:45-04:00", 
      "action_code": "H8D000", 
      "bill_ids": [
        "hres794-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 794, the Committee of the Whole proceeded with 10 minutes of debate on the Hudson amendment No. 33.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T15:54:29-04:00", 
      "action_code": "H8D000", 
      "bill_ids": [
        "hres794-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 794, the Committee of the Whole proceeded with 10 minutes of debate on the Huizenga amendment No. 34.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T16:05:29-04:00", 
      "action_code": "H8D000", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Huizenga amendment No. 34, the Chair put the question on adoption of the amendment and by voice vote announced that the ayes had prevailed. Mr. Serrano demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T16:06:04-04:00", 
      "action_code": "H8D000", 
      "bill_ids": [
        "hres794-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 794, the Committee of the Whole proceeded with 10 minutes of debate on the Huizenga amendment No. 35.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T16:17:11-04:00", 
      "action_code": "H8D000", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Huizenga amendment No. 35, the Chair put the question on adoption of the amendment and by voice vote announced that the ayes had prevailed. Mr. Serrano demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T16:17:57-04:00", 
      "action_code": "H8D000", 
      "bill_ids": [
        "hres794-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 794, the Committee of the Whole proceeded with 10 minutes of debate on the Lance amendment No. 37.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T16:26:07-04:00", 
      "action_code": "H8D000", 
      "bill_ids": [
        "hres794-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 794, the Committee of the Whole proceeded with 10 minutes of debate on the King (IA) amendment No. 38.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T16:38:12-04:00", 
      "action_code": "H8D000", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the King (IA) amendment No. 38, the Chair put the question on adoption of the amendment and by voice vote announced that the ayes had prevailed. Mr. Serrano demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T16:38:38-04:00", 
      "action_code": "H8D000", 
      "bill_ids": [
        "hres794-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 794, the Committee of the Whole proceeded with 10 minutes of debate on the Luetkemeyer amendment No. 39.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T16:48:11-04:00", 
      "action_code": "H8D000", 
      "references": [], 
      "text": "UNFINISHED BUSINESS - The Chair announced that the unfinished business was the question of adoption of amendments which had been debated earlier and on which further proceedings had been postponed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T17:42:24-04:00", 
      "action_code": "H32340", 
      "references": [], 
      "text": "Mr. Rogers (KY) moved that the committee rise.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T17:42:40-04:00", 
      "action_code": "H32341", 
      "references": [], 
      "text": "On motion that the committee rise Agreed to by voice vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T17:42:49-04:00", 
      "action_code": "H32700", 
      "references": [], 
      "text": "Committee of the Whole House on the state of the Union rises leaving H.R. 5485 as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T17:57:23-04:00", 
      "action_code": "H30000", 
      "references": [
        {
          "reference": "CR H4523-4536", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T17:57:35-04:00", 
      "action_code": "H32050", 
      "references": [], 
      "text": "The House resolved into Committee of the Whole House on the state of the Union for further consideration.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T17:58:31-04:00", 
      "action_code": "H8D000", 
      "bill_ids": [
        "hres794-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 794, the Committee of the Whole proceeded with 10 minutes of debate on the Messer amendment No. 40.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T18:07:55-04:00", 
      "action_code": "H8D000", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Messer amendment No. 40, the Chair put the question on adoption of the amendment and by voice vote announced that the ayes had prevailed. Mr. Serrano demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T18:08:27-04:00", 
      "action_code": "H8D000", 
      "bill_ids": [
        "hres794-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H.Res. 794, the Committee of the Whole proceeded with 10 minutes of debate on the Palmer amendment No. 41.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T18:17:39-04:00", 
      "action_code": "H8D000", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Palmer amendment No. 41, the Chair put the question on adoption of the amendment and by voice vote announced that the ayes had prevailed. Mr. Serrano demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T18:18:48-04:00", 
      "action_code": "H8D000", 
      "bill_ids": [
        "hres794-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H.Res. 794, the Committee of the Whole proceeded with 10 minutes of debate on the Mullin amendment No. 43.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T18:22:22-04:00", 
      "action_code": "H8D000", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Mullin amendment No. 43, the Chair put the question on adoption of the amendment and by voice vote announced that the ayes had prevailed. Mr. Serrano demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T18:22:54-04:00", 
      "action_code": "H8D000", 
      "bill_ids": [
        "hres794-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H.Res. 794, the Committee of the Whole proceeded with 10 minutes of debate on the Posey amendment No. 44.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T18:33:53-04:00", 
      "action_code": "H8D000", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Posey amendment No. 44, the Chair put the question on adoption of the amendment and by voice vote announced that the ayes had prevailed. Mr. Serrano demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T18:34:21-04:00", 
      "action_code": "H8D000", 
      "bill_ids": [
        "hres794-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H.Res. 794, the Committee of the Whole proceeded with 10 minutes of debate on the Roskam amendment No. 45.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T18:44:26-04:00", 
      "action_code": "H8D000", 
      "bill_ids": [
        "hres794-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H.Res. 794, the Committee of the Whole proceeded with 10 minutes of debate on the Roskam amendment No. 46.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T18:54:49-04:00", 
      "action_code": "H8D000", 
      "bill_ids": [
        "hres794-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H.Res. 794, the Committee of the Whole proceeded with 10 minutes of debate on the Sanford amendment No. 47.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T18:59:29-04:00", 
      "action_code": "H8D000", 
      "bill_ids": [
        "hres794-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H.Res. 794, the Committee of the Whole proceeded with 10 minutes of debate on the Carney amendment No. 50.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T19:06:50-04:00", 
      "action_code": "H8D000", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Carney amendment, the Chair put the question on adoption of the amendment and by voice vote announced that the noes had prevailed. Mr. Carney demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T19:07:51-04:00", 
      "action_code": "H8D000", 
      "bill_ids": [
        "hres794-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 794, the Committee of the Whole proceeded with 10 minutes of debate on the Zeldin amendment No. 51.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T19:14:44-04:00", 
      "action_code": "H8D000", 
      "bill_ids": [
        "hres794-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 794, the Committee of the Whole proceeded with 10 minutes of debate on the Zeldin amendment No. 52.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T19:20:29-04:00", 
      "action_code": "H8D000", 
      "bill_ids": [
        "hres794-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 794, the Committee of the Whole proceeded with 10 minutes of debate on the Yarmuth amendment No. 54.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T19:26:59-04:00", 
      "action_code": "H8D000", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Yarmuth amendment, the Chair put the question on adoption of the amendment and by voice vote announced that the noes had prevailed. Mr. Yarmuth demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T19:27:53-04:00", 
      "action_code": "H8D000", 
      "bill_ids": [
        "hres794-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 794, the Committee of the Whole proceeded with 10 minutes of debate on the Jenkins (WV) amendment No. 58.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T19:31:04-04:00", 
      "action_code": "H8D000", 
      "bill_ids": [
        "hres794-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 794, the Committee of the Whole proceeded with 10 minutes of debate on the Gallego amendment No. 68.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T19:36:57-04:00", 
      "action_code": "H8D000", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Gallego amendment, the Chair put the question on adoption of the amendment and by voice vote announced that the ayes had prevailed. Mr. Gallego demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T19:37:18-04:00", 
      "action_code": "H8D000", 
      "bill_ids": [
        "hres794-114"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 794, the Committee of the Whole proceeded with 10 minutes of debate on the Hartzler amendment No. 70.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T19:45:18-04:00", 
      "action_code": "H8D000", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Hartzler amendment, the Chair put the question on adoption of the amendment and by voice vote announced that the ayes had prevailed. Mr. Serrano demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T19:45:41-04:00", 
      "action_code": "H32340", 
      "references": [], 
      "text": "Mr. Crenshaw moved that the Committee now rise.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T19:45:55-04:00", 
      "action_code": "H32341", 
      "references": [], 
      "text": "On motion that the Committee now rise Agreed to by voice vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T19:46:07-04:00", 
      "action_code": "H32700", 
      "references": [], 
      "text": "Committee of the Whole House on the state of the Union rises leaving H.R. 5485 as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T20:01:26-04:00", 
      "action_code": "H30000", 
      "references": [
        {
          "reference": "CR H4536-4544", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T20:01:40-04:00", 
      "action_code": "H32050", 
      "references": [], 
      "text": "The House resolved into Committee of the Whole House on the state of the Union for further consideration.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T20:02:49-04:00", 
      "action_code": "H8D000", 
      "references": [], 
      "text": "UNFINISHED BUSINESS - The Chair announced that the unfinished business was the question on adoption of amendments which had been debated earlier and on which further proceedings had been postponed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T20:51:36-04:00", 
      "action_code": "H32600", 
      "references": [], 
      "text": "The House rose from the Committee of the Whole House on the state of the Union to report H.R. 5485.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T20:52:18-04:00", 
      "action_code": "H35000", 
      "references": [
        {
          "reference": "CR H4542", 
          "type": "consideration"
        }
      ], 
      "text": "The previous question was ordered pursuant to the rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T20:52:34-04:00", 
      "action_code": "H34400", 
      "references": [], 
      "text": "The House adopted the amendments en gross as agreed to by the Committee of the Whole House on the state of the Union.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T20:53:26-04:00", 
      "action_code": "H36100", 
      "committees": [
        "HSAP"
      ], 
      "references": [
        {
          "reference": "CR H4542-4544", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H4542", 
          "type": "text"
        }
      ], 
      "text": "Mr. Peters moved to recommit with instructions to the Committee on Appropriations.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T20:53:40-04:00", 
      "action_code": "H8D000", 
      "references": [], 
      "text": "DEBATE - The House proceeded with 10 minutes of debate on the Peters (CA) motion to recommit with instructions. The instructions contained in the motion seek to report the same back to the House forthwith with an amendment to provide an additional $5,000,000 in funding for the Office of Terrorism and Financial Intelligence (TFI) in order to enhance the agencys capability to combat terrorism, drug lords, weapons of mass destruction and other national security threats.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T21:04:28-04:00", 
      "action_code": "H8A000", 
      "references": [
        {
          "reference": "CR H4543", 
          "type": "consideration"
        }
      ], 
      "text": "The previous question on the motion to recommit with instructions was ordered without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T21:10:32-04:00", 
      "action_code": "H36110", 
      "committees": [
        "HSAP"
      ], 
      "references": [
        {
          "reference": "CR H4544", 
          "type": "consideration"
        }
      ], 
      "text": "On motion to recommit with instructions Failed by the Yeas and Nays: 183 - 241 (Roll no. 397).", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-07T21:16:28-04:00", 
      "action_code": "H37100", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "398", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On passage Passed by the Yeas and Nays: 239 - 185 (Roll no. 398).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2016-07-07T21:16:30-04:00", 
      "action_code": "H38310", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-12", 
      "action_code": "", 
      "calendar": "Senate Legislative", 
      "number": "557", 
      "references": [], 
      "text": "Received in the Senate. Read twice. Placed on Senate Legislative Calendar under General Orders. Calendar No. 557.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "hamdt1271-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1271"
    }, 
    {
      "amendment_id": "hamdt1270-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1270"
    }, 
    {
      "amendment_id": "hamdt1269-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1269"
    }, 
    {
      "amendment_id": "hamdt1268-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1268"
    }, 
    {
      "amendment_id": "hamdt1267-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1267"
    }, 
    {
      "amendment_id": "hamdt1266-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1266"
    }, 
    {
      "amendment_id": "hamdt1265-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1265"
    }, 
    {
      "amendment_id": "hamdt1264-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1264"
    }, 
    {
      "amendment_id": "hamdt1263-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1263"
    }, 
    {
      "amendment_id": "hamdt1262-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1262"
    }, 
    {
      "amendment_id": "hamdt1261-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1261"
    }, 
    {
      "amendment_id": "hamdt1260-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1260"
    }, 
    {
      "amendment_id": "hamdt1259-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1259"
    }, 
    {
      "amendment_id": "hamdt1258-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1258"
    }, 
    {
      "amendment_id": "hamdt1257-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1257"
    }, 
    {
      "amendment_id": "hamdt1256-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1256"
    }, 
    {
      "amendment_id": "hamdt1255-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1255"
    }, 
    {
      "amendment_id": "hamdt1254-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1254"
    }, 
    {
      "amendment_id": "hamdt1253-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1253"
    }, 
    {
      "amendment_id": "hamdt1252-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1252"
    }, 
    {
      "amendment_id": "hamdt1251-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1251"
    }, 
    {
      "amendment_id": "hamdt1250-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1250"
    }, 
    {
      "amendment_id": "hamdt1249-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1249"
    }, 
    {
      "amendment_id": "hamdt1248-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1248"
    }, 
    {
      "amendment_id": "hamdt1247-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1247"
    }, 
    {
      "amendment_id": "hamdt1246-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1246"
    }, 
    {
      "amendment_id": "hamdt1245-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1245"
    }, 
    {
      "amendment_id": "hamdt1244-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1244"
    }, 
    {
      "amendment_id": "hamdt1243-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1243"
    }, 
    {
      "amendment_id": "hamdt1242-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1242"
    }, 
    {
      "amendment_id": "hamdt1241-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1241"
    }, 
    {
      "amendment_id": "hamdt1240-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1240"
    }, 
    {
      "amendment_id": "hamdt1239-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1239"
    }, 
    {
      "amendment_id": "hamdt1238-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1238"
    }, 
    {
      "amendment_id": "hamdt1237-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1237"
    }, 
    {
      "amendment_id": "hamdt1236-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1236"
    }, 
    {
      "amendment_id": "hamdt1235-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1235"
    }, 
    {
      "amendment_id": "hamdt1234-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1234"
    }, 
    {
      "amendment_id": "hamdt1233-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1233"
    }, 
    {
      "amendment_id": "hamdt1232-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1232"
    }, 
    {
      "amendment_id": "hamdt1231-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1231"
    }, 
    {
      "amendment_id": "hamdt1230-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1230"
    }, 
    {
      "amendment_id": "hamdt1229-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1229"
    }, 
    {
      "amendment_id": "hamdt1228-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1228"
    }, 
    {
      "amendment_id": "hamdt1227-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1227"
    }, 
    {
      "amendment_id": "hamdt1226-114", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1226"
    }
  ], 
  "bill_id": "hr5485-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2016-06-15", 
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2016-07-07T21:16:28-04:00", 
    "vetoed": false
  }, 
  "introduced_at": "2016-06-15", 
  "number": "5485", 
  "official_title": "Making appropriations for financial services and general government for the fiscal year ending September 30, 2017, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s3067-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2947-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3784-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4901-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1840-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1841-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2867-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hres794-114", 
      "identified_by": "House", 
      "reason": "procedurally-related", 
      "type": "bill"
    }
  ], 
  "short_title": "Financial Services and General Government Appropriations Act, 2017", 
  "sponsor": {
    "bioguide_id": "C001045", 
    "district": "4", 
    "name": "Crenshaw, Ander", 
    "state": "FL", 
    "thomas_id": "01643", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "2016-07-07T21:16:28-04:00", 
  "subjects": [
    "Economics and public finance"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced in House", 
    "date": "2016-06-15T04:00:00Z", 
    "text": "Financial Services and General Government Appropriations Act, 2017 \n\nProvides FY2017 appropriations to the Department of the Treasury, the Executive Office of the President, the judiciary, the District of Columbia, and several independent agencies.\n\nDepartment of the Treasury Appropriations Act, 2017 \n\nProvides appropriations to the Department of the Treasury, including the Internal Revenue Service.\n\nExecutive Office of the President Appropriations Act, 2017 \n\nProvides appropriations to the Executive Office of the President and Funds Appropriated to the President.\n\nJudiciary Appropriations Act, 2017 \n\nProvides appropriations to the judiciary, including the U.S. Supreme Court, other federal courts, administrative offices, and the U.S. Sentencing Commission.\n\nDistrict of Columbia Appropriations Act, 2017 \n\nProvides appropriations to the District of Columbia, including Federal Funds and District of Columbia Funds.\n\nProvides appropriations to independent agencies, including:\n\n the Administrative Conference of the United States, the Consumer Product Safety Commission, the Election Assistance Commission, the Federal Communications Commission, the Federal Deposit Insurance Corporation, the Federal Election Commission, the Federal Labor Relations Authority, the Federal Trade Commission, the General Services Administration, the Merit Systems Protection Board, the National Archives and Records Administration, the National Credit Union Administration, the Office of Government Ethics, the Office Personnel Management, the Office of Special Counsel, the Postal Regulatory Commission, the Privacy and Civil Liberties Oversight Board, the Securities and Exchange Commission, the Selective Service System, the Small Business Administration, the U.S. Postal Service, and the U.S. Tax Court. Sets forth permissible and prohibited uses for funds provided by this and other appropriations Acts.\n\nScholarships for Opportunity and Results Reauthorization Act or the SOAR Reauthorization Act \n\nReauthorizes and amends the Scholarships for Opportunity and Results Act, which authorizes education funding for the District of Columbia, including the Opportunity Scholarship Program, public schools, and public charter schools.\n\nSEC Small Business Advocate Act of 2016 \n\nEstablishes the Office of the Advocate for Small Business Capital Formation and the Small Business Capital Formation Advisory Committee within the Securities and Exchange Commission.\n\nFinancial Institution Bankruptcy Act of 2016 \n\nAmends the Bankruptcy Code to establish a new bankruptcy process for certain financial institutions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Financial Services and General Government Appropriations Act, 2017", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Department of the Treasury Appropriations Act, 2017", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "District of Columbia Appropriations Act, 2017", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Executive Office of the President Appropriations Act, 2017", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Financial Institution Bankruptcy Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Judiciary Appropriations Act, 2017", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Scholarships for Opportunity and Results Reauthorization Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "SEC Small Business Advocate Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "SOAR Reauthorization Act", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "is_for_portion": false, 
      "title": "Financial Services and General Government Appropriations Act, 2017", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "is_for_portion": true, 
      "title": "Department of the Treasury Appropriations Act, 2017", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "is_for_portion": true, 
      "title": "District of Columbia Appropriations Act, 2017", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "is_for_portion": true, 
      "title": "Executive Office of the President Appropriations Act, 2017", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "is_for_portion": true, 
      "title": "Financial Institution Bankruptcy Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "is_for_portion": true, 
      "title": "Judiciary Appropriations Act, 2017", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "is_for_portion": true, 
      "title": "Scholarships for Opportunity and Results Reauthorization Act", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "is_for_portion": true, 
      "title": "SEC Small Business Advocate Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "is_for_portion": true, 
      "title": "SOAR Reauthorization Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "is_for_portion": false, 
      "title": "Financial Services and General Government Appropriations Act, 2017", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "is_for_portion": true, 
      "title": "Department of the Treasury Appropriations Act, 2017", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "is_for_portion": true, 
      "title": "District of Columbia Appropriations Act, 2017", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "is_for_portion": true, 
      "title": "Executive Office of the President Appropriations Act, 2017", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "is_for_portion": true, 
      "title": "Financial Institution Bankruptcy Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "is_for_portion": true, 
      "title": "Judiciary Appropriations Act, 2017", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "is_for_portion": true, 
      "title": "Scholarships for Opportunity and Results Reauthorization Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "is_for_portion": true, 
      "title": "SEC Small Business Advocate Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "is_for_portion": true, 
      "title": "SOAR Reauthorization Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Making appropriations for financial services and general government for the fiscal year ending September 30, 2017, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Financial Services and General Government Appropriations Act, 2017", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-01T13:57:03Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/hr/BILLSTATUS-114hr5485.xml"
}