{
  "actions": [
    {
      "acted_at": "2016-07-14", 
      "action_code": "Intro-H", 
      "references": [], 
      "text": "Introduced in House", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-14", 
      "action_code": "H11100", 
      "committees": [
        "HSII"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2016-08-04", 
      "action_code": "", 
      "committees": [
        "HSII"
      ], 
      "references": [], 
      "text": "Referred to the Subcommittee on Indian, Insular and Alaska Native Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2016-08-04", 
      "action_code": "", 
      "committees": [
        "HSII"
      ], 
      "references": [], 
      "text": "Referred to the Subcommittee on Federal Lands.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5780-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Federal Lands", 
      "subcommittee_id": "10"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Indian, Insular and Alaska Native Affairs", 
      "subcommittee_id": "24"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "bioguide_id": "C001076", 
      "district": "3", 
      "name": "Chaffetz, Jason", 
      "original_cosponsor": true, 
      "sponsored_at": "2016-07-14", 
      "state": "UT", 
      "thomas_id": "01956", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2016-07-14", 
  "number": "5780", 
  "official_title": "To provide greater conservation, recreation, economic development and local management of Federal lands in Utah, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s14-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Utah Public Lands Initiative Act", 
  "sponsor": {
    "bioguide_id": "B001250", 
    "district": "1", 
    "name": "Bishop, Rob", 
    "state": "UT", 
    "thomas_id": "01753", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2016-07-14", 
  "subjects": [
    "Public lands and natural resources"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Introduced in House", 
    "date": "2016-07-14T04:00:00Z", 
    "text": "Utah Public Lands Initiative Act\n\nThis bill designates specified federal lands as wilderness and as components of the National Wilderness Preservation System in Utah.\n\nThe bill also:\n\n establishes in Utah specified National Conservation Areas and Watershed Management Areas and Special Management Areas, adds specified lands to Arches National Park, and establishes the Jurassic National Monument. The Wild and Scenic Rivers Act is amended to designate specified segments of the Colorado, Dolores, Green, Dark Canyon, and San Juan Rivers as wild, scenic, or recreational rivers.\n\nThe bill establishes the Ashley Karst National Geologic and Recreation Area.\n\nThe bill arranges for a land exchange between Utah and the Department of the Interior involving specified federal and state trust lands, and reserves a wellbore interest in certain oil and gas wells on the federal lands.\n\nInterior shall convey specified federal land to the Utah State Parks and Recreation Division of the Department of Natural Resources for inclusion in Goblin Valley State Park.\n\nThe bill arranges for a land exchange between Interior and Utah's Division of Forestry, Fire, and State lands involving specified federal and state lands in order for Utah to create the Price Canyon State Forest.\n\nThe bill arranges for a land exchange between the Department of Agriculture (USDA) and the Deer Lodge Homeowners Association involving specified National Forest System and private lands.\n\nScofield Land Transfer Act\n\nThe bill arranges for conveyances to specified claimants of the federal lands used in the construction and operation of Scofield Dam and Reservoir, and establishes the Scofield Reservoir Fund.\n\nThe bill specifies other land conveyances and land disposals, and establishes specified Recreation Zones and the Hole-in-the-Rock Trail.\n\nThe bill approves Utah's application for a specified Title V right-of-way concerning travel in Recapture Canyon.\n\nThe Big Burrito Non-Motorized Trail in the Sand Flats Recreation Area shall not be subject to administrative or judicial review.\n\nThe bill designates the Red Rock Country Off-Highway Vehicle Trail.\n\nThe bill transfers the federal minerals within the McCraken Extension of the Navajo Nation to the Utah Navajo Trust Fund.\n\nInterior shall hold certain interests in mineral or surface estate in trust for the Ute Indian Tribe. The bill transfers title to the mineral estate in the Hill Creek Extension to the Bureau of Indian Affairs to be held in trust for the Ute Tribe.\n\nUtah may establish a program covering the permitting processes, regulatory requirements, and any other provisions by which it would exercise its rights to develop and permit all forms of energy resources on certain available federal land.\n\nThe bill recognizes Utah state and county rights-of-way for public travel and access on certain Class B roads.\n\nThe bill requires Interior to implement the Grand County Council's recommendations for Hey Joe Canyon, Tenmile Canyon, and Mineral Canyon roads.\n\nInterior shall grant a right-of-way to Uintah County for public travel and access on all Class D roads.\n\nThe bill allows current domestic livestock grazing in specified counties to continue.\n\nThe bill states that the viability or existence of bighorn sheep shall not be used to remove or alter the use of domestic sheep or cattle where such use was permitted as of January 1, 2016, on certain federal lands.\n\nInterior and USDA shall establish the Public Lands Initiative Planning and Implementation Advisory Committee.\n\nThe bill establishes the Bears Ears National Conservation Area, the Bears Ears Tribal Commission, and the Bears Ears Advisory Committee."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Utah Public Lands Initiative Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Scofield Land Transfer Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To provide greater conservation, recreation, economic development and local management of Federal lands in Utah, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Utah Public Lands Initiative Act", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-26T20:31:13Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/hr/BILLSTATUS-114hr5780.xml"
}