{
  "actions": [
    {
      "acted_at": "2015-09-09", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-09-09", 
      "action_code": "", 
      "committees": [
        "SSEG"
      ], 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Original measure reported to Senate by Senator Murkowski. With written report No. 114-137. Minority views filed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-09-09", 
      "action_code": "", 
      "calendar": "Senate Legislative", 
      "number": "217", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 217.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2011-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2015-09-09", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-09-09", 
  "number": "2011", 
  "official_title": "An original bill to provide for reforms of the administration of the Outer Continental Shelf of the United States, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1276-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1278-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1279-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1372-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Offshore Production and Energizing National Security Act of 2015", 
  "sponsor": {
    "bioguide_id": "M001153", 
    "district": null, 
    "name": "Murkowski, Lisa", 
    "state": "AK", 
    "thomas_id": "01694", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2015-09-09", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Air quality", 
    "Alabama", 
    "Alaska", 
    "Arctic Ocean", 
    "Arctic and polar regions", 
    "Atlantic Ocean", 
    "Congressional oversight", 
    "Department of the Interior", 
    "Earth sciences", 
    "Education programs funding", 
    "Emergency planning and evacuation", 
    "Employment and training programs", 
    "Endangered and threatened species", 
    "Energy", 
    "Energy research", 
    "Energy revenues and royalties", 
    "Energy storage, supplies, demand", 
    "Environmental assessment, monitoring, research", 
    "Executive agency funding and structure", 
    "Federal-Indian relations", 
    "Florida", 
    "Georgia", 
    "Government studies and investigations", 
    "Government trust funds", 
    "Gulf of Mexico", 
    "Higher education", 
    "Indian lands and resources rights", 
    "Land use and conservation", 
    "Licensing and registrations", 
    "Louisiana", 
    "Mammals", 
    "Marine and coastal resources, fisheries", 
    "Military operations and strategy", 
    "Military readiness", 
    "Mississippi", 
    "North Carolina", 
    "Oil and gas", 
    "South Carolina", 
    "State and local finance", 
    "State and local government operations", 
    "Texas", 
    "Trade restrictions", 
    "Virginia", 
    "Wildlife conservation and habitat protection"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2015-09-09T14:06:12Z", 
    "text": "(This measure has not been amended since it was introduced. The summary has been expanded because action occurred on the measure.)\n\nOffshore Production and Energizing National Security Act of 2015\n\nTITLE I--THE GULF OF MEXICO OFFSHORE ENERGY AND JOBS ACT OF 2015 (Sec. 101) This bill amends the Outer Continental Shelf Lands Act (OCSLA) to direct the Department of the Interior to make available for oil and natural gas leasing, and conduct lease sales, including sales of the available unleased acreage within each outer Continental Shelf (OCS) planning area in the Gulf of Mexico considered to have the largest undiscovered, technically recoverable oil and gas resources.\n\nEach proposed oil and gas leasing program must include any state subdivision of an OCS planning area in the Gulf of Mexico requested by the governor of the state that represents that subdivision.\n\nInterior must also make available for leasing under each five-year oil and gas leasing program any OCS planning area in the Gulf of Mexico estimated to contain more than 2.5 billion barrels of oil or 7.5 trillion cubic feet of natural gas.\n\n(Sec. 102) The bill also amends the Gulf of Mexico Energy Security Act of 2006 to:\n\n redefine \"Military Mission Line\" as the western border of the Eastern Planning Area extending from Florida waters to the point that is 50 miles south in the Gulf of Mexico, and reduce the area subject to a moratorium on oil and gas leasing activities in the Eastern and Central Planning Areas off the coastline of Florida. (Sec. 103) Interior shall implement the Proposed Final Outer Continental Shelf Oil & Gas Leasing Program (2017-2022) in accordance with a specified schedule.\n\nInterior must conduct lease sales in the Eastern Gulf of Mexico in accordance with a prescribed schedule for FY2018-FY2020.\n\n (Sec. 104) Florida shall be added, beginning in FY2017, to the list of Gulf producing states (currently Alabama, Louisiana, Mississippi, and Texas), and the areas containing leases from which qualified revenues are derived shall be expanded to include the Central and Western Planning Areas.\n\nThe bill revises requirements for the distribution of qualified OCS revenues (all rentals, royalties, bonus bids, and other sums due and payable to the United States from leases) to require that the 25% of the 50% of revenues from the Gulf of Mexico not reserved to the Treasury or to Gulf producing states be considered as income to the Land and Water Conservation Fund for financial assistance to states.\n\nThe bill increases, for FY2018-FY2055, the amount of qualified OCS revenues available for distribution to Gulf producing states.\n\n(Sec. 105) Oil or natural gas exploration, development, or production on the OCS under a federal lease that would conflict with a military operation are hereby prohibited.\n\n(Sec. 106) Interior must prepare a multisale environmental impact statement for all lease sales that are not included in the Proposed Final Outer Continental Shelf Oil & Gas Leasing Program (FY2017-FY2022). A Gulf producing state may enter into the offshore oil and gas leasing and development program described in that Program before publishing its programmatic environmental impact statement.\n\n(Sec. 107) Before publishing the programmatic environmental impact statement relating to any Proposed Final Outer Continental Shelf Oil and Gas Leasing Program, a state shall have the option to enter into the offshore oil and gas leasing and development program described in that proposed program if: (1) the state legislature enacts a law approving entry into the program, and (2) that resolution is signed by the state governor.\n\n(Sec. 108) The Clean Air Act is amended to repeal the requirement that the Environmental Protection Agency (EPA) establish requirements to control air pollution from OCS sources located along the U.S. Gulf Coast off Florida eastward of longitude 87 degrees and 30 minutes to attain and maintain federal and state ambient air quality standards.\n\nInterior must consult with the EPA to assure coordination of air pollution control regulation for OCS emissions in adjacent onshore areas along the U.S. Gulf Coast off Florida.\n\n(Sec. 109) The bill addresses the moratorium under the Marine Mammal Protection Act of 1972 on the taking and importation of marine mammals and marine mammal products, during which time no permit may be issued for the taking of any marine mammal, and no marine mammal or marine mammal product may be imported into the United States. During the moratorium, however, incidental, but not intentional, taking by harassment of small numbers of marine mammals may be permitted if the harassment during each period concerned:\n\n will have a negligible impact on the species or stock, and will not have an unmitigable adverse impact on the availability of such species or stock for taking for subsistence uses or pursuant to a marine mammal cooperative agreement in Alaska. The bill prescribes deadlines for consideration by Interior of any request for incidental harassment authorization by a U.S. citizen who engages in a specified activity (other than commercial fishing) within a specific geographic region.\n\nInterior shall:\n\n within 45 days after submission of a written request for incidental harassment authorization accept the request as adequate and complete, or give the requester an additional 30 days to complete the request with certain additional information; and within 30 days after receiving such additional information determine the adequacy and completeness of the request, or deny the request with an explanation. Any failure of Interior to respond to such a request within applicable deadlines shall result in the request's being considered to be adequate and complete.\n\nWithin 45 days after considering a request to be adequate and complete, Interior shall publish a proposed authorization and request public comment; and within 45 days after the close of the public comment period, Interior shall issue the requested authorization.\n\nIssuance of the authorization for incidental taking shall not be:\n\n considered an action likely to jeopardize the continued existence of any endangered species or threatened species, or to result in the destruction or adverse modification of critical habitat; or subject to the interagency cooperation requirements of the Endangered Species Act of 1973. Nor shall any taking in compliance with an authorization for incidental taking under the Marine Mammal Protection Act of 1972 be considered a prohibited taking under the Endangered Species Act of 1973.\n\n(Sec. 110) Interior shall amend regulations to extend from 180 to 365 the number of remaining days of continuous operation of production under an oil, gas, or sulphur lease during which specified actions must be taken to renew the lease.\n\n(Sec. 111) The Government Accountability Office (GAO) shall report to Congress on the estimated costs of complying with major federal rules relating to offshore energy development and production activities on the OCS.\n\nTITLE II-- THE ALASKA OUTER CONTINENTAL SHELF LEASE SALE ACT\n\n(Sec. 201) Interior shall establish a Nearshore Beaufort Sea Planning Area in the OCS within three nautical miles of the seaward boundary of Alaska, and conduct one oil and gas lease sale under the OCSLA:\n\n in that Planning Area in each of FY2018-FY2020, and also in the Cook Inlet Planning Area in each of those fiscal years. (Sec. 202) Oil and gas leases under the OCSLA shall have an initial 20-year lease period if they are located in the portion of the Beaufort Planning Area or Chukchi Planning Area beyond three nautical miles of the seaward boundary of Alaska. The initial term of any existing lease, except one in the Nearshore Beaufort Sea Planning Area, may be extended to 20 years.\n\n(Sec. 203) The bill establishes, for FY2016-FY2026, a scheme for revenue allocation between the Treasury and the state of Alaska for specified purposes, including the North Slope Science Initiative, skilled workforce development relating to oil and gas infrastructure, and the Tribal Resilience Fund (established by title IV of this Act). Allocations are also specified for FY2027 and beyond, especially for certain related activities of coastal political subdivisions.\n\n(Sec. 204) The OCSLA is amended to direct Interior to include in any leasing program for FY2023-FY2027 at least three lease sales in each of the Beaufort Planning Area and the Chukchi Planning Area, as well as annual lease sales in the Nearshore Beaufort Sea Planning Area and the Cook Inlet Planning Area.\n\n(Sec. 205) The North Slope Science Initiative under the Energy Policy Act of 2005 shall now include the Beaufort and Chukchi Seas.\n\nInterior shall enter into cooperative agreements with the Northwest Arctic Borough and the NANA Regional Corporation to coordinate efforts, share resources, and fund projects.\n\nTITLE III--THE SOUTHERN ATLANTIC ENERGY SECURITY ACT\n\n(Sec. 302) Before conducting a lease sale that would offer leases within 30 nautical miles of the coastline, Interior shall consult with the governor of each potentially affected state to establish lease stipulations for the management of the surface occupancy of the areas between the coastline and 30 nautical miles to mitigate potential concerns regarding impacts to coastal viewsheds (the geographical areas visible from a location).\n\nThe bill prescribes formal considerations for production facilities. Interior shall not approve a development and production plan if permanent surface facilities are proposed within 30 nautical miles of the coastline, unless the facilities are designed to minimize the impacts upon coastal viewsheds.\n\nThe bill does permit onshore facilities associated with the drilling, development, and production of the oil and gas resources of the South Atlantic planning area within 12 nautical miles seaward of the coastline of a state.\n\n(Sec. 303) Interior shall include the South Atlantic planning area in the OCS leasing program for FY2017-FY2022, and conduct in that area one lease sale during FY2021 and two during FY2022.\n\n(Sec. 304) Interior and the Department of Defense (DOD) shall work jointly in implementing lease sales to: (1) preserve the ability of the Armed Forces to maintain an optimum state of readiness through their continued use of the OCS; and (2) allow effective exploration, development, and production of U.S. oil, gas, and renewable energy resources.\n\n No person may engage in any exploration, development, or production of oil or natural gas on the OCS under a lease issued under this title that would conflict with any military operation, as determined in accordance with a specified agreement between Interior and DOD.\n\n(Sec. 305) The OCSLA is amended to direct Interior to deposit 62.5% of qualified revenues into the general fund of the Treasury, allocating specified portions to:\n\n the Department of Energy (DOE) for projects that enhance the safety, security, resilience, and reliability of energy supply, research, transmission, storage, or distribution infrastructure; the DOE Energy Efficiency and Renewable Energy program; and high priority deferred maintenance needs of the National Park Service that support critical infrastructure and visitor services. \"Qualified revenues\" are all revenues derived from all rentals, royalties, bonus bids, and other sums due and payable to the United States from energy development in the Atlantic planning region.\n\nInterior shall deposit 37.5% of qualified revenues into a special Treasury account for allocation according to a specified formula to states adjacent to the South Atlantic Planning Area for:\n\n enhancing land and water conservation efforts; improving state public transportation projects; establishing alternative, renewable, and clean energy production and generation; enhancing beach nourishment and coastal dredging; and enhancing geological and geophysical education for the energy future of the U.S. (Sec. 306) Acting through the Bureau of Ocean Energy Management (BOEM), Interior shall partner with certain institutions of higher education to facilitate the study of geological and geophysical sciences on the Atlantic OCS, especially hydrocarbon potential, and elsewhere on the U.S. Continental Shelf.\n\nThe governor of each state may nominate institutions of higher education in the state for participation in such a partnership: (1) including one historically Black college or university, and (2) giving preference to those that demonstrate a vigorous rate of admissions of veterans of the Armed Forces.\n\n(Sec. 307) The BOEM Director shall establish an Atlantic regional office in an area included in the OCS leasing program for FY2017-FY2022 that has the highest potential for resource development. TITLE IV--TRIBAL RESILIENCE PROGRAM\n\n(Sec. 401) Interior shall establish a grant program for specified activities to:\n\n improve the resilience of Indian tribes to the effects of a changing climate; support Native American leaders in building strong, resilient communities; and ensure the development of modern, cost-effective infrastructure. (Sec. 402) The bill establishes the Tribal Resilience Fund to receive appropriations for the grants, and authorizes appropriations for FY2027 and ensuing fiscal years.\n\nTITLE V--MISCELLANEOUS\n\n(Sec. 501) Any domestic crude oil or condensate (other than crude oil stored in the Strategic Petroleum Reserve) may be exported without a federal license to countries not subject to U.S. sanctions, but subject to export licensing requirements or other restrictions in the event of a national emergency or national security.\n\nThe GAO shall review energy production in the United States and the effects, if any, of crude oil exports from the United States on consumers, independent refiners, and shipbuilding and ship repair yards.\n\n(Sec. 502) The department in which the Bureau of Safety and Environmental Enforcement (BSEE) is operating shall analyze for specified congressional committees the proposed BSEE regulations and rules relating to:\n\n offshore oil and gas drilling, completions, workovers, and decommissioning, including the proposed rule entitled \"Oil and Gas and Sulphur Operations in the Outer Continental Shelf--Blowout Preventer Systems and Well Control\"; and exploratory drilling activities on the U.S. Arctic Continental Shelf, including the proposed rule entitled \"Oil and Gas and Sulphur Operations on the Outer Continental Shelf--Requirements for Exploratory Drilling on the Arctic Outer Continental Shelf.\" Interior shall not issue:\n\n any proposed, interim, or final regulation or rule earlier than 180 days after the submission of the report on this analysis; or any final regulation or rule before issuing revised proposed regulations or rules that take into account report findings and provide notice and an opportunity for public comment"
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Offshore Production and Energizing National Security Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Offshore Production and Energizing National Security Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "An original bill to provide for reforms of the administration of the Outer Continental Shelf of the United States, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Offshore Production and Energizing National Security Act of 2015", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-01T13:30:54Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s2011.xml"
}