{
  "actions": [
    {
      "acted_at": "2015-01-21", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-01-21", 
      "action_code": "", 
      "committees": [
        "SSHR"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-02-04", 
      "action_code": "", 
      "committee": "Health, Education, Labor, and Pensions", 
      "committees": [
        "SSHR"
      ], 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Health, Education, Labor, and Pensions. Reported by Senator Alexander without amendment. Without written report.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2015-02-04", 
      "action_code": "", 
      "calendar": "Senate Legislative", 
      "number": "13", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 13.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2015-12-17", 
      "action_code": "", 
      "references": [
        {
          "reference": "CR S8830-8831", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-17", 
      "action_code": "", 
      "how": "by Unanimous Consent", 
      "references": [], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "2015-12-18T11:03:09-05:00", 
      "action_code": "H14000", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-18", 
      "action_code": "", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-18", 
      "action_code": "H11100", 
      "committees": [
        "HSED"
      ], 
      "references": [], 
      "text": "Referred to the House Committee on Education and the Workforce.", 
      "type": "referral"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "samdt2933-114", 
      "amendment_type": "samdt", 
      "chamber": "s", 
      "number": "2933"
    }
  ], 
  "bill_id": "s227-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "reporting", 
        "referral"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "bioguide_id": "M001111", 
      "district": null, 
      "name": "Murray, Patty", 
      "original_cosponsor": true, 
      "sponsored_at": "2015-01-21", 
      "state": "WA", 
      "thomas_id": "01409", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2015-02-04", 
    "awaiting_signature": false, 
    "enacted": false, 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2015-12-17", 
    "vetoed": false
  }, 
  "introduced_at": "2015-01-21", 
  "number": "227", 
  "official_title": "A bill to strengthen the Federal education research system to make research and evaluations more timely and relevant to State and local needs in order to increase student achievement.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Strengthening Education through Research Act", 
  "sponsor": {
    "bioguide_id": "A000360", 
    "district": null, 
    "name": "Alexander, Lamar", 
    "state": "TN", 
    "thomas_id": "01695", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "PASS_OVER:SENATE", 
  "status_at": "2015-12-17", 
  "subjects": [
    "Academic performance and assessments", 
    "Adult education and literacy", 
    "Advisory bodies", 
    "Census and government statistics", 
    "Congressional oversight", 
    "Education", 
    "Education programs funding", 
    "Elementary and secondary education", 
    "Government information and archives", 
    "Higher education", 
    "Intergovernmental relations", 
    "Libraries and archives", 
    "Minority education", 
    "Preschool education", 
    "Public-private cooperation", 
    "Research administration and funding", 
    "Research and development", 
    "Right of privacy", 
    "School administration", 
    "Special education", 
    "Student records", 
    "Teaching, teachers, curricula"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Passed Senate amended", 
    "date": "2015-12-17T13:17:55Z", 
    "text": "Strengthening Education through Research Act\n\n(Sec. 3) This bill amends the Education Sciences Reform Act of 2002 (ESRA) to require the Department of Education (ED), in collecting information and data under that Act, to avoid duplicating reporting requirements by using information and data available from existing federal, state, and local sources.\n\nTITLE I--EDUCATION SCIENCES REFORM\n\n(Sec. 102) The bill further amends ESRA to replace the definition of, and references to: (1) a \"historically black college or university\" with the definition of, and references to, a \"minority-serving institution\"; and (2) \"scientifically based research standards\" with the definition of, and references to, \"principles of scientific research.\"\n\nPart A--The Institute of Education Sciences\n\n(Sec. 111) The mission of the Institute of Education Sciences (IES) must include providing national leadership in expanding fundamental knowledge and understanding of adult education, in addition to providing leadership with regard to education from early childhood through postsecondary study.\n\n(Sec. 112) The IES shall widely disseminate the findings and results of its education evaluations, which are to include evaluations of impact and implementation.\n\n(Sec. 113) The IES may accept requests from ED to administer activities other than those assigned to it, provided those activities are consistent with its priorities or mission. With respect to any contract entered into under ESRA, the IES must be consulted during the procurement process as well as in the management of the contract's performance.\n\n(Sec. 114) The Director of the IES (Director) may: (1) serve for up to one year beyond the six-year term if a successor has not yet been appointed, and (2) be appointed to one additional term.\n\nThe Director's duties shall include: (1) coordinating IES research activities with the education research activities of public and private entities, and (2) coordinating with ED to ensure that IES results are coordinated with and utilized by ED's technical assistance providers and dissemination networks.\n\nThe IES must establish and maintain a peer-review system involving highly-qualified individuals to review and evaluate: (1) each application for a grant or cooperative agreement exceeding $100,000, and (2) all reports and other products that exceed $100,000 and are to be published and publicly released by the IES. Peer reviewers of special education research must have an understanding of special education.\n\nThe IES must:\n\n ensure that its activities address significant challenges faced by practitioners and increase knowledge in the education field; ensure that its information, products, and publications are prepared and widely disseminated in a timely, understandable, and convenient manner; promote the utilization of its information, products, and publications; and monitor and manage all activities authorized under ESRA. (Sec. 115) The Director must propose the IES's priorities to the National Board for Education Sciences (Board) at least once every six years. Priorities may include:\n\n closing the achievement gap between disabled and nondisabled students; improving access to, and the quality of, early childhood education; improving elementary and secondary education, particularly among low-performing students and schools; and improving access to, and the completion of, postsecondary education and adult education. (Sec. 116) Additional duties of the Board shall include:\n\n providing ongoing advice and input to the Director on IES activities; providing advice to the Director on ensuring that IES activities are free of disability bias; ensuring that IES activities are relevant to education policy and practice by soliciting, on an ongoing basis, advice and information from those in the education field; recommending to the Director ways to enhance strategic partnerships and collaborative efforts with public and private entities; and reporting every five years on IES effectiveness. The Board must be composed of at least two practitioners who are knowledgeable about the education needs of the United States. State leaders in adult education may serve on the Board. Board members may: (1) serve for up to one year beyond their four-year term if their successor has not yet been appointed, and (2) serve a full term if they are appointed to fill a vacancy in an unexpired term of office.\n\nThe Board shall be independent of the Director and the other offices and officers of the IES. The Executive Director of the Board shall be appointed by the Board for a term of up to six years and may be reappointed for an additional term.\n\nThe Board may establish standing or temporary subcommittees to provide the Board with recommendations for carrying out activities authorized under ESRA.\n\n(Sec. 117) The Commissioner of the National Center for Education Statistics, like the Commissioners of the other National Education Centers, shall be appointed by the Director rather than by the President.\n\n(Sec. 118) The Director must make a description of all IES grants, contracts, or cooperative agreements exceeding $100,000 publicly available within 120 days of their consummation.\n\n(Sec. 119) IES grants, contracts, and cooperative agreements must be awarded through a peer review process.\n\nPart B--National Center for Education Research\n\n(Sec. 131) The National Center for Education Research (Research Center) must: (1) conduct research that is consistent with IES priorities, and (2) widely disseminate and promote the utilization of its work.\n\n(Sec. 132) The bill expands the Research Center's duties to include research on: (1) follow-up questions provoked by previous research, (2) the impact of technology on education, and (3) the quality of the implementation of practices and strategies determined to be effective through scientifically valid research.\n\nThe Research Center's work on successful state and local education reform activities may include research on social and emotional learning and the acquisition of competencies and skills.\n\nThe Research Commissioner is authorized to award grants to, or enter into contracts or cooperative agreements with, applicants that have the ability and capacity to conduct scientifically valid research.\n\nThe Research Commissioner shall support national research and development centers that address topics of importance and relevance in the education field that are consistent with IES priorities. The bill eliminates: (1) the requirement that the Research Commissioner support at least eight centers, and (2) the list of research topics eligible for support.\n\nThe Director is authorized to renew support for a national research and development center without competition for up to two years (rather than for up to five years) beyond the initial period of support if the Director determines that the center's research continues to effectively address IES priorities.\n\nResearch conducted or supported by the Research Center, to the extent feasible and relevant to the research being conducted, must be disaggregated and cross-tabulated by age, race, gender, disability status, English learner status, socioeconomic background, and other population characteristics as determined by the Research Commissioner, so long as any reported information does not reveal individually identifiable information.\n\nPart C--National Center for Education Statistics\n\n(Sec. 151) The National Center for Education Statistics (Statistics Center) must collect, analyze, and report education information and statistics in a manner that is: (1) consistent with ESRA's privacy protections; (2) free of disability bias; and (3) relevant, timely, and widely disseminated.\n\n(Sec. 152) The Statistics Center must collect and disseminate additional data on:\n\n secondary school graduation and completion rates; postsecondary education completion; teaching and school leadership, including information on pre-service preparation, professional development, teacher distribution, and teacher and school leader evaluation; the supply of, and demand for, school leaders; school safety that includes data on school climate and in- and out-of-school suspensions and expulsions; access to, and use of, technology to improve elementary and secondary schools; the quality of early childhood education; students' access to summer school; and access to, and opportunities for, adult education and literacy activities. The Statistics Center must provide technical assistance to states in developing statewide longitudinal data systems that link individual student data and protect student privacy to improve student academic achievement and close achievement gaps.\n\nThe Statistics Center shall assist the Board in the preparation and dissemination of the report evaluating the effectiveness of the IES.\n\nThe Statistics Commissioner must develop and implement a plan for Statistics Center activities that is consistent with the priorities of the IES and subject to appropriate modifications.\n\n(Sec. 153) Entities that wish to receive a grant or enter into a contract or cooperative agreement with the Statistics Center shall submit an application. The Statistics Commissioner is authorized to renew those grants, contracts, and cooperative agreements for up to two years if the recipients demonstrate progress on the requirements of ESRA's performance measurement system (rather than for up to five years at the discretion of the Statistics Commissioner).\n\n(Sec. 155) Joint statistical projects carried out between the Statistics Center and nonprofit entities must adhere to ESRA's student privacy requirements. Federal agencies and other parties seeking access to educational data from the Statistics Center must describe their research-related need for such data and how the data will be protected from misuse or privacy violations. The Statistics Center may deny requests for access to its data if such data would: (1) be unnecessary for, or unrelated to, the proposed research; or (2) introduce the risk that the data would be misused or used to violate privacy rights. However, that denial authority is inapplicable to public use data sets.\n\n(Sec. 156) The bill renames \"national cooperative education statistics systems\" as \" cooperative education statistics partnerships\" between the Statistics Center and participating states. Rather than producing and maintaining education data, the partnerships are tasked with reviewing and improving data quality standards. The partnerships may not collect student data or establish a national student data system.\n\nPart D--National Center for Education Evaluation and Regional Assistance\n\n(Sec. 171) The National Center for Education Evaluation and Regional Assistance (Evaluation Center) must: (1) evaluate the impact and implementation of federal education programs administered by ED; and (2) support the wide dissemination and utilization of all its evaluations, research, and products. The bill repeals the Evaluation Center's authority to provide technical assistance.\n\n(Sec. 172) The Evaluation Center must assist the Board in the preparation and dissemination of the report evaluating the effectiveness of the IES.\n\nThe Evaluation and Regional Assistance Commissioner (Evaluation Commissioner) shall propose to the Director and implement, subject to the Director's approval, a plan for Evaluation Center activities that is consistent with IES priorities and subject to appropriate modifications.\n\nThe Evaluation Commissioner is authorized to award grants, contracts, or cooperative agreements on a competitive basis for up to five years and renew them for up to two years if their recipients demonstrate progress on the requirements of ESRA's performance measurement system.\n\nThe Evaluation Commissioner is authorized to establish a National Library of Education within the Evaluation Center.\n\n(Sec. 173) The Evaluation Center must, in addition to its existing duties: (1) provide its findings in an understandable, easily accessible, and usable format to support program improvement; and (2) support the Director's evaluation activities. The Evaluation Center must also:\n\n examine evaluations conducted or supported by others, with the Director's approval; review and supplement federal education program evaluations; conduct implementation evaluations that promote continuous improvement and inform policy making; evaluate the short- and long-term effects and cost efficiencies of federal education programs; and synthesize the results of evaluation studies for and across federal education programs, policies, and practices. (Sec. 174) The Evaluation Commissioner (rather than the Director) shall enter into grants, contracts, or cooperative agreements with public or private, nonprofit or for-profit research organizations, other organizations, or institutions of higher education (IHEs) to establish a networked system of 10 regional educational laboratories that serve the needs of each region of the United States.\n\nThe Evaluation Commissioner is authorized to determine that establishing 10 regional educational laboratories is unnecessary and to grant an alternative number of awards or reorganize such laboratories, including by not basing the awards on the regions, if an insufficient number of regional educational laboratories: (1) are meeting the needs of the regions, or (2) are meeting or have the capacity to meet specified performance indicators.\n\nThe Evaluation Commissioner shall give priority to applicants that will provide a portion of non-federal funds to maximize support for the regional educational laboratories.\n\nEach regional educational laboratory must: (1) conduct applied research, development, data analysis, and evaluation activities with states, local educational agencies (LEAs), and Indian schools; (2) widely disseminate such work; and (3) develop the capacity of states, LEAs, and Indian schools to carry out such activities.\n\nEach regional educational laboratory is authorized (rather than required) to establish an advisory board to support its priorities. An advisory board may not have more than 25 members but must include a state official, LEA representatives, researchers, and at least one representative from the advisory board of a comprehensive center servicing the region, if applicable.\n\nThe Evaluation Commissioner must conduct ongoing summative and interim evaluations that assess how well each of the regional educational laboratories is meeting measurable performance indicators. The bill reserves 16.13% of the funds authorized to be appropriated under ESRA for such regional educational laboratories.\n\nPart E--National Center for Special Education Research\n\n(Sec. 175) The bill adds to the mission of the National Center for Special Education Research the promotion of scientifically valid special education research.\n\n(Sec. 176) The bill includes disabled youth on the list of the Special Education Research Commissioner's required subjects of expertise.\n\n(Sec. 177) The bill adds to the duties of the Special Education Research Center:\n\n examining the participation and outcomes of disabled students in secondary and postsecondary career and technical education programs; assisting the Board in the preparation and dissemination of the report evaluating the effectiveness of the IES; examining the needs of disabled children who are English learners, who are gifted and talented, or who have other unique learning needs; and examining innovations in the special education field, such as multi-tiered systems of support. The Special Education Research Commissioner is authorized to award grants, contracts, or cooperative agreements on a competitive basis for up to five years and renew them for up to two years if their recipients demonstrate progress on the requirements of ESRA's performance measurement system.\n\nThe Special Education Research Center must synthesize, disseminate, and promote the utilization of the special education research it conducts or supports.\n\nThe bill reauthorizes through FY2021 the Special Education Research Center.\n\nPart F--General Provisions\n\n(Sec. 181) IES funding may not be used to endorse, approve, or sanction any curriculum designed to be used in early education or in an elementary school, secondary school, or IHE.\n\n(Sec. 182) IES data may disclose information regarding individual schools so long as no individually identifiable information is disclosed. IES volunteers are subject to punishment for privacy violations.\n\n(Sec. 183) IES data must be made available to the public through electronic means, such as posting to the IES's website in an easily accessible manner.\n\n(Sec. 184) The Director must establish a performance management system to promote the continuous improvement of activities authorized under ESRA and ensure the effective use of federal funds by:\n\n developing and using measurable performance indicators, including time lines, to evaluate and improve those activities; using the performance indicators to inform funding decisions; establishing and improving formal stakeholder feedback mechanisms; and promoting the wide dissemination and utilization of IHE information, products, and publications. (Sec. 185) The Director must provide ED and other relevant offices with an advance copy of IES publications before their public release.\n\n(Sec. 186) The bill repeals provisions dealing with: (1) filling vacancies on the Board and within the IES; and (2) removing the Commissioners of the National Education Centers, the Director, and Board members.\n\n(Sec. 187) The bill establishes as the goal of the Director's research, evaluation, and statistics fellowships at IHEs, improving this nation's capacity to carry out high-quality research, evaluation, and statistics related to education and the mission of each National Education Center.\n\n(Sec. 188) The bill reauthorizes through FY2021 activities under ESRA.\n\nPart G--Technical and Conforming Amendments\n\n(Sec. 191) The bill makes technical and conforming amendments to the Carl D. Perkins Career and Technical Education Act of 2006, the Elementary and Secondary Education Act of 1965 (ESEA), and the Individuals with Disabilities Education Act (IDEA).\n\nTITLE II--EDUCATIONAL TECHNICAL ASSISTANCE\n\n(Sec. 202) The bill amends the Educational Technical Assistance Act of 2002 (ETAA) to define \"school leader.\"\n\n(Sec. 203) ED shall award 17 competitive grants, contracts, or cooperative agreements to public or private, nonprofit or for-profit, research organizations, other organizations, or IHEs to establish comprehensive centers to provide states and LEAs with technical assistance, analysis, and training to build their capacity to implement federal educational laws and research-based practices.\n\nED must establish at least one comprehensive center for each of the 10 geographic regions served by the regional educational laboratories established under the Educational Research, Development, Dissemination, and Improvement Act of 1994. ED may establish additional comprehensive centers serving one or more of those regions or the nation as a whole.\n\nHowever, ED is authorized to determine that establishing 17 comprehensive centers is unnecessary and grant an alternative number of awards or reorganize such centers, including by organizing the centers around content areas instead of by regions, if an insufficient number of centers: (1) are meeting the needs of the regions, or (2) are meeting or have the capacity to meet specified performance indicators.\n\nED must give priority to applicants that will provide a portion of non-federal funds to maximize support for the comprehensive centers.\n\nThe comprehensive centers shall consider the number of low-performing schools in an area when considering an area's need for assistance.\n\nThe bill includes in the training, professional development, and technical assistance provided by comprehensive centers the replication and adaptation of exemplary practices and innovative methods that have an evidence base of effectiveness.\n\nEach comprehensive center is authorized (rather than required) to establish an advisory board of not more than 25 members to support its priorities. Each advisory board must include a state official, LEA representatives, researchers, and at least one representative from the advisory board of a regional educational laboratory in the region being served by the center.\n\nThe annual report each comprehensive center provides to ED must include: (1) a description of how well the center is meeting the educational needs of its region, using measurable performance indicators; and (2) any changes to its plan to improve its effectiveness.\n\n(Sec. 204) ED must: (1) provide for an interim and summative evaluation of each comprehensive center at the midpoint and at the end of the grant, contract, or cooperative agreement that established such center; and (2) transmit the results of such evaluations to Congress, the Director, and the public.\n\n(Sec. 206) The bill repeals the requirement that ED establish a regional advisory committee for each region of the country served by a regional educational laboratory.\n\n(Sec. 207) The Director and ED must establish priorities for the regional educational laboratories and comprehensive centers using the results of relevant regional and national surveys of educational needs.\n\n(Sec. 208) States that receive competitive grants may design, develop, and implement statewide, longitudinal data systems to provide subgrants to LEAs for their role in those activities. Those data systems must be consistent with the requirements of the ESEA, the Higher Education Act of 1965, and IDEA. ED must, before awarding such grants, establish measurable performance indicators for use in assessing the ongoing progress and performance of state grantees in designing, developing, and implementing those systems.\n\nThe peer review process used in awarding such grants must:\n\n promote the generation and use of data needed to align statewide longitudinal data systems from early education through postsecondary education and the workforce; ensure the protection of student privacy; ensure that state grantees support professional development that enables teachers and school leaders to use data effectively; and give priority to states that leverage the use of such systems to improve student achievement and growth, including by demonstrating the capacity to share teacher and school leader performance data with LEAs and teacher and school leader preparation programs. ED is authorized to renew such grants for up to three years if the state demonstrates progress on the measurable performance indicators.\n\nED must report on the implementation and effectiveness of the activities carried out by the state grantees.\n\n(Sec. 209) The bill reauthorizes through FY2021 activities under the ETAA.\n\nTITLE III--NATIONAL ASSESSMENT OF EDUCATIONAL PROGRESS\n\n(Sec. 302) The bill amends the National Assessment of Educational Progress Authorization Act (NAEPA) to require the National Assessment Governing Board (Assessment Board) to oversee and set policies for the National Assessment of Educational Progress consistent with its duties and accepted professional standards.\n\nED shall fill vacancies on the Assessment Board from among individuals who are nominated by the Assessment Board.\n\nThe Assessment Board must consult with the Statistics Commissioner in carrying out its functions.\n\nThe Assessment Board shall, in selecting the subject areas to be assessed, select the grades or ages being assessed and the year in which such assessments will be conducted.\n\nSchool leaders must be involved in the assessment review process.\n\nThe Assessment Board shall provide input to the Director on annual budget requests for the National Assessment of Educational Progress.\n\n(Sec. 303) The Statistics Commissioner shall carry out the National Assessment of Educational Progress in a manner consistent with accepted professional standards and the policies set forth by the Assessment Board.\n\nThe bill adds to the Statistics Commissioner's duties determining the content of initial and subsequent National Assessment of Educational Progress reports and ensuring their validity and reliability.\n\nLEAs participating in the school improvement program under the ESEA must also participate in the National Assessment of Educational Progress.\n\nThe bill eliminates the option allowing the Assessment Board to develop appropriate achievement levels for each age, rather than grade level, for each subject area being tested. The Assessment Board must use a national consensus approach in establishing the appropriate student achievement levels, providing for the active participation of teachers, school leaders, curriculum specialists, local school administrators, parents, and concerned members of the public.\n\n(Sec. 304) The bill defines a \"school leader.\"\n\n(Sec. 305) The bill reauthorizes through FY2021 activities under the NAEPA.\n\nTITLE IV--EVALUATION PLAN\n\n(Sec. 401) The IES shall be the primary entity for conducting research on and evaluations of federal education programs within ED to ensure the rigor and independence of such research and evaluations.\n\nED shall reserve and consolidate specified percentages of funds from ESEA programs to: (1) carry out high-quality evaluations of programs authorized under the ESEA, and (2) increase the usefulness of those evaluations or assist ESEA program grantees in collecting and analyzing data and other activities related to the evaluations. ED may not be required to evaluate each ESEA program each year. Either ED or the Director must disseminate the findings from such evaluations.\n\nThe Director shall, on a biennial basis, develop, submit to Congress, and make publicly available an evaluation plan that: (1) describes the specific activities that will be carried out with the reserved funds over the two years of the plan, (2) contains the results of the activities carried out with such funds for the most recent two-year period, and (3) describes how ESEA programs will be regularly evaluated."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Strengthening Education through Research Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Strengthening Education through Research Act", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "is_for_portion": false, 
      "title": "Strengthening Education through Research Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to strengthen the Federal education research system to make research and evaluations more timely and relevant to State and local needs in order to increase student achievement.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Strengthening Education through Research Act", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-01T13:30:00Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s227.xml"
}