{
  "actions": [
    {
      "acted_at": "2015-05-21", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-05-21", 
      "action_code": "", 
      "committees": [
        "SSAS"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Armed Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1441-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "bioguide_id": "S001194", 
      "district": null, 
      "name": "Schatz, Brian", 
      "original_cosponsor": true, 
      "sponsored_at": "2015-05-21", 
      "state": "HI", 
      "thomas_id": "02173", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-05-21", 
  "number": "1441", 
  "official_title": "A bill to prevent the militarization of Federal, State, and local law enforcement by Federal excess property transfers and grant programs.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Stop Militarizing Law Enforcement Act", 
  "sponsor": {
    "bioguide_id": "P000603", 
    "district": null, 
    "name": "Paul, Rand", 
    "state": "KY", 
    "thomas_id": "02082", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-05-21", 
  "subjects": [
    "Accounting and auditing", 
    "Armed forces and national security", 
    "Congressional oversight", 
    "Department of Homeland Security", 
    "Drug trafficking and controlled substances", 
    "Emergency planning and evacuation", 
    "Federal Emergency Management Agency (FEMA)", 
    "Firearms and explosives", 
    "Government buildings, facilities, and property", 
    "Government information and archives", 
    "Government studies and investigations", 
    "Law enforcement administration and funding", 
    "Law enforcement officers", 
    "Marine and inland water transportation", 
    "Military education and training", 
    "Military facilities and property", 
    "Navigation, waterways, harbors", 
    "State and local government operations", 
    "Terrorism", 
    "Transportation safety and security"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced in Senate", 
    "date": "2015-05-21T04:00:00Z", 
    "text": "Stop Militarizing Law Enforcement Act\n\nRevises the authority of the Secretary of Defense (DOD) to transfer excess DOD property, including small arms and ammunition, to federal and state agencies for law enforcement activities to:\n\n repeal provisions authorizing the transfer of property the Secretary determines is suitable for use in counter-drug and counter-terrorism activities; repeal provisions directing the Secretary to carry out such transfers in consultation with the Director of National Drug Control Policy; condition such a transfer on the recipient certifying that it has the personnel and technical capacity to operate the property and will return property determined to be surplus to its needs; prohibit the transfer of specified weapons, materials, and equipment, including explosive ordnance, drones, assault vehicles, firearms or ammunition of .50 caliber or higher, grenade launchers, flash grenades, and bayonets; and condition continuation of such program on the Secretary certifying that, for the prior fiscal year, recipients demonstrated 100% accountability for transferred property and complied with program requirements or were suspended or terminated from the program. Requires the Secretary to: (1) report to Congress and obtain prior approval by law before transferring any DOD property not previously made available for transfer; and (2) submit an annual written certification that a recipient has accounted for, and met transfer conditions for, any such transferred property.\n\nRequires the Defense Logistics Agency to maintain an Internet website on such transfers, unaccounted-for property, and suspended or terminated recipients.\n\nProhibits the Federal Emergency Management Agency (FEMA) from permitting awards under a preparedness grant program to be used to buy, maintain, or alter: (1) specified protective, tactical, or explosives equipment, vehicles, canines, or firearms or ammunition of .50 caliber or higher; and (2) body armor or ballistic helmets and shields unless the grantee certifies to FEMA that the equipment will not be used for riot suppression.\n\nDirects: (1) the Comptroller General to conduct an audit covering the period of FY2010 through the current fiscal year on the use of preparedness grant program funds that assesses how funds have been used to procure equipment, how the equipment has been used, and whether the grant awards have furthered FEMA's goal of improving the preparedness of state and local communities; and (2) FEMA to implement a system of accounting on an annual basis how preparedness grant program funds have been used to procure equipment, how the equipment has been used, whether grantees have complied with restrictions on the use of equipment contained with the Authorized Equipment List, and whether the awards have furthered its goal of enhancing the capabilities of state agencies to prevent, deter, respond to, and recover from terrorist attacks, major disasters, and other emergencies.\n\nAmends the Omnibus Crime Control and Safe Streets Act of 1968 to prohibit the use of Edward Byrne Memorial Justice Assistance Grant funds for the purchase, maintenance, alteration, or operation of lethal weapons or less-lethal weapons.\n\nDirects the Comptroller General to report on federal agencies, including agency offices of Inspector General, that have specialized units that receive special tactical or military-style training or use hard-plated body armor, shields, or helmets and that respond to high-risk situations that fall outside the capabilities of regular law enforcement officers. Requires such report to include information that is relevant to understanding the usefulness and justification for such units."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Stop Militarizing Law Enforcement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to prevent the militarization of Federal, State, and local law enforcement by Federal excess property transfers and grant programs.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Stop Militarizing Law Enforcement Act", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-01T13:30:38Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s1441.xml"
}