{
  "actions": [
    {
      "acted_at": "2015-01-06", 
      "action_code": "Intro-H", 
      "references": [], 
      "text": "Introduced in House", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-01-06T14:36:36-05:00", 
      "action_code": "H30000", 
      "references": [
        {
          "reference": "CR H7-27", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as privileged matter.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-01-06T14:37:22-05:00", 
      "action_code": "H8D000", 
      "references": [], 
      "text": "Ms. Norton moved to refer the resolution to a select committee of five members, to be appointed by the Speaker, not more than three of whom shall be from the same political party, with instructions not to report back the same until it has conducted a full and complete study of, and made a determination on, whether there is any reason to deny Delegates voting right in the Committee of the Whole House on the state of the Union.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-01-06T14:38:20-05:00", 
      "action_code": "H82000", 
      "references": [], 
      "text": "Mr. McCarthy moved to table the motion to refer", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-01-06T15:08:42-05:00", 
      "action_code": "H36210", 
      "committees": [
        "HSRU"
      ], 
      "references": [], 
      "text": "On motion to table the motion to refer Agreed to by the Yeas and Nays: 230 - 160 (Roll no. 3).", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-01-06T15:08:57-05:00", 
      "action_code": "H8D000", 
      "references": [], 
      "text": "DEBATE - The House proceeded with one hour of debate on H. Res. 5.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-01-06T16:54:29-05:00", 
      "action_code": "H35000", 
      "references": [
        {
          "reference": "CR H25", 
          "type": "consideration"
        }
      ], 
      "text": "On ordering the previous question Agreed to by the Yeas and Nays: 239 - 168 (Roll no. 4).", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-01-06T16:56:02-05:00", 
      "action_code": "H36100", 
      "references": [
        {
          "reference": "CR H25-26", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H25-26", 
          "type": "text"
        }
      ], 
      "text": "Mr. Van Hollen moved to commit with instructions.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-01-06T16:56:35-05:00", 
      "action_code": "H8A000", 
      "references": [
        {
          "reference": "CR H26", 
          "type": "consideration"
        }
      ], 
      "text": "The previous question on the motion to commit with instructions was ordered without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-01-06T17:15:13-05:00", 
      "action_code": "H36110", 
      "references": [], 
      "text": "On motion to commit with instructions Failed by the Yeas and Nays: 168 - 243 (Roll no. 5).", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-01-06T17:31:53-05:00", 
      "action_code": "H37100", 
      "how": "roll", 
      "references": [
        {
          "reference": "CR H7-10", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "roll": "6", 
      "status": "PASSED:SIMPLERES", 
      "suspension": null, 
      "text": "On agreeing to the resolution Agreed to by the Yeas and Nays: 234 - 172, 1 Present (Roll no. 6).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2015-01-06T17:31:53-05:00", 
      "action_code": "H38310", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hres5-114", 
  "bill_type": "hres", 
  "by_request": false, 
  "committees": [], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2015-01-06T14:36:36-05:00", 
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2015-01-06T17:31:53-05:00", 
    "vetoed": false
  }, 
  "introduced_at": "2015-01-06", 
  "number": "5", 
  "official_title": "Adopting rules for the One Hundred Fourteenth Congress.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres579-114", 
      "identified_by": "House", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "bioguide_id": "M001165", 
    "district": "23", 
    "name": "McCarthy, Kevin", 
    "state": "CA", 
    "thomas_id": "01833", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASSED:SIMPLERES", 
  "status_at": "2015-01-06T17:31:53-05:00", 
  "subjects": [
    "Advisory bodies", 
    "Africa", 
    "Budget process", 
    "Civil actions and liability", 
    "Congress", 
    "Congressional committees", 
    "Congressional elections", 
    "Congressional leadership", 
    "Congressional officers and employees", 
    "Congressional operations and organization", 
    "Congressional oversight", 
    "Constitution and constitutional amendments", 
    "Criminal investigation, prosecution, interrogation", 
    "Diplomacy, foreign officials, Americans abroad", 
    "Due process and equal protection", 
    "Economic performance and conditions", 
    "Elections, voting, political campaign regulation", 
    "Evidence and witnesses", 
    "Government ethics and transparency, public corruption", 
    "Government information and archives", 
    "Government trust funds", 
    "House Committee on Appropriations", 
    "House Committee on Ethics", 
    "House Committee on House Administration", 
    "House Committee on Ways and Means", 
    "House Committee on the Judiciary", 
    "House Permanent Select Committee on Intelligence", 
    "House of Representatives", 
    "Human rights", 
    "Lawyers and legal services", 
    "Legislative rules and procedure", 
    "Libya", 
    "Medicare", 
    "Members of Congress", 
    "Public participation and lobbying", 
    "Social security and elderly assistance", 
    "Sports and recreation facilities"
  ], 
  "subjects_top_term": "Congress", 
  "summary": {
    "as": "Passed House without amendment", 
    "date": "2015-01-06T20:42:17Z", 
    "text": "Adopts the Rules of the House of Representatives for the 113th Congress as the Rules for the 114th Congress, with amendments.\n\n(Sec. 2) Revises requirements for committee witnesses appearing in a nongovernmental capacity. Requires witnesses, before testifying, to not only include a curriculum vitae in their written statement of proposed testimony, but a disclosure of any federal grants or contracts, or contracts or payments originating with a foreign government received by them during the current calendar year or either of the two previous calendar years. Applies this requirement to payments received directly by such witnesses or those received by an entity represented by them and related to the hearing's subject matter.\n\nRevises the jurisdiction and related functions of the House Committees on: (1) the Judiciary to include criminalization of new conduct; (2) Appropriations to include bills and joint resolutions providing new budget authority, limitation on the use of funds, or certain other authority relating to new direct loan obligations and new loan guarantee commitments; and (3) House Administration to provide policy direction for the Chief Administrative Officer (CAO), in addition to oversight of the CAO.\n\nReduces the frequency of committee activity reports from two times (annually) per Congress to once every odd year per Congress.\n\nRequires all standing rules to indicate the citation of Members' dissenting views in committee reports, in addition to supplemental, minority, or additional views.\n\n Consolidates requirements for adopted committee written rules to require such rules to include provisions to govern implementation of specified audio and visual coverage rules.\n\nConforms committee and House broadcast standards (Rule V and Rule XI) to prohibit the availability or use of radio and television tapes and television film of any coverage of committee proceedings for any partisan political campaign purpose.\n\nRepeals the rule against consideration of appropriations measures until three days after printed hearings become available.\n\nIncreases from: (1) 20 to 22 membership on the Permanent Select Committee on Intelligence, and (2) 12 to 13 the maximum number of members from one party.\n\nProhibits the House Committee on Ethics from taking any actions that would deny a person any rights or protection under the U.S. Constitution.\n\nEstablishes a Bipartisan Legal Advisory Group composed of the Speaker of the House and the majority and minority leadership. Declares that, unless otherwise provided by the House, the Group speaks for, and articulates the institutional position of, the House in all litigation matters.\n\nRequires any estimate for any major legislation provided by the Congressional Budget Office (CBO), or by the Joint Committee on Taxation to the CBO Director, to incorporate the budgetary effects of changes in economic output, employment, capital stock, and other variables resulting from such legislation.\n\nRequires any such estimate to include:\n\n a qualitative assessment of the measure's budgetary effects in the 20-fiscal year period beginning after the last fiscal year of the most recently agreed to concurrent budget resolution, and an identification of the critical assumptions and the source of data underlying that estimate. Repeals the requirement that makes it out of order to consider in the House a measure reported by the House Committee on Ways and Means amending the Internal Revenue Code unless it includes a macroeconomic impact analysis and other related elements.\n\nAuthorizes the Speaker, during any recess or adjournment of up to three days, if in the Speaker's opinion the public interest so warrants, to: (1) reconvene the House at a time other than that previously appointed but within the limits of the Constitution, and (2) notify Members accordingly.\n\nAuthorizes the Speaker to delegate this authority and the authority:\n\n if, during such a recess or adjournment, the Sergeant-at-Arms notifies the Speaker of an imminent impairment of the place of reconvening at the time previously appointed, to: (1) postpone the time for reconvening within the required limit, and (2) reconvene the House before the time previously appointed solely to declare the House in recess within such limits; and to reconvene the House in a place at the seat of government other than the Hall of the House. Increases from 20 to 45 calendar days, and from 10 to 25 legislative days the period after a conference committee has been appointed and no report has been filed before additional motions may be offered on the part of the House to instruct managers, discharge all managers, and to appoint new conferees.\n\nModifies the Ramseyer Rule (requiring committee reports on bills to show exactly how a bill would change existing law). Requires the committee report or an accompanying document to show:\n\n the entire text of each section of a statute that is proposed to be repealed or amended; and a comparative print of each amendment to a section of a statute that the bill or joint resolution proposes to make, showing by appropriate typographical devices the omissions and insertions proposed. Requires each new Member, Delegate, and Resident Commissioner, within 60 days after beginning service to the House, in addition to new House officers and employees, to complete mandatory ethics training.\n\n(Sec. 3) Makes inapplicable in the 114th Congress certain requirements of title XVIII (Medicare) of the Social Security Act for congressional consideration of proposals submitted by the President from the Independent Payment Advisory Board, or by the Board itself, to reduce the per capita rate of the growth in Medicare spending.\n\nAuthorizes the chairs of specified committees, during the first session of the 114th Congress, to order the taking of depositions, including pursuant to subpoena, by a member or counsel of the committee.\n\nPrescribes procedures for the Committee on the Judiciary to make publicly available any memorial presented as an application of a state's legislature calling for a convention for proposing amendments to the Constitution (or a rescission of any such prior application).\n\nContinues from the 112th and 113th Congresses certain similar budget-related separate orders, including orders concerning spending reduction amendments in appropriations bills.\n\nContinues certain authorities of the Committee on Oversight and Government Reform, the Speaker, and the Office of General Counsel with respect to the civil actions: (1) Committee on Oversight and Government Reform, United States House of Representatives v. Eric H. Holder, Jr., or (2) United States House of Representatives v. Sylvia Mathews Burwell, et. al.\n\nAuthorizes Michael W. Sheehy to testify in the criminal action United States v. Jeffrey Sterling.\n\nAuthorizes a committee chair to request the Government Accountability Office (GAO) to perform a duplication analysis of any bill or joint resolution referred to that committee to assess whether, and the extent to which, the measure creates a new federal program, office, or initiative that duplicates or overlaps with any existing one.\n\nMakes it out of order to consider any concurrent budget resolution, amendment, or conference report unless it contains a separate heading entitled \"Direct Spending\" that includes a category for \"Means-Tested Direct Spending\" and another for \"Nonmeans-Tested Direct Spending.\" Requires such a measure to specify:\n\n the average rate of growth for each category in the total amount of outlays during the 10-year period preceding the budget year, estimates for each such category under current law for the period covered by the concurrent resolution, and information on proposed reforms in such categories. Requires the chair of the House Committee on the Budget, before consideration of a budget resolution, to submit for printing in the Congressional Record a description of those programs considered means-tested direct spending and those considered nonmeans-tested direct spending.\n\nRequires any committee report on a measure to include a statement:\n\n indicating whether any of its provisions establishes or reauthorizes a federal program known to be duplicative of another one, and estimating the number of directed rulemakings required by the measure (any rulemaking specifically directed to be completed by a provision in the measure, excluding, however, any grant of discretionary rulemaking authority). Waives Rule X, clause 5(d) to allow extra subcommittees for specified committees.\n\nProhibits lobbyists who are former Members, former House officers, or spouses from using the Members's exercise facilities.\n\nReserves H.R. 1 through H.R. 10 for assignment by the Speaker and H.R. 11 through H.R. 20 for assignment by the Minority Leader.\n\n Requires any bill or joint resolution proposing to repeal or amend any law or part of one which is not contained in a codified title of the U.S. Code to include, in parentheses immediately following the designation of the proposed matter, the applicable U.S. Code citation (which may be a note in the Code), or, if no such citation is available, an appropriate alternative citation to the applicable law or part.\n\nRequires the Committee on House Administration, the Clerk, and other House officers and officials to continue efforts to broaden the availability of legislative documents in machine-readable formats.\n\nAllows documents to be made publicly available in electronic form at an electronic document repository operated by the Clerk, pending the designation of a location by the Committee.\n\nAuthorizes a Member and an eligible Congressional Member Organization to enter into an agreement under which:\n\n a Member's employee may carry out the Member's official and representational duties by assignment to the Organization; and the Member shall transfer the portion of his or her Members' Representation Allowance which would otherwise be used for such an employee's salary and related expenses to a dedicated House account administered by the Organization. Directs the Committee on House Administration to promulgate related regulations.\n\nMakes it out of order in the House to consider any measure that reduces the actuarial balance by at least .01% of the present value of future taxable payroll of the Federal Old-Age and Survivors Insurance (OASI) Trust Fund for a specified 75-year period. Exempts from this prohibition, however, any measure that would improve the actuarial balance of the combined balance in the OASI Trust Fund and the Federal Disability Insurance Trust Fund for the same 75-year period.\n\n(Sec. 4) Reauthorizes:\n\n the Select Committee on the Events Surrounding the 2012 Terrorist Attack in Benghazi (further authorizing it to adopt a rule or motion permitting its members to question a witness for 10 minutes until each member who so desires has had an opportunity to do so); the House Democracy Partnership (formerly, House Democracy Assistance Commission); the Tom Lantos Human Rights Commission; and the Office of Congressional Ethics (OCE) (treating it as a standing committee for purposes of hiring consultants). Continues: (1) the exemption of the OCE board from the term limit requirement allowing a member of its board to serve only for four consecutive Congresses, and (2) the authorization for four specified individuals appointed to the board in the 110th Congress to be reappointed for a second additional term.\n\nRequires any individual subject to a preliminary review or second-phase review by the OCE board to be informed of the right to be represented by counsel. Prohibits the invoking of this right to be held negatively against them.\n\nBars the OCE from taking any action that would deny any person any right or protection under the Constitution.\n\n(Sec. 5) Authorizes the Speaker to recognize a Member for the reading of the Constitution on any legislative day through January 16, 2015."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Adopting rules for the One Hundred Fourteenth Congress.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Adopting rules for the One Hundred Fourteenth Congress.", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-01T13:25:29Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/hres/BILLSTATUS-114hres5.xml"
}