{
  "actions": [
    {
      "acted_at": "2015-06-15", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-15", 
      "action_code": "", 
      "committees": [
        "SSRA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Rules and Administration.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1571-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Rules and Administration", 
      "committee_id": "SSRA"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-06-15", 
  "number": "1571", 
  "official_title": "A bill to preserve the constitutional authority of Congress and ensure accountability and transparency in legislation.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Read the Bills Act", 
  "sponsor": {
    "bioguide_id": "P000603", 
    "district": null, 
    "name": "Paul, Rand", 
    "state": "KY", 
    "thomas_id": "02082", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-06-15", 
  "subjects": [
    "Civil actions and liability", 
    "Congress", 
    "Constitution and constitutional amendments", 
    "Government liability", 
    "Legislative rules and procedure", 
    "Members of Congress"
  ], 
  "subjects_top_term": "Congress", 
  "summary": {
    "as": "Introduced in Senate", 
    "date": "2015-06-15T04:00:00Z", 
    "text": "Read the Bills Act\n\nThis bill requires any bill or resolution introduced in either chamber of Congress to contain a provision citing the specific powers granted to Congress in the Constitution to enact the proposed measure, including all of its provisions.\n\nAny measure introduced in either chamber, intended to amend or modify the effect of, or which would have such an effect, any current provision of law, including its expiration date, must set forth: (1) the current version of the entire section of the current law that the measure proposes to amend, verbatim; (2) the amendments being proposed by the measure; and (3) the section of law as it would read as modified by such amendments. Measures that would strike the text of an entire section of a law are excluded.\n\nNeither the Clerk of the House of Representatives nor the Secretary of the Senate may accept legislation noncompliant with these requirements.\n\nThese requirements shall be applied to any legislation presented for consideration on the floor of either chamber.\n\nNoncompliant measures may not be submitted for a vote on final passage.\n\nThese requirements shall not be waived or modified by either chamber or Congress jointly.\n\nA vote on final passage of a measure (except private bills) may not occur in either chamber unless:\n\n the full text of the measure is published at least seven days before the vote on an official website of each chamber, public notice of the specific calendar week during which the vote is scheduled to take place is posted on the respective website within six days before the Monday of such week, and there is a reading of its full text verbatim by the Clerk or the Secretary to the respective chamber. A Member of Congress, before voting in favor of final passage of any measure (except a private bill), must sign an affidavit, executed under penalty of perjury, that the Member either: (1) was present throughout the entire reading of each such measure, and listened attentively to the reading in its entirety; or (2) before such vote, read attentively each such measure in its entirety.\n\nThis requirement shall not be waived or modified by either chamber of Congress.\n\nAn Act of Congress noncompliant with this Act shall have no force or effect. No legal, equitable, regulatory, civil, or criminal action may be brought under such Act.\n\nThe following aggrieved individuals are granted the right to bring an action against the United States to seek appropriate relief, including an injunction against the enforcement of any law whose passage did not conform to this Act:\n\n persons aggrieved by an action of any executive officer or employee, Members of Congress, and persons individually aggrieved by the failure of their Senator or Member of the House of Representatives to fulfill their obligation under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Read the Bills Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to preserve the constitutional authority of Congress and ensure accountability and transparency in legislation.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Read the Bills Act", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-01T13:30:41Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s1571.xml"
}