{
  "actions": [
    {
      "acted_at": "2015-02-10", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-02-10", 
      "action_code": "", 
      "committees": [
        "SSBK"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking, Housing, and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s445-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-02-10", 
  "number": "445", 
  "official_title": "A bill to increase students' and borrowers' access to student loan information within the National Student Loan Data System.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Simplifying Access to Student Loan Information Act of 2015", 
  "sponsor": {
    "bioguide_id": "S001181", 
    "district": null, 
    "name": "Shaheen, Jeanne", 
    "state": "NH", 
    "thomas_id": "01901", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-02-10", 
  "subjects": [
    "Consumer credit", 
    "Finance and financial sector", 
    "Government information and archives", 
    "Student aid and college costs"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced in Senate", 
    "date": "2015-02-10T05:00:00Z", 
    "text": "Simplifying Access to Student Loan Information Act of 2015\n\nAmends the Truth in Lending Act to require private educational lenders to submit to the Secretary of Education information regarding each private education loan they make.\n\nRequires that such information: (1) be placed in the National Student Loan Data System (System), and (2) allow for the electronic exchange of data between the borrowers of those loans and the System. (The System currently contains information regarding loans made, insured, or guaranteed under the Federal Family Education Loan program and loans made under the William D. Ford Federal Direct Loan and Federal Perkins Loan programs.)\n\nRequires the private education loan information to include, if determined appropriate by the Secretary:\n\n the total amount and type of each loan; the interest rate on each loan; information regarding the borrower that the Secretary deems necessary to ensure the electronic exchange of data between the borrower and the System; contact information regarding the lender and servicer of each loan; information concerning the date of any default on the loan and the collection of the loan, including any information concerning the repayment status of any defaulted loan; and the date the borrower completes repayment. Requires private educational lenders to ensure the privacy of borrowers and update the loan information they submit to the System on the same schedule as information is updated under the System.\n\nAmends title IV (Student Assistance) of the Higher Education Act of 1965 to require the Secretary to ensure that: (1) a cosigner of a private education loan for which information is included in the System has access only to that information, and (2) a private educational lender has access to the System only to submit information regarding the lender's loans.\n\nDirects the Secretary to establish a functionality within the System that enables student borrowers of loans made, insured, or guaranteed under title IV to input the information necessary to compare the repayment plans available to them under that title."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Simplifying Access to Student Loan Information Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to increase students' and borrowers' access to student loan information within the National Student Loan Data System.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Simplifying Access to Student Loan Information Act of 2015", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-01T13:30:06Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s445.xml"
}