{
  "actions": [
    {
      "acted_at": "2015-01-28", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-01-28", 
      "action_code": "", 
      "committees": [
        "SSGA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Homeland Security and Governmental Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-05-06", 
      "action_code": "", 
      "committees": [
        "SSGA"
      ], 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Homeland Security and Governmental Affairs. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2015-08-04", 
      "action_code": "", 
      "committee": "Homeland Security and Governmental Affairs", 
      "committees": [
        "SSGA"
      ], 
      "references": [], 
      "text": "Committee on Homeland Security and Governmental Affairs. Reported by Senator Johnson with an amendment in the nature of a substitute and an amendment to the title. With written report No. 114-113.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2015-08-04", 
      "action_code": "", 
      "calendar": "Senate Legislative", 
      "number": "193", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 193.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s280-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "reporting", 
        "markup", 
        "referral"
      ], 
      "committee": "Senate Homeland Security and Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "bioguide_id": "B000575", 
      "district": null, 
      "name": "Blunt, Roy", 
      "original_cosponsor": true, 
      "sponsored_at": "2015-01-28", 
      "state": "MO", 
      "thomas_id": "01464", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "C001035", 
      "district": null, 
      "name": "Collins, Susan M.", 
      "original_cosponsor": false, 
      "sponsored_at": "2015-05-13", 
      "state": "ME", 
      "thomas_id": "01541", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "D000607", 
      "district": null, 
      "name": "Donnelly, Joe", 
      "original_cosponsor": false, 
      "sponsored_at": "2015-03-03", 
      "state": "IN", 
      "thomas_id": "01850", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "H000338", 
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "original_cosponsor": false, 
      "sponsored_at": "2015-07-27", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "H001069", 
      "district": null, 
      "name": "Heitkamp, Heidi", 
      "original_cosponsor": false, 
      "sponsored_at": "2015-07-08", 
      "state": "ND", 
      "thomas_id": "02174", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "J000293", 
      "district": null, 
      "name": "Johnson, Ron", 
      "original_cosponsor": true, 
      "sponsored_at": "2015-01-28", 
      "state": "WI", 
      "thomas_id": "02086", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "K000383", 
      "district": null, 
      "name": "King, Angus S., Jr.", 
      "original_cosponsor": true, 
      "sponsored_at": "2015-01-28", 
      "state": "ME", 
      "thomas_id": "02185", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "M001183", 
      "district": null, 
      "name": "Manchin, Joe, III", 
      "original_cosponsor": true, 
      "sponsored_at": "2015-01-28", 
      "state": "WV", 
      "thomas_id": "01983", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "M001170", 
      "district": null, 
      "name": "McCaskill, Claire", 
      "original_cosponsor": true, 
      "sponsored_at": "2015-01-28", 
      "state": "MO", 
      "thomas_id": "01820", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "P000603", 
      "district": null, 
      "name": "Paul, Rand", 
      "original_cosponsor": true, 
      "sponsored_at": "2015-01-28", 
      "state": "KY", 
      "thomas_id": "02082", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "S001198", 
      "district": null, 
      "name": "Sullivan, Dan", 
      "original_cosponsor": false, 
      "sponsored_at": "2015-05-21", 
      "state": "AK", 
      "thomas_id": "02290", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "W000805", 
      "district": null, 
      "name": "Warner, Mark R.", 
      "original_cosponsor": false, 
      "sponsored_at": "2015-06-11", 
      "state": "VA", 
      "thomas_id": "01897", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2015-08-04", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-01-28", 
  "number": "280", 
  "official_title": "A bill to improve the efficiency, management, and interagency coordination of the Federal permitting process through reforms overseen by the Director of the Office of Management and Budget, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr22-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Federal Permitting Improvement Act of 2015", 
  "sponsor": {
    "bioguide_id": "P000449", 
    "district": null, 
    "name": "Portman, Rob", 
    "state": "OH", 
    "thomas_id": "00924", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2015-05-06", 
  "subjects": [
    "Alternative and renewable resources", 
    "Aviation and airports", 
    "Congressional oversight", 
    "Electric power generation and transmission", 
    "Environmental assessment, monitoring, research", 
    "Executive agency funding and structure", 
    "Federal officials", 
    "Government operations and politics", 
    "Infrastructure development", 
    "Intergovernmental relations", 
    "Internet and video services", 
    "Judicial review and appeals", 
    "Licensing and registrations", 
    "Manufacturing", 
    "Navigation, waterways, harbors", 
    "Office of Management and Budget (OMB)", 
    "Oil and gas", 
    "Performance measurement", 
    "Pipelines", 
    "Roads and highways", 
    "State and local government operations", 
    "Water resources funding", 
    "Water use and supply"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2015-08-04T12:14:56Z", 
    "text": "Federal Permitting Improvement Act of 2015\n\nThis bill revises the process for federal approval of major infrastructure projects by establishing best practices, requiring coordination of federal agency review of projects, and by shortening the period for challenges to final decisions for issuing project permits.\n\n(Sec. 2) This section sets forth definitions of terms used in the bill, including the definition of \"covered project\" as any construction activity in the United States that requires authorization or environmental review by a federal agency and that: (1) involves renewable or conventional energy production, electricity transmission, surface transportation, aviation, ports and waterways, water resource projects, broadband, pipelines, manufacturing, or any other sector as determined by a majority vote of the Federal Infrastructure Permitting Improvement Steering Council established by this Act; (2) is likely to require a total investment of more than $200 million; (3) does not qualify for abbreviated authorization or environmental review processes under any applicable law; or (4) involves a project the size and complexity of which make it likely to benefit from enhanced oversight and coordination, including a project likely to require authorization from, or environmental review involving, more than two agencies, or the preparation of an environmental impact statement under the National Environmental Policy Act of 1969 (NEPA). The bill excludes from such definition: (1) highway or transportation projects, and (2) water resources development projects subject to environmental review.\n\nThe bill also defines \"authorization\" as any license, permit, approval, finding, determination, or other administrative decision that is required or authorized in order to site, construct, reconstruct, or commence operations of a covered project, whether administered by a federal or state agency.\n\n(Sec. 3) This section establishes the Federal Permitting Improvement Council, to be chaired by an Executive Director appointed by the President. The Executive Director shall: (1) establish an inventory of covered projects that are pending environmental review or authorization by the head of any federal agency; (2) categorize the projects in the inventory based on sector and project type; (3) for each category, identify the types of environmental reviews and authorizations most commonly involved; (4) add a covered project to the inventory after receiving a notice of the initiation of a proposed covered project by a project sponsor; and (5) designate a facilitating agency for each category of covered projects and publish a list of such agencies.\n\nThe Council must issue recommendations on an annual basis on best practices relating to the permitting process, including stakeholder engagement, coordination between federal and non-federal governmental entities, information collection, transparency, and training.\n\nThe chief environmental review and permitting officer of each agency shall act as an advisor to his or her agency's council members on matters related to environmental review and authorizations, provide technical support, analyze agency environmental review and authorization processes, policies, and authorities, and review and develop training programs for agency staff.\n\nThe Office of Management and Budget shall designate a federal agency to provide administrative support and staff for the Executive Director.\n\n(Sec. 4) This section allows for the initiation of a covered project by a project sponsor after notice to the Executive Director and the facilitating agency (the agency receiving notice from the project sponsor).\n\nThe Executive Director shall maintain an online database known as the Permitting Dashboard to track the status of federal environmental reviews and authorizations for covered projects and shall make a specific entry for a project on the Dashboard.\n\nA facilitating or lead agency must establish a Coordinated Project Plan to coordinate public and agency participation in, and completion of, any required federal environmental review and authorization for a project and establish a permitting timetable that includes deadlines for action on any federal environmental review or authorization required for a project. The Executive Director shall mediate any disputes relating to the permitting timetables.\n\nThe facilitating or lead agencies shall provide an expeditious process for project sponsors to consult with each cooperating and participating agency.\n\n(Sec. 5) This section grants the consent of Congress for three or more contiguous states to enter into an interstate compact establishing regional infrastructure development agencies to facilitate authorization and review of covered projects.\n\n(Sec. 6) This section requires agencies to complete environmental reviews required under NEPA for covered projects in a timely, coordinated, and environmentally responsible manner.\n\n(Sec. 7) This section directs federal agencies with statutory authority to authorize a state to issue or administer a permit program to initiate a national process to determine whether best practices developed by the Council are generally applicable to state permitting processes.\n\n(Sec. 8) This section limits the period for challenges to an authorization of a covered project to no more than two years after the date of publication in the Federal Register of the final decision, unless a shorter period is specified in federal law.\n\n(Sec. 9) This section requires the Executive Director to report annually to Congress over a 10-year period on progress accomplished under this Act during the previous fiscal year. The report shall assess the performance of each participating agency and lead agency.\n\n(Sec. 10) This section authorizes specified agencies, after public notice and opportunity for comment, to issue regulations establishing a fee structure for reimbursing the United States for reasonable costs incurred in conducting environmental reviews and authorizations for covered projects. Such fees shall be deposited into an Environmental Review Improvement Fund for use by the Executive Director solely to administer, implement, and enforce this Act. The regulations must ensure that the use of fees will not impact impartial decision-making with respect to environmental reviews or authorizations.\n\n(Sec. 11) This Act is applicable to any covered project for which: (1) a notice of initiation is filed, or (2) an application or other request for a federal authorization is pending before a federal agency 90 days after enactment of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Federal Permitting Improvement Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Federal Permitting Improvement Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to improve the efficiency, management, and interagency coordination of the Federal permitting process through reforms overseen by the Director of the Office of Management and Budget, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Federal Permitting Improvement Act of 2015", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-01T13:30:01Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s280.xml"
}