{
  "actions": [
    {
      "acted_at": "2015-04-29", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-04-29", 
      "action_code": "", 
      "committees": [
        "SSJU"
      ], 
      "references": [
        {
          "reference": "CR S2532-2533", 
          "type": "Sponsor introductory remarks on measure"
        }, 
        {
          "reference": "CR S2533-2539", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-05-07", 
      "action_code": "", 
      "committee": "Committee on the Judiciary", 
      "committees": [
        "SSJU"
      ], 
      "references": [], 
      "text": "Committee on the Judiciary. Hearings held.", 
      "type": "hearings"
    }, 
    {
      "acted_at": "2015-06-04", 
      "action_code": "", 
      "committees": [
        "SSJU"
      ], 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on the Judiciary. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2015-09-08", 
      "action_code": "", 
      "committee": "the Judiciary", 
      "committees": [
        "SSJU"
      ], 
      "references": [], 
      "text": "Committee on the Judiciary. Reported by Senator Grassley with an amendment in the nature of a substitute. Without written report.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2015-09-08", 
      "action_code": "", 
      "calendar": "Senate Legislative", 
      "number": "203", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 203.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2016-02-25", 
      "action_code": "", 
      "committee": "Committee on Small Business and Entrepreneurship", 
      "committees": [
        "SSSB"
      ], 
      "references": [], 
      "text": "Committee on Small Business and Entrepreneurship. Hearings held.", 
      "type": "hearings"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1137-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Small Business and Entrepreneurship", 
      "committee_id": "SSSB"
    }, 
    {
      "activity": [
        "reporting", 
        "markup", 
        "hearings", 
        "referral"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "bioguide_id": "C001056", 
      "district": null, 
      "name": "Cornyn, John", 
      "original_cosponsor": true, 
      "sponsored_at": "2015-04-29", 
      "state": "TX", 
      "thomas_id": "01692", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "H000338", 
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "original_cosponsor": true, 
      "sponsored_at": "2015-04-29", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "K000367", 
      "district": null, 
      "name": "Klobuchar, Amy", 
      "original_cosponsor": true, 
      "sponsored_at": "2015-04-29", 
      "state": "MN", 
      "thomas_id": "01826", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "L000174", 
      "district": null, 
      "name": "Leahy, Patrick J.", 
      "original_cosponsor": true, 
      "sponsored_at": "2015-04-29", 
      "state": "VT", 
      "thomas_id": "01383", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "L000577", 
      "district": null, 
      "name": "Lee, Mike", 
      "original_cosponsor": true, 
      "sponsored_at": "2015-04-29", 
      "state": "UT", 
      "thomas_id": "02080", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "S000148", 
      "district": null, 
      "name": "Schumer, Charles E.", 
      "original_cosponsor": true, 
      "sponsored_at": "2015-04-29", 
      "state": "NY", 
      "thomas_id": "01036", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2015-05-07", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-04-29", 
  "number": "1137", 
  "official_title": "A bill to amend title 35, United States Code, and the Leahy-Smith America Invents Act to make improvements and technical corrections, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr9-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1402-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "PATENT Act", 
  "sponsor": {
    "bioguide_id": "G000386", 
    "district": null, 
    "name": "Grassley, Chuck", 
    "state": "IA", 
    "thomas_id": "00457", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2015-06-04", 
  "subjects": [
    "Bankruptcy", 
    "Civil actions and liability", 
    "Commerce", 
    "Evidence and witnesses", 
    "Government information and archives", 
    "Intellectual property", 
    "Judicial procedure and administration", 
    "Legal fees and court costs", 
    "Licensing and registrations", 
    "Manufacturing"
  ], 
  "subjects_top_term": "Commerce", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2015-09-08T18:16:19Z", 
    "text": "Highlights:\n\nThis bill amends federal patent law to add pleading and disclosure requirements for patent infringement actions. The bill sets standards for a court's consideration of a motion to stay an action against retailers or end users that agree to be bound as to issues determined in an action to which the manufacturer is a party.\n\nThe bill provides for a stay of discovery during the pendency of a motion to dismiss, transfer venue, or sever accused infringers. The Judicial Conference of the United States must develop rules regarding whether a party seeking additional discovery beyond core documentary evidence should bear the costs for the additional discovery.\n\nPrevailing parties may seek an award of attorney's fees. Parties defending against infringement may require a party alleging infringement whose primary business is the assertion of patents to identify other parties with a financial interest in the proceedings that may be held accountable for an award of attorney's fees if the party alleging infringement cannot satisfy the full amount of such an award.\n\nThe Federal Trade Commission is authorized to enforce against demand letters that falsely represent that the recipients bear liability or owe compensation for infringing a patent.\n\nThe bill also requires a pre-suit notification to meet certain standards before it may be used as evidence of willful infringement, revises procedures for post-issuance proceedings at the U.S. Patent and Trademark Office (USPTO), sets forth standards for intellectual property license elections in foreign bankruptcy proceedings and the treatment of trademarks under the bankruptcy code, allows transfers of entitlements to accelerate USPTO proceedings for humanitarian purposes, and makes institutions of higher education and nonprofit organizations eligible for reduced patent fees.\n\nThe USPTO's authority to set or adjust its own fees under the Leahy-Smith America Invents Act is extended an additional seven years.\n\nFull Summary: Protecting American Talent and Entrepreneurship Act of 2015 or the PATENT Act\n\n(Sec. 3) Amends federal patent law to add requirements for court pleadings in patent infringement actions. Requires the Supreme Court to eliminate the current model patent infringement complaint form from the Federal Rules of Civil Procedure.\n\nDirects parties alleging infringement to include in their court pleadings specified details concerning:\n\n each claim of each patent allegedly infringed; each process, machine, manufacture, or composition of matter (\"accused instrumentalities\") alleged to infringe the claim; for each identified claim, a description of the elements alleged to be infringed by the accused instrumentality and how the accused instrumentality is alleged to infringe those elements; and for each claim of indirect infringement, the acts of the alleged infringer that contribute to or induce direct infringement. Requires courts, upon a motion, to dismiss claims that do not meet such pleading requirements unless a party with a plausible claim provides a general description of information that was inaccessible after a reasonable inquiry.\n\nRequires parties alleging infringement to disclose to the court, adverse parties, and the U.S. Patent and Trademark Office (USPTO): (1) assignees of the patent and their ultimate parent entities, (2) entities and ultimate parent entities with a right to sublicense to unaffiliated entities or to enforce the patent; and (3) entities known to have a financial interest in the patent, the patentee, or any ultimate parent entity. Directs alleging parties to further disclose to the court and adverse parties: (1) claims by the patentee, an affiliate, or other claimants during the previous three years; (2) certain assurances made to a standards development organization to license others under such patent; and (3) whether the federal government has imposed specific licensing requirements.\n\n(Sec. 4) Requires courts to grant a motion to stay an action against a retailer or end user accused of infringing a patent based on a product or process under specified conditions, if: (1) the manufacturer is a party to the action or a separate action in a federal court involving the same patent; and (2) the retailer or end user agrees to be bound as to issues determined in the action to which the manufacturer is a party, without a full and fair opportunity to separately litigate any such issue, but only as to those issues for which all other elements of the common law doctrine of issue preclusion are met. (Sec. 5) Directs courts to stay discovery in patent actions during the pendency of certain preliminary motions (motions to dismiss, transfer venue, or sever accused infringers), but allows a court to permit further discovery to resolve a motion or preserve evidence. Permits parties to voluntarily exclude themselves from such discovery limits.\n\n(Sec. 6) Requires the Judicial Conference of the United States to develop discovery rules for patent actions that address the extent to which: (1) parties should be responsible for the costs of producing core documentary evidence, and (2) a party may seek additional noncore document discovery and bear the additional costs.\n\nRequires the rules to address discovery of electronic communications and computer code.\n\nDirects the Judicial Conference to develop case management procedures to be implemented by federal district courts and the U.S. Court of Federal Claims for patent actions, including initial disclosure and early case management conference practices that: (1) identify any potential dispositive issues, and (2) focus on early summary judgment motions when resolution of issues may lead to expedited disposition of the case.\n\n(Sec. 7) Requires a court, upon a motion, to award attorney's fees to the prevailing party if the position or conduct of the nonprevailing party was not objectively reasonable. Provides an exception if special circumstances would make an award unjust.\n\nAllows parties defending against a claim of infringement, if they hold a good faith belief that the primary business of the party alleging infringement is the assertion and enforcement of patents or the resulting licensing, to require the party alleging infringement to: (1) certify that it will have sufficient funds to satisfy an award of attorney's fees; (2) demonstrate that its primary business is not the assertion and enforcement of patents or related licensing activities; (3) identify any other parties with a substantial financial interest related to the proceeds from any settlement, license, or damages award resulting from the enforcement of the patent; or (4) state that there are no such interested parties. Makes identified interested parties accountable for an award of attorney's fees (unless they renounce their interest in the claim) if the party alleging infringement cannot satisfy the full amount.\n\nAllows institutions of higher education, or nonprofit technology transfer organizations whose primary purpose is to facilitate the commercialization of technologies of such institutions, to exempt themselves from being considered interested parties accountable for attorney's fees.\n\nExcludes from being identified as accountable interested parties: (1) attorneys or law firms whose sole financial interest is compensation reasonably related to the provision of legal representation, (2) persons who receive only passive income from a patent that they assigned to an institution of higher education, (3) persons whose financial interest is based solely on an equity or security interest established when the party alleging infringement's primary business was not the assertion and enforcement of patents or the resulting licensing, and (4) depository institutions whose sole basis for the financial interest arises from a loan or other debt obligation.\n\nExempts from the process of identifying parties accountable for attorney's fees, and from certain other requirements of this Act, patent actions that include claims relating to abbreviated new drug applications for generic drugs under the Federal Food, Drug, and Cosmetic Act and the Public Health Service Act, including animal drugs, veterinary products, and other biological products. Authorizes a court in such cases to award reasonable attorney's fees only in exceptional circumstances.\n\n(Sec. 8) Prohibits a claimant seeking to establish willful infringement from relying on evidence of a pre-suit notification sent to the alleged infringer, unless the notice included details regarding the patent and specific infringement, the possible right of a retailer or end user to stay the action, and the identity of any person who can enforce the patent. Bars an initial written notice from containing: (1) a request for, demand for, or offer to accept a specific monetary amount in exchange for a license, settlement, or agreement to resolve allegations of patent infringement; or (2) a specific monetary amount demanded based on the cost of legal defense in a lawsuit concerning any asserted claim. Allows defendants an additional 30 days to respond to a complaint if the initial notice did not contain such details or contained such a monetary request or demand.\n\n(Sec. 9) Subjects to penalties under the Federal Trade Commission Act an unfair or deceptive act or practice in connection with the widespread sending of demand letters representing falsely, without a reasonable basis, or in a misleading manner that the intended recipients or their affiliates may bear liability or owe compensation for infringement. Provides the Federal Trade Commission with authority to enforce against such violations.\n\n(Sec. 10) Requires patent holders to disclose to the USPTO any assignment resulting in a change to the ultimate parent entity. Prohibits a party that fails to comply with such disclosure requirements from recovering increased damages or attorney's fees for any period of noncompliance, unless the denial of such damages or fees would be manifestly unjust.\n\n(Sec. 11) Allows patent owners filing a preliminary response to a petition for inter partes or post-grant review to include affidavits or declarations of supporting evidence and opinions. Permits petitioners to reply to new issues raised in a preliminary response.\n\nPermits the USPTO to choose not to institute a review that would not serve the interests of justice. Requires the USPTO to consider whether: (1) the grounds of unpatentability on prior art or arguments in the petition are substantially the same as those considered and decided in a prior judicial or USPTO proceeding involving the same claims, and (2) there is another proceeding involving the same patent pending before the USPTO. Prohibits an inter partes review from being instituted on the basis that the evidentiary standard before the USPTO differs from that used in a U.S. court. Allows a petitioner to petition to add additional patent claims in an instituted inter partes review if such petition is made within one year after that petitioner, or the real party in interest or privy of that petitioner, is served with an amended complaint for the first time alleging that any of them infringed the patent claims to be added. Binds inter partes and post-grant review parties in subsequent USPTO or court proceedings (or their real parties in interest or privy) to any representations they made regarding claim construction with respect to the prosecution history of the patent that were finally adopted by the USPTO in deciding the review. Directs the USPTO to prescribe regulations providing USPTO panels with the authority to determine whether to hear live testimony offered by a party to an inter partes or post-grant review if it would facilitate resolution of the case because genuine issues of material fact, conflicting expert opinions, or issues of witness credibility exist. Requires each claim of a patent to be construed as such claim would be in a civil action to invalidate a patent, including by construing each claim in accordance with the ordinary and customary meaning as understood by one of ordinary skill in the art and the prosecution history pertaining to the patent. Directs the USPTO to consider previous claim constructions or determinations of U.S. courts in proceedings in which the patent owner was a party. Requires USPTO regulations to ensure that the panel adjudicating such review proceeding consists of not more than one individual who participated in the decision to institute such a proceeding. Allows such regulations to prescribe that the decision to institute a proceeding be made by designees of the USPTO Director other than members of the Patent Trial and Appeal Board. (Sec. 12) Requires courts in cross-border bankruptcy cases involving the recognition of a foreign proceeding to apply U.S. bankruptcy laws relating to the retention or termination of licensed intellectual property rights after a trustee has rejected an executory contract. Allows a licensee to elect to retain its right to intellectual property if a foreign representative rejects or repudiates a contract under which the debtor is the licensor. Expands the definition of \"intellectual property\" as it applies to the federal bankruptcy code to include trademarks, service marks, or trade names, thereby providing for trademark licenses to be retained instead of voided in bankruptcy.\n\n(Sec. 13) Requires the USPTO to: (1) develop educational resources for small businesses to address concerns arising from patent infringement, and (2) provide education and awareness regarding resources available for those persons responding to allegations of patent infringement.\n\nDirects the USPTO to notify the public on its website when a patent case is brought in federal court.\n\n(Sec. 14) Requires the USPTO to report to Congress regarding: (1) legislative recommendations for transparency and accountability in patent transactions occurring on the secondary market, (2) the economic impact that the secondary market has on the United States, and (3) licensing and oversight requirements to ensure that the market is a level playing field and that brokers adhere to ethical business practices.\n\nDirects the Administrative Office of the U.S. Courts to submit recommendations to Congress regarding the development of a pilot program for patent small claims procedures in certain judicial districts.\n\nRequires the Government Accountability Office to submit recommendations regarding the volume and nature of litigation involving business method patents, including the quality of business method patents asserted in suits alleging patent infringement.\n\n(Sec. 15) Amends the Leahy-Smith America Invents Act (AIA) to:\n\n limit the grounds for invalidity of a patent claim that a post-grant review petitioner is prohibited, by estoppel, from asserting in subsequent civil actions or certain U.S. International Trade Commission proceedings to only those grounds that the petitioner actually raised during post-grant review; and revise the transitional covered business method patent review program to expand the scope of prior art that may serve as the basis of a challenge and permit the USPTO to waive filing fees. Allows the USPTO to provide information concerning an application for a patent to a foreign country or international intergovernmental organization if a corresponding application is filed in such foreign country or with such organization.\n\nRequires the USPTO Director to nominate, for appointment by the Secretary of Commerce, such officers as the Director considers necessary to carry out the functions of the USPTO and who may exercise any authority delegated by the Director or a Commissioner.\n\nAllows the USPTO to prescribe filing date rules for papers or fees submitted using an electronic filing system.\n\nAuthorizes the USPTO Deputy Director to serve as Acting Director in the event of the absence or incapacity of the Director or a vacancy in the office of the Director.\n\nExtends by an additional seven years the USPTO's authority under the AIA to set or adjust its own fees.\n\nPatents for Humanity Program Improvement Act\n\nAllows the holder or successor of an acceleration certificate issued pursuant to the Patents for Humanity Program (a pilot awards program that entitles awardees to accelerate certain USPTO proceedings for patented technologies addressing humanitarian needs among an impoverished population or for further research on humanitarian technologies) to transfer, including by sale, the entitlement to such certificate to another person.\n\n(Sec. 16) Provides micro entity status (which makes certain small entities eligible for reduced patent fees) to certifying: (1) institutions of higher education or comparable organizations outside the United States; (2) tax exempt, nonprofit organizations, or comparable organizations outside the United States, that hold title to patents and patent applications on behalf of such an institution of higher education for the purpose of facilitating commercialization of the technologies; or (3) tax exempt, nonprofit organizations that perform research or development activities for the federal government or that assign, grant, or convey a license or ownership interest to such an organization that performs such activities for the federal government."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "PATENT Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Protecting American Talent and Entrepreneurship Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "PATENT Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Protecting American Talent and Entrepreneurship Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": true, 
      "title": "Patents for Humanity Program Improvement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend title 35, United States Code, and the Leahy-Smith America Invents Act to make improvements and technical corrections, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "PATENT Act", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-01T13:30:28Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s1137.xml"
}