{
  "actions": [
    {
      "acted_at": "2015-03-03", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-03-03", 
      "action_code": "", 
      "references": [
        {
          "reference": "CR S1248-1250", 
          "type": "text of measure as introduced"
        }
      ], 
      "text": "Introduced in the Senate. Read the first time. Placed on Senate Legislative Calendar under Read the First Time.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-03-04", 
      "action_code": "", 
      "calendar": "Senate Legislative", 
      "number": "27", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Read the second time. Placed on Senate Legislative Calendar under General Orders. Calendar No. 27.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2015-03-04", 
      "action_code": "", 
      "references": [
        {
          "reference": "CR S1295", 
          "type": "consideration"
        }
      ], 
      "text": "Motion to proceed to consideration of measure made in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-03-04", 
      "action_code": "", 
      "references": [
        {
          "reference": "CR S1295", 
          "type": "consideration"
        }, 
        {
          "reference": "CR S1295", 
          "type": "text"
        }
      ], 
      "text": "Cloture motion on the motion to proceed to the measure presented in Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-03-09", 
      "action_code": "", 
      "references": [
        {
          "reference": "CR S1323", 
          "type": "consideration"
        }
      ], 
      "text": "Cloture motion on the motion to proceed to the measure withdrawn by unanimous consent in Senate.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s625-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2015-03-03", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-03-03", 
  "number": "625", 
  "official_title": "A bill to provide for congressional review and oversight of agreements relating to Iran's nuclear program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s615-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr1191-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Iran Nuclear Agreement Review Act of 2015", 
  "sponsor": {
    "bioguide_id": "M000355", 
    "district": null, 
    "name": "McConnell, Mitch", 
    "state": "KY", 
    "thomas_id": "01395", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2015-03-04", 
  "subjects": [
    "Arms control and nonproliferation", 
    "Congressional oversight", 
    "Diplomacy, foreign officials, Americans abroad", 
    "Foreign and international banking", 
    "Fraud offenses and financial crimes", 
    "International affairs", 
    "International law and treaties", 
    "Iran", 
    "Legislative rules and procedure", 
    "Middle East", 
    "Nuclear power", 
    "Nuclear weapons", 
    "Sanctions", 
    "Terrorism", 
    "Trade restrictions"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced in Senate", 
    "date": "2015-03-03T05:00:00Z", 
    "text": "Iran Nuclear Agreement Review Act of 2015\n\nThis bill amends the Atomic Energy Act of 1954 to direct the President, within five days after reaching an agreement with Iran regarding Iran's nuclear program, to transmit to Congress:\n\n the text of the agreement and all related materials and annexes; a related verification assessment report of the Secretary of State; a certification that the agreement includes the appropriate terms, conditions, and duration of the agreement's requirements concerning Iran's nuclear activities, and provisions describing any sanctions to be waived, suspended, or otherwise reduced by the United States and any other nation or entity; and a certification that the agreement meets U.S. non-proliferation objectives, does not jeopardize the common defense and security, provides a framework to ensure that Iran's nuclear activities will not constitute an unreasonable defense and security risk, and ensures that Iran's permitted nuclear activities will not be used to further any nuclear-related military or nuclear explosive purpose. The Secretary of State is directed to prepare a report assessing:\n\n the Secretary's capacity to verify Iran's compliance with the agreement, the adequacy of the agreement's safeguards to ensure that Iran's permitted activities will not be used to further any nuclear-related military or nuclear explosive purpose, and the International Atomic Energy Agency's capacity to implement the required verification regime. The foreign relations committees shall, during the 60-day period following transmittal by the President of an agreement, hold hearings and briefings to review the agreement.\n\nDuring such review period the President may not waive, suspend, reduce, provide relief from, or otherwise limit the application of statutory sanctions with respect to Iran, except for any deferral, waiver, or other suspension of statutory sanctions pursuant to the Joint Plan of Action that is made: (1) consistent with the law in effect on the date of enactment of this Act; and (2) not later than 45 days before the transmission by the President of an agreement, assessment report, and certification.\n\nAn action involving statutory sanctions relief by the United States:\n\n may be taken if, during the 60-day review period, Congress adopts a joint resolution in favor of the agreement; may not be taken if, during such period, Congress adopts a joint resolution not in favor of the agreement; or may be taken if, following such period, no joint resolution is enacted. The President shall:\n\n within 10 days of receiving information relating to a potentially significant breach or compliance incident by Iran submit it to Congress; within 10 days after submitting such information determine whether it constitutes a material breach or compliance incident and report that determination to Congress as well as Iran's action or failure to act that led to the material breach, actions necessary for Iran to cure the breach, and the status of Iran's efforts to cure the breach; and at least every 180 days thereafter report to Congress on Iran's nuclear program and compliance with the agreement. The President shall keep Congress fully informed of any initiative or negotiations with Iran concerning Iran's nuclear program.\n\nThe President shall, not less than every 90 days, determine whether the President is able to certify to Congress that:\n\n Iran is fully implementing the agreement, Iran has not committed a material breach of the agreement, Iran has not taken any action that could significantly advance its nuclear weapons program, Iran has not directly supported or carried out an act of terrorism against the United States or a U.S. person, and suspension of sanctions against Iran is appropriate and proportionate to measures taken by Iran with respect to terminating its illicit nuclear program and vital to U.S. national security interests. If the President does not submit such certification or has determined that Iran has materially breached an agreement, Congress may initiate within 60 days expedited consideration of legislation reinstating statutory sanctions against Iran."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Iran Nuclear Agreement Review Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to provide for congressional review and oversight of agreements relating to Iran's nuclear program, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Iran Nuclear Agreement Review Act of 2015", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-01T13:30:13Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s625.xml"
}