{
  "actions": [
    {
      "acted_at": "2016-06-03", 
      "action_code": "Intro-H", 
      "references": [], 
      "text": "Introduced in House", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-06-03", 
      "action_code": "H11100", 
      "committees": [
        "HSII"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2016-06-07", 
      "action_code": "", 
      "committees": [
        "HSII"
      ], 
      "references": [], 
      "text": "Referred to the Subcommittee on Indian, Insular and Alaska Native Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2016-06-14", 
      "action_code": "", 
      "committees": [
        "HSII"
      ], 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5379-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "hearings", 
        "referral"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Indian, Insular and Alaska Native Affairs", 
      "subcommittee_id": "24"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2016-06-14", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2016-06-03", 
  "number": "5379", 
  "official_title": "To prescribe procedures for effective consultation and coordination by Federal agencies with federally recognized Indian tribes regarding Federal Government activities that impact tribal lands and interests to ensure that meaningful tribal input is an integral part of the Federal decisionmaking process.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Requirements, Expectations, and Standard Procedures for Executive Consultation with Tribes Act", 
  "sponsor": {
    "bioguide_id": "G000551", 
    "district": "3", 
    "name": "Grijalva, Raul M.", 
    "state": "AZ", 
    "thomas_id": "01708", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2016-06-03", 
  "subjects": [
    "Government operations and politics"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced in House", 
    "date": "2016-06-03T04:00:00Z", 
    "text": "Requirements, Expectations, and Standard Procedures for Executive Consultation with Tribes Act or the RESPECT Act\n\n This bill Requires federal agencies to: (1) have an accountable process to ensure meaningful and timely input by Indian tribes before undertaking any activity that may have substantial direct impacts on the lands or interests of such tribes, on the relationship between the federal government and such tribes, or on the distribution of power and responsibilities between the government and such tribes; and (2) consult with Indian tribes concerning all activities that would affect any federal land that shares a border with Indian country. An agency may temporarily waive such requirements in an emergency area during an emergency period.\n\nSuch consultation must be completed before any federal funds are expended for the activity and before the issuance of any license other than for funding nondestructive project planning activities.\n\nAn agency shall:\n\n compile a draft of the scope of a project, including any anticipated tribal impacts, as early as possible in the planning stage of an activity; mail a copy of the planning document and a letter requesting consultation meetings to the relevant tribal government officials and non-tribal stakeholders and, at an affected tribe's request, to nongovernmental tribal stakeholders; negotiate consultation meeting arrangements with the affected tribes; execute a memorandum agreement of the scope of consultation or, upon determining that further consultation will not be productive, terminate consultation and proceed to decision stage procedures; compile, mail to affected tribal governments, and publish a document consisting of the plan for the activity and its anticipated tribal impacts; allow 90 days for comments on such document; after such 90-day period, publish and mail to affected tribes a preliminary decision letter stating the decision to proceed or not proceed with the activity, the decision's rationale, changes made in response to comments, and points where the decision conflicts with the expressed requests of affected tribes; 60 days after issuing such letter, notify the affected tribal governments of the agency's final decision; and keep an official consultation record. Each agency shall designate an official who shall: (1) have principal responsibility for reviewing existing consultation procedures and for implementation of this bill, and (2) submit to the Office of Management and Budget a description of the agency's revised consultation process.\n\nThe bill requires federal agencies to: (1) recognize and respect Indian tribal self-government and sovereignty, honor tribal treaty and other rights, and strive to meet the responsibilities that arise from the unique legal relationship between the federal government and tribal governments; (2) grant Indian tribal governments the maximum discretion possible in the administration of federal statutes and regulations, (3) take steps to streamline the processes under which Indian tribes apply for waivers of statutory and regulatory requirements; and (4) consider any such waiver application in connection with any agency program with a general view toward increasing opportunities for utilizing flexible policy approaches at the Indian tribal level.\n\nAn Indian tribe may seek judicial review of a determination of an agency under this bill in accordance with the Administrative Procedure Act if the tribe has exhausted all other administrative remedies available to it."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Requirements, Expectations, and Standard Procedures for Executive Consultation with Tribes Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "RESPECT Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To prescribe procedures for effective consultation and coordination by Federal agencies with federally recognized Indian tribes regarding Federal Government activities that impact tribal lands and interests to ensure that meaningful tribal input is an integral part of the Federal decisionmaking process.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "RESPECT Act", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-22T21:01:17Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/hr/BILLSTATUS-114hr5379.xml"
}