{
  "actions": [
    {
      "acted_at": "2015-03-26", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-03-27", 
      "action_code": "", 
      "committees": [
        "SSVA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Veterans' Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s895-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Veterans' Affairs", 
      "committee_id": "SSVA"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-03-26", 
  "number": "895", 
  "official_title": "A bill to allow members of the Armed Forces to defer principal on Federal student loans for a certain period in connection with receipt of orders for mobilization for war or national emergency, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Servicemember and Veteran Protection Act of 2015", 
  "sponsor": {
    "bioguide_id": "T000464", 
    "district": null, 
    "name": "Tester, Jon", 
    "state": "MT", 
    "thomas_id": "01829", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-03-27", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Computer security and identity theft", 
    "Conflicts and wars", 
    "Congressional oversight", 
    "Consumer Financial Protection Bureau", 
    "Consumer credit", 
    "Department of Veterans Affairs", 
    "Education", 
    "Fraud offenses and financial crimes", 
    "Government lending and loan guarantees", 
    "Military operations and strategy", 
    "Military personnel and dependents", 
    "National Guard and reserves", 
    "Right of privacy", 
    "Student aid and college costs"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced in Senate", 
    "date": "2015-03-26T04:00:00Z", 
    "text": "Servicemember and Veteran Protection Act of 2015\n\nAmends title IV (Student Assistance) of the Higher Education Act of 1965 to allow members of the Armed Forces and National Guard to defer payments of principal on their Federal Family Education Loans, William D. Ford Federal Direct Loans, and Federal Perkins Loans for the period (up to 180 days) beginning on the date they receive a call or order to duty in connection with a war, military operation, or national emergency and ending on their first day of service. (Currently, the payment of principal on those loans is also deferred during their period of service and for the 180-day period after their demobilization date.)\n\nAllows individuals whose call to duty is cancelled before their first day of service: (1) due to a service training injury, to defer payments of principal on those loans through what would have been their period of service; and (2) for a reason other than a service training injury, to defer payments of principal on those loans for 14 days after that cancellation.\n\nDirects the Secretary of Defense, each fiscal year, to provide an increase in the rates of educational assistance payable to certain members of the Selected Reserve, which shall be not less than the percentage by which the average cost of undergraduate tuition in the United States for the last academic year exceeds the average cost of such tuition for the year before that academic year. (Currently, such percentage increase is based on increases in the Consumer Price Index over such period.)\n\nAmends the Fair Credit Reporting Act to require a consumer reporting agency, upon the request of an active duty military consumer or an individual acting on that consumer's behalf, to:\n\n include an active duty freeze alert in the file of that consumer and also provide that alert along with any credit score generated in using that file for at least 12 months, exclude the consumer for 2 years from any list of consumers prepared by the agency and provided to any third party to offer credit or insurance to the consumer as part of a transaction that was not initiated by the consumer, and refer the active duty freeze alert information to each of the other consumer reporting agencies that compile and maintain files on consumers on a nationwide basis. Requires each active duty freeze alert to notify prospective users of the consumer's credit report that the consumer does not authorize: (1) the establishment of any new credit plan or extension of credit in the consumer's name, (2) the issuance of an additional card on an existing credit account requested by a consumer, or (3) any increase in the credit limit on an existing credit account requested by a consumer. Prohibits prospective users of the credit report from taking such actions.\n\nDirects the Secretary of Veterans Affairs to report to Congress on the effect on the privacy of veterans of the use of social security numbers to uniquely identify veterans."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Servicemember and Veteran Protection Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to allow members of the Armed Forces to defer principal on Federal student loans for a certain period in connection with receipt of orders for mobilization for war or national emergency, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Servicemember and Veteran Protection Act of 2015", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-01T13:30:22Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s895.xml"
}