{
  "actions": [
    {
      "acted_at": "2015-03-24", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-03-24", 
      "action_code": "", 
      "committees": [
        "SSCM"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s853-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "bioguide_id": "F000457", 
      "district": null, 
      "name": "Franken, Al", 
      "original_cosponsor": false, 
      "sponsored_at": "2015-05-06", 
      "state": "MN", 
      "thomas_id": "01969", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-03-24", 
  "number": "853", 
  "official_title": "A bill to improve the efficiency and reliability of rail transportation by reforming the Surface Transportation Board, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Rail Shipper Fairness Act of 2015", 
  "sponsor": {
    "bioguide_id": "B001230", 
    "district": null, 
    "name": "Baldwin, Tammy", 
    "state": "WI", 
    "thomas_id": "01558", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-03-24", 
  "subjects": [
    "Administrative remedies", 
    "Executive agency funding and structure", 
    "Public participation and lobbying", 
    "Railroads", 
    "Surface Transportation Board", 
    "Transportation and public works", 
    "Transportation costs"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced in Senate", 
    "date": "2015-03-24T04:00:00Z", 
    "text": "Rail Shipper Fairness Act of 2015\n\nThe Surface Transportation Board (STB) may:\n\n issue emergency service orders covering rail carrier shipments moving under contract only if they are part of a regional service order; and require reports, service plans, or other documents that cover shipments moving under contract if such shipments are part of a general report, service plan, or other document that generally covers the geographic area or commodity. Rail carriers shall be liable to any person in federal district court for damages or equitable relief as a result of inadequate or deficient service in violation of federal law.\n\nCivil monetary penalties for rail carriers increase from $5,000 to $25,000 per violation.\n\nIt is U.S. transportation policy to provide for and promote the protection of the shipping public.\n\n Shippers may obtain rates to or from any interchange points of two or more rail carriers.\n\nWhen determining whether a rail carrier proposing a rate challenged as unreasonably high has market dominance over the transportation to which the rate applies, the STB shall consider that the rail carrier could have market dominance even in circumstances in which a shipper is served by two carriers.\n\nThe circumstances involving mandatory reciprocal switching agreements are changed. The STB shall now require a Class 1 rail carrier to enter into a competitive switching agreement if a shipper or receiver (or a group of shippers or receivers) files a petition that satisfies the Board that:\n\n the facilities of the shipper or receiver are served by rail only by a single, Class I rail carrier; and there is or can be a working interchange between the Class I rail carrier serving the shipper or receiver in question and another rail carrier within a reasonable distance of the facilities of such shipper or receiver. Competitive switching may not be imposed, however, if:\n\n either rail carrier between which such switching is to be established demonstrates that the proposed switching is not feasible or is unsafe, or the presence of reciprocal switching will unduly restrict the ability of a rail carrier to serve its own shippers. The STB must observe specified rules when deciding stand-alone cost cases with respect to a maximum reasonable rate.\n\nThe STB shall apply a certain formula to calculate a rail carrier's cost of capital. This replaces the current requirement that the STB determine annually which rail carriers are earning adequate revenues.\n\nThe number of STB members increases from 3 to 5, with no more than 3 of them (currently no more than 2 of them) from the same party. At least 2 members must have a background in shipping or consumer advocacy.\n\nThe STB must meet regularly."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Rail Shipper Fairness Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to improve the efficiency and reliability of rail transportation by reforming the Surface Transportation Board, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Rail Shipper Fairness Act of 2015", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-01T13:30:21Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s853.xml"
}