{
  "actions": [
    {
      "acted_at": "2015-12-07", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-07", 
      "action_code": "", 
      "committees": [
        "SSCM"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-12-09", 
      "action_code": "", 
      "committees": [
        "SSCM"
      ], 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce, Science, and Transportation. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2016-03-07", 
      "action_code": "", 
      "committee": "Commerce, Science, and Transportation", 
      "committees": [
        "SSCM"
      ], 
      "references": [], 
      "text": "Committee on Commerce, Science, and Transportation. Reported by Senator Thune with an amendment in the nature of a substitute. With written report No. 114-222.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2016-03-07", 
      "action_code": "", 
      "calendar": "Senate Legislative", 
      "number": "382", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 382.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2361-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "reporting", 
        "markup", 
        "referral"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "bioguide_id": "A000368", 
      "district": null, 
      "name": "Ayotte, Kelly", 
      "original_cosponsor": true, 
      "sponsored_at": "2015-12-07", 
      "state": "NH", 
      "thomas_id": "02075", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "C000127", 
      "district": null, 
      "name": "Cantwell, Maria", 
      "original_cosponsor": true, 
      "sponsored_at": "2015-12-07", 
      "state": "WA", 
      "thomas_id": "00172", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "C000174", 
      "district": null, 
      "name": "Carper, Thomas R.", 
      "original_cosponsor": false, 
      "sponsored_at": "2016-03-01", 
      "state": "DE", 
      "thomas_id": "00179", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "J000293", 
      "district": null, 
      "name": "Johnson, Ron", 
      "original_cosponsor": false, 
      "sponsored_at": "2015-12-14", 
      "state": "WI", 
      "thomas_id": "02086", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "K000367", 
      "district": null, 
      "name": "Klobuchar, Amy", 
      "original_cosponsor": false, 
      "sponsored_at": "2015-12-15", 
      "state": "MN", 
      "thomas_id": "01826", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "N000032", 
      "district": null, 
      "name": "Nelson, Bill", 
      "original_cosponsor": true, 
      "sponsored_at": "2015-12-07", 
      "state": "FL", 
      "thomas_id": "00859", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2016-03-07", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-12-07", 
  "number": "2361", 
  "official_title": "A bill to enhance airport security, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr636-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Airport Security Enhancement and Oversight Act", 
  "sponsor": {
    "bioguide_id": "T000250", 
    "district": null, 
    "name": "Thune, John", 
    "state": "SD", 
    "thomas_id": "01534", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2015-12-09", 
  "subjects": [
    "Accounting and auditing", 
    "Administrative law and regulatory procedures", 
    "Advisory bodies", 
    "Aviation and airports", 
    "Congressional oversight", 
    "Criminal justice information and records", 
    "Customs enforcement", 
    "Department of Transportation", 
    "Employee performance", 
    "Espionage and treason", 
    "Foreign labor", 
    "Fraud offenses and financial crimes", 
    "Government studies and investigations", 
    "Immigration status and procedures", 
    "Intelligence activities, surveillance, classified information", 
    "Performance measurement", 
    "Terrorism", 
    "Transportation and public works", 
    "Transportation employees", 
    "Transportation safety and security", 
    "Violent crime"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2016-03-07T14:05:32Z", 
    "text": "Airport Security Enhancement and Oversight Act\n\n(Sec. 4) This bill directs the Transportation Security Administration (TSA) of the Department of Homeland Security (DHS) to assess the level of risk posed to the domestic air transportation system by individuals with unescorted access to a secure area of an airport.\n\n(Sec. 5) The TSA shall update DHS rules on access controls, considering specified matters.\n\nThe TSA may encourage the issuance by airport and aircraft operators in a timely manner of free one-time, 24-hour temporary credentials for workers who have reported their credentials missing, but not permanently lost, stolen, or destroyed, until replacement of credentials is necessary.\n\n(Sec. 6) The TSA shall issue guidance to airport operators for placing an expiration date on each airport credential issued to a non-U.S. citizen, which shall not exceed the period of time he or she is lawfully authorized to work in the United States.\n\nThe TSA shall:\n\n also issue guidance for transportation security inspectors to review annually the procedures of airport operators and air carriers for applicants seeking unescorted access to any Secure Identification Display Area (SIDA) of an airport; and make available to airport operators and air carriers information on identifying suspicious or fraudulent identification materials. This guidance shall require a comprehensive review of background checks and employment authorization documents issued by the DHS Citizenship and Immigration Services during the review of procedures.\n\n(Sec. 7) The TSA shall:\n\n revise certain regulations to enhance the eligibility requirements and disqualifying criminal offenses for individuals seeking or having unescorted access to an airport's SIDA; and propose disqualification if the individual was convicted, or found not guilty by reason of insanity, of a disqualifying criminal offense within 15 years before the date of an individual's application, or if the individual was incarcerated for that crime and released within 5 years before that date. The TSA shall ensure existence or development of a waiver process for approving the issuance of credentials for unescorted access to a SIDA for an individual found to be otherwise ineligible for such credentials, but about whom circumstances permit the conclusion the individual poses no terrorism risk or any other risk to aviation security warranting denial of the credential.\n\nBoth the TSA and the Federal Bureau of Investigation (FBI) shall implement fully the FBI's Rap Back service for recurrent criminal history vetting of eligible TSA-regulated populations of individuals with unescorted access to an airport SIDA. (The FBI Rap Back Service notifies authorized agencies of criminal, and, in limited cases, civil activity of individuals that occurs after the initial processing and retention of criminal or civil transactions.)\n\n The TSA and the Office of the Director of National Intelligence shall ensure that the TSA may receive automated, real-time access to additional Terrorist Identities Datamart Environment (TIDE) data and any other terrorism related category codes to improve the TSA credential vetting program.\n\nDHS shall authorize direct access for each airport operator to the E-Verify program and the Systematic Alien Verification for Entitlements (SAVE) automated system to determine the eligibility of individuals seeking unescorted access to an airport SIDA.\n\n(Sec. 8) The TSA shall develop performance metrics to measure the effectiveness of security for airport SIDAs.\n\n(Sec. 9) The TSA shall also:\n\n develop a model and best practices for unescorted access security meeting specified criteria, expand the use of TSA officers and inspectors to conduct physical inspections of airport workers in each airport SIDA and at each SIDA access point, and review airports that have implemented additional airport worker screening or perimeter security. The TSA may conduct a pilot program to test and validate best practices for comprehensive airport worker screening or perimeter security.\n\n(Sec. 10) The TSA shall:\n\n increase the use of red-team, covert testing of access controls to any secure airport areas; and review for continued relevancy and appropriate updating, consolidation, or revocation of every current security directive addressed to any regulated entity. (Sec. 11) The Government Accountability Office shall assess TSA progress in implementing the requirements of this bill and their effect on aviation security.\n\n(Sec. 12) A member of the Aviation Stakeholder Advisory Committee may continue to serve beyond the expiration of his or her term until the TSA appoints a successor."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Airport Security Enhancement and Oversight Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Airport Security Enhancement and Oversight Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to enhance airport security, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Airport Security Enhancement and Oversight Act", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-01T13:31:07Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s2361.xml"
}