{
  "actions": [
    {
      "acted_at": "2016-05-26", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-26", 
      "action_code": "", 
      "references": [], 
      "text": "Introduced in the Senate. Read the first time. Placed on Senate Legislative Calendar under Read the First Time.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-06-06", 
      "action_code": "", 
      "calendar": "Senate Legislative", 
      "number": "505", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Read the second time. Placed on Senate Legislative Calendar under General Orders. Calendar No. 505.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3011-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2016-05-26", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2016-05-26", 
  "number": "3011", 
  "official_title": "A bill to improve the accountability, efficiency, transparency, and overall effectiveness of the Federal Government.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5687-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr5690-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr598-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr1777-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr1938-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2003-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2395-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4180-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4465-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4639-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4904-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr5033-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr5199-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s282-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s310-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s579-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s742-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s795-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1073-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2128-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2133-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2340-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2375-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2450-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2509-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2834-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2849-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2964-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2968-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr5920-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Bolster Accountability to Drive Government Efficiency and Reform Washington Act of 2016", 
  "sponsor": {
    "bioguide_id": "J000293", 
    "district": null, 
    "name": "Johnson, Ron", 
    "state": "WI", 
    "thomas_id": "02086", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2016-06-06", 
  "subjects": [
    "Government operations and politics"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced in Senate", 
    "date": "2016-05-26T04:00:00Z", 
    "text": "Bolster Accountability to Drive Government Efficiency and Reform Washington Act of 2016\n\nThis bill establishes a Federal Real Property Reform Board to reduce the federal government's civilian real property inventory and operating costs by identifying federal land and buildings to dispose of, consolidate, redevelop, or operate more efficiently. A Federal Property Council must ensure implementation of property management strategies.\n\nThe General Services Administration must establish a database of federal real property. The Office of Management and Budget (OMB) must submit to the Department Housing and Urban Development information about federal land or buildings that may be suitable for assistance to the homeless.\n\nWhistleblower protections are extended to employees of federal personal services contractors.\n\nTaxpayers Right-To-Know Act\n\nThe OMB must publish a federal government program inventory that identifies authorizing statutes, performance assessments, finances, and beneficiaries for each federal government program for which there is more than $1 million in annual budget authority.\n\nStopping Improper Payments to Deceased People Act\n\nThe bill amends title II (Old Age, Survivors, and Disability Insurance Benefits) (OASDI) of the Social Security Act (SSAct) to require the Social Security Administration (SSA) to: (1) pay state or local governments for transcribing and transmitting death records to the SSA; and (2) provide cooperative arrangements with federal or state agencies for the use of SSA information regarding deceased individuals by agencies administering federally funded benefits, including carrying out tax administration or debt collection or investigating crimes. The bill amends the Improper Payments Elimination and Recovery Improvement Act of 2012 to require the OMB to issue guidance to improve death record data matching among federal, state, and local governments. The SSA must submit a plan to improve the accuracy and completeness of its death data.\n\nFraud Reduction and Data Analytics Act of 2016\n\nThe OMB must establish: (1) guidelines for federal agencies to establish financial and administrative controls to detect fraud and prevent improper payments, and (2) a working group to submit a plan for a federal interagency library of data analytics to facilitate fraud prevention and recovery.\n\nGetting Results through Enhanced Accountability and Transparency Act of 2016\n\nThe Government Accountability Office's (GAO's) annual report on its routine investigations to identify duplicative programs, agencies, offices, and initiatives must aggregate separately GAO estimates of related costs for instances of actual and potential unnecessary duplication and other potential cost savings and revenue collection. Chief operating officers, agencies' systemic operations reviews, and performance plans must consider improvements to coordination within and among agencies.\n\nThe OMB's: (1) federal government performance plan must address management challenges concerning unnecessary duplication; and (2) priority goals for the government must include mission support for financial, human capital, information technology, procurement, and real estate management. Performance improvement officers must advise agencies on performance evaluation and risk management. The Performance Improvement Council must work to: (1) resolve government-wide issues relating to coordination and unnecessary duplication; (2) facilitate exchanges of performance improvement practices with states, local governments, and other nonfederal stakeholders; and (3) coordinate with interagency mission support councils.\n\nAdministrative Leave Act of 2016\n\nAgencies are: (1) prohibited from placing an employee in administrative leave for more than five consecutive days, and (2) required to record administrative leave separately from other types of leave.\n\nIn lieu of administrative leave, agencies may place an employee in investigative or notice leave if the employee is under investigation or the target of an adverse action and if the continued presence of the employee in the workplace may pose a threat or cause loss of, or damage to, government property. An agency must consider other options, including reassigning the employee, allowing the employee to telework or take available leave, or treating the employee as absent without leave.\n\nAgencies may grant leave to employees who cannot report to work due to an act of God, a terrorist attack, or another condition that prevents them from safely traveling to or performing work at an approved location.\n\nInspector General Empowerment Act of 2016\n\nThe Inspector General Act of 1978 is amended to establish procedures for: (1) the President to place inspectors general in a paid or unpaid nonduty status if their presence may pose a threat to others, result in damage to federal property, or jeopardize government interests; (2) inspectors general to subpoena the attendance and testimony of federal government contractors and grantees; (3) inspectors general to be exempt from procedures that require agreements between agencies for computerized comparisons of automated federal records systems; (4) the Council of the Inspectors General on Integrity and Efficiency (CIGIE) to mediate disputes involving multiple federal agencies; and (5) the CIGIE's Integrity Committee to consider allegations of wrongdoing against a Special Counsel or Deputy Special Counsel.\n\nThe Attorney General or the Secretaries of Defense, the Treasury, Homeland Security, or Energy may prohibit inspectors general from accessing certain sensitive or national security information.\n\nInspector General Mandates Reporting Act of 2016\n\nThe CIGIE must recommend modifications or repeals of inspectors general reporting requirements.\n\nGAO Mandates Revision Act of 2016\n\nThe bill eliminates or modifies various GAO reporting requirements.\n\nGAO Access and Oversight Act of 2016\n\nThe GAO may obtain federal agency records required to discharge its audit, evaluation, and investigative duties, including through bringing civil actions to require an agency to produce a record. Agency statements on actions taken or planned in response to GAO recommendations must be submitted to Congress and the GAO.\n\nStop Wasteful Federal Bonuses Act of 2016\n\nThe bill prohibits a federal agency from awarding a bonus to any employee for five years after the end of a fiscal year in which the agency makes an adverse finding that the employee's conduct violated: (1) an agency policy for which the employee may be removed or suspended for at least 14 days, or (2) a law for which the employee may be imprisoned for more than one year. An agency must order an employee to repay a bonus awarded in any year in which such a finding is made.\n\nEliminating Government-funded Oil-painting Act or the EGO Act\n\nThe bill prohibits the use of federal funds to pay for an official portrait of a federal officer or employee, including the President, the Vice President, or a Member of Congress.\n\nPresidential Allowance Modernization Act of 2016\n\nThe bill allows former Presidents a lifetime annual annuity of $200,000 and an additional annual monetary allowance of $200,000, with annual cost-of-living increases, and reduces such allowance by the amount by which the former President's adjusted gross income in a taxable year exceeds $400,000. The annuity and allowance shall not be payable for any period during which a former President holds an appointive or elective federal position that pays more than a nominal rate.\n\nThe annuity of a surviving spouse of a former President is increased to $100,000.\n\nMaking Electronic Government Accountable By Yielding Tangible Efficiencies Act of 2016 or the MEGABYTE Act of 2016\n\nThe OMB must require the chief information officer of each executive agency to develop a comprehensive software licensing policy for software inventories, tracking, costs, management training, and life-cycle phases.\n\nConstruction Consensus Procurement Improvement Act of 2016\n\nFederal contracting officers soliciting civilian contract offers for the design and construction of public buildings, facilities, or works must use two-phase selection procedures when a project has a value of $750,000 or greater.\n\nThe Federal Acquisition Regulatory Council must amend the Federal Acquisition Regulation to prohibit, as part of the two-phase selection procedure for awarding contracts for construction and design services, the use of a reverse auction, which is defined as a real-time auction conducted through an electronic medium among at least two offerors who compete by submitting bids with the ability to submit revised lower bids before the auction closes.\n\nDr. Chris Kirkpatrick Whistleblower Protection Act of 2016\n\nThe bill directs federal agencies to give priority to a request for a transfer submitted by an employee if the Merit Systems Protection Board (MSPB) grants a stay of a personnel action at the request of: (1) the Office of Special Counsel (OSC) if it determines the personnel action was a result of a prohibited personnel practice; or (2) an employee in probationary status who seeks corrective action.\n\nFederal employees with authority over personnel actions are prohibited from accessing the medical records of another employee or applicant in retaliation for protected disclosures or exercise of whistleblower rights.\n\nThe bill establishes a process for the suspension or removal of federal supervisors who commit certain prohibited personnel actions against whistleblowers. Supervisors must be trained to respond to complaints alleging a violation of whistleblower protections.\n\nAgencies must refer employee suicides to the OSC if the employee made certain whistleblower disclosuresand a personnel action was taken against the employee.\n\nThe Department of Veterans Affairs (VA) must submit a plan to prevent unauthorized access to the medical records of VA employees.\n\nOffice of Special Counsel Reauthorization Act of 2016\n\nThe bill amends the Whistleblower Protection Act of 1989 to reauthorize the OSC through FY2021.\n\nThe bill extends to 45 days the period for the OSC to determine whether information it receives from an employee or applicant discloses: (1) a violation of a law, rule, or regulation; or (2) gross mismanagement, gross waste of funds, abuse of authority, or substantial and specific danger to public health and safety. The OSC may petition the MSPB to order corrective action if an agency's investigation was in retaliation for certain employee disclosures or protected activities, even if no personnel action is taken.\n\nThe MSPB may review appeals from a determination that an employee or applicant is ineligible for a sensitive position if the sensitive position does not require a security clearance or access to classified information.\n\nWhistleblower protections must be incorporated into: (1) supervisory employee job requirements, and (2) performance appraisals in the Senior Executive Service.\n\nThe OSC must provide for inspectors general from other agencies to receive and investigate allegations of OSC wrongdoings."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Bolster Accountability to Drive Government Efficiency and Reform Washington Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Administrative Leave Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Construction Consensus Procurement Improvement Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Dr. Chris Kirkpatrick Whistleblower Protection Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "EGO Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Eliminating Government-funded Oil-painting Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Fraud Reduction and Data Analytics Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "GAO Access and Oversight Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "GAO Mandates Revision Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Getting Results through Enhanced Accountability and Transparency Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Inspector General Empowerment Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Inspector General Mandates Reporting Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Making Electronic Government Accountable By Yielding Tangible Efficiencies Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "MEGABYTE Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Office of Special Counsel Reauthorization Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Presidential Allowance Modernization Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Stop Wasteful Federal Bonuses Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Stopping Improper Payments to Deceased People Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Taxpayers Right-To-Know Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to improve the accountability, efficiency, transparency, and overall effectiveness of the Federal Government.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Bolster Accountability to Drive Government Efficiency and Reform Washington Act of 2016", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-23T08:50:52Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s3011.xml"
}