{
  "actions": [
    {
      "acted_at": "2015-11-19", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-11-19", 
      "action_code": "", 
      "committees": [
        "SSBK"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking, Housing, and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2315-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "bioguide_id": "B001277", 
      "district": null, 
      "name": "Blumenthal, Richard", 
      "original_cosponsor": true, 
      "sponsored_at": "2015-11-19", 
      "state": "CT", 
      "thomas_id": "02076", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "M001176", 
      "district": null, 
      "name": "Merkley, Jeff", 
      "original_cosponsor": true, 
      "sponsored_at": "2015-11-19", 
      "state": "OR", 
      "thomas_id": "01900", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "W000817", 
      "district": null, 
      "name": "Warren, Elizabeth", 
      "original_cosponsor": true, 
      "sponsored_at": "2015-11-19", 
      "state": "MA", 
      "thomas_id": "02182", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-11-19", 
  "number": "2315", 
  "official_title": "A bill to provide protection for consumers who have prepaid cards and mobile accounts, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Prepaid Card and Mobile Account Consumer Protection Act of 2015", 
  "sponsor": {
    "bioguide_id": "M000639", 
    "district": null, 
    "name": "Menendez, Robert", 
    "state": "NJ", 
    "thomas_id": "00791", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-11-19", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Bank accounts, deposits, capital", 
    "Banking and financial institutions regulation", 
    "Consumer Financial Protection Bureau", 
    "Consumer credit", 
    "Finance and financial sector", 
    "Government studies and investigations", 
    "User charges and fees"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced in Senate", 
    "date": "2015-11-19T05:00:00Z", 
    "text": "Prepaid Card and Mobile Account Consumer Protection Act of 2015\n\n This bill amends the Electronic Fund Transfer Act to extend its coverage to spending accounts (deposit accounts) established by a consumer at an insured depository institution or credit union:\n\n to which recurring electronic fund transfers (EFTs) may be made, at the consumer's direction; and from which payments may be made, at the consumer's direction, through the use of a card, code, or device ( prepaid cards). Any similar deposit account operated or managed by a financial institution, or any other person, shall be treated as a spending account subject to the Act if its funds: (1) are pooled with the funds of a person other than the one who established the account, or (2) are held in a name other than that of the person who established the account.\n\nThe bill excludes from coverage by the Act any:\n\n demand deposit, savings deposit, or other asset account established primarily for personal, family, or household purposes; account held by a financial institution pursuant to a bona fide trust agreement; nonreloadable general-use prepaid card in an amount under $250; and general-use prepaid card solely associated with a certain kind of health plan, any qualified transportation fringe, any health savings account or any other healthcare benefit account, or other specified kinds of cards. The bill requires spending accounts to be structured to provide and maintain separate deposit insurance coverage for the funds of each consumer under Federal Deposit Insurance Corporation or National Credit Union Administration regulations.\n\nAny person that receives funds in connection with an EFT to a spending account must: (1) transfer them, within one business day after funds are activated, to an account at an insured depository institution or credit union; and (2) credit the spending account in an amount equal to the amount of such funds.\n\nThe bill waives the requirement to give a consumer a periodic statement if a financial institution, among other things, grants the consumer access to the account balance through a readily available telephone line, the Internet, text messaging, or at an electronic terminal or other device (e.g., automated teller machine [ATM]) allowing the consumer to make a balance inquiry.\n\nThe bill prohibits the charging of fees for services required to meet these requirements, other than $1 for an optional written statement.\n\nThe bill specifies other fees which may and may not be charged in connection with a spending account.\n\nNo person may offer or provide a spending account that has a credit feature or that can be linked to a credit account that is automatically repaid from the spending account.\n\nThe bill prohibits the issuance of cards or other means of access for receipt of EFTs of wages or government benefits unless the recipient has first been offered the option of receiving funds in a form selected from among a set of alternatives specified by the Consumer Financial Protection Bureau (CFPB), including at least one option for direct deposit, cash, or check.\n\nThe CFPB shall establish an implementation plan and timeline for a prepaid card research study to determine if any differences exist for both the short- and long-term economic well-being of consumers at different income levels who use spending accounts versus those who use traditional bank accounts for their primary means of making financial transactions.\n\nThe Expedited Funds Availability Act is amended to declare that funds deposited in an account by the transmission of an image of a check using a mobile device or computer shall be available on the same schedule as a check deposited at an ATM."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Prepaid Card and Mobile Account Consumer Protection Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to provide protection for consumers who have prepaid cards and mobile accounts, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Prepaid Card and Mobile Account Consumer Protection Act of 2015", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-01T13:31:05Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s2315.xml"
}