{
  "actions": [
    {
      "acted_at": "2016-06-09", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-06-09", 
      "action_code": "", 
      "committees": [
        "SSFI"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3047-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "bioguide_id": "C001098", 
      "district": null, 
      "name": "Cruz, Ted", 
      "original_cosponsor": true, 
      "sponsored_at": "2016-06-09", 
      "state": "TX", 
      "thomas_id": "02175", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "I000024", 
      "district": null, 
      "name": "Inhofe, James M.", 
      "original_cosponsor": true, 
      "sponsored_at": "2016-06-09", 
      "state": "OK", 
      "thomas_id": "00583", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "V000127", 
      "district": null, 
      "name": "Vitter, David", 
      "original_cosponsor": true, 
      "sponsored_at": "2016-06-09", 
      "state": "LA", 
      "thomas_id": "01609", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2016-06-09", 
  "number": "3047", 
  "official_title": "A bill to help individuals receiving assistance under means-tested welfare programs obtain self-sufficiency, to provide information on total spending on means-tested welfare programs, to provide an overall spending limit on means-tested welfare programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5360-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Welfare Reform and Upward Mobility Act", 
  "sponsor": {
    "bioguide_id": "L000577", 
    "district": null, 
    "name": "Lee, Mike", 
    "state": "UT", 
    "thomas_id": "02080", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2016-06-09", 
  "subjects": [
    "Social welfare"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced in Senate", 
    "date": "2016-06-09T04:00:00Z", 
    "text": "Welfare Reform and Upward Mobility Act\n\nThis bill requires the President to include in the annual budget proposal the total level of means-tested welfare spending by the federal, state, and local governments for the most recent fiscal year for which such data is available, and estimated levels for the current and 10 ensuing fiscal years.\n\nFor each of FY2018-2028 each state that receives means-tested welfare spending by the federal government shall report annually to the Congressional Budget Office on the total amount of such spending by the state for the fiscal year.\n\nThe Congressional Budget Act of 1974 is amended to define means-tested welfare spending as spending for any federal program designed specifically to give assistance or benefits exclusively to low-income Americans, including certain targeted community and economic development programs, unless they:\n\n are based on earned eligibility, are not need-based, are designed exclusively or primarily for veterans of military service, or offer universal or near universal eligibility to the working population and their dependents. The bill specifies federal cash assistance, medical, food, housing, energy, education training, child care, services, and community development programs deemed means-tested welfare spending, as well as federal programs that are not so deemed, including Social Security Disability Insurance, Medicare, unemployment insurance, Social Security retirement and survivor benefits, and military service veterans programs.\n\nThe refundable portion of certain tax credits shall also be means-tested welfare spending, as well as the refundable portion of the premium and out-of-pocket health care subsidies to be paid under the Patient Protection and Affordable Health Care Act.\n\nThe Food and Nutrition Act of 2008 is amended to specify, as an additional purpose for the supplemental nutrition assistance program (SNAP), promoting prosperous self-sufficiency, which means the ability of households to maintain an income above the poverty-level without services and benefits from the federal government.\n\nThe bill revises work eligibility requirements under SNAP\n\nAs a condition of receiving SNAP funds, a state agency shall operate a work activation program for adults with dependent children.\n\nPart A (Temporary Assistance for Needy Families) (TANF) of title IV of the Social Security Act is amended to create the work preparation program for TANF families.\n\nThe bill eliminates separate participation rate requirements for two-parent families.\n\nA family with a child under age 6 shall be deemed to meet work participation requirements if any parent is engaged in work for at least 20 hours per week.\n\nNo federal funds shall be made available to carry out any means-tested housing program, but states may receive grants to fund their own housing programs.\n\nThe bill prohibits funding for abortions and for health benefits that cover abortion, including certain tax credits, except where the pregnancy results from rape or incest or in certain other health cases."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Welfare Reform and Upward Mobility Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to help individuals receiving assistance under means-tested welfare programs obtain self-sufficiency, to provide information on total spending on means-tested welfare programs, to provide an overall spending limit on means-tested welfare programs, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Welfare Reform and Upward Mobility Act", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-01T13:31:31Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s3047.xml"
}