{
  "actions": [
    {
      "acted_at": "2016-07-13", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-07-13", 
      "action_code": "", 
      "committees": [
        "SSHR"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3174-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2016-07-13", 
  "number": "3174", 
  "official_title": "A bill to establish an Interagency Council on Workforce Attachment to promote effective and coordinated workforce attachment strategies, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "LADDER Act", 
  "sponsor": {
    "bioguide_id": "K000383", 
    "district": null, 
    "name": "King, Angus S., Jr.", 
    "state": "ME", 
    "thomas_id": "02185", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2016-07-13", 
  "subjects": [
    "Labor and employment"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced in Senate", 
    "date": "2016-07-13T04:00:00Z", 
    "text": "Leveling Access to Demonstrated Drivers of Employment Results Act or the LADDER Act\n\nThis bill establishes in the executive branch an independent Interagency Council on Workforce Attachment to:\n\n facilitate the coordination of federal programs and activities to promote workforce attachment among populations with employment barriers, collect evidence of effective strategies to promote workforce attachment among such populations at every level of government and within the private sector, fund demonstration projects to ensure the evaluation of the effectiveness of strategies to promote workforce attachment among such populations; and encourage the implementation of effective strategies. Individuals facing a challenge in consistently maintaining full-time employment shall include:\n\n individuals with a barrier to employment; veterans; individuals receiving low-income home energy assistance, Social Security Disability Insurance benefits, trade adjustment assistance, workers' compensation, or certain state benefits; discouraged workers; individuals enrolled in Medicaid ora Medicaid Buy-In program; any other group facing a challenge in consistently maintaining full-time employment. The council shall: (1) review all federal programs and activities designed to promote workforce attachment among such populations; (2) recommend federal and state agency action to increase coordination and reduce duplication among such programs and activities; and (3) ensure these authorities are implemented in a manner that includes a review of, and issuance of recommendations related to Medicaid Buy-In programs.\n\nThe council shall develop a National Strategic Plan to Promote Workforce Attachment.\n\nThe council shall award grants to eligible entities to conduct demonstration projects designed to develop, implement, and evaluate strategies to promote workforce attachment among such populations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "LADDER Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Leveling Access to Demonstrated Drivers of Employment Results Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to establish an Interagency Council on Workforce Attachment to promote effective and coordinated workforce attachment strategies, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "LADDER Act", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-03T08:54:13Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s3174.xml"
}