{
  "actions": [
    {
      "acted_at": "2016-05-19", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-19", 
      "action_code": "", 
      "committees": [
        "SSGA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Homeland Security and Governmental Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2016-05-25", 
      "action_code": "", 
      "committees": [
        "SSGA"
      ], 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Homeland Security and Governmental Affairs. Ordered to be reported without amendment favorably.", 
      "type": "calendar"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2964-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "markup", 
        "referral"
      ], 
      "committee": "Senate Homeland Security and Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "bioguide_id": "C000174", 
      "district": null, 
      "name": "Carper, Thomas R.", 
      "original_cosponsor": true, 
      "sponsored_at": "2016-05-19", 
      "state": "DE", 
      "thomas_id": "00179", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2016-05-19", 
  "number": "2964", 
  "official_title": "A bill to eliminate or modify certain mandates of the Government Accountability Office.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5687-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s3011-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "GAO Mandates Revision Act of 2016", 
  "sponsor": {
    "bioguide_id": "J000293", 
    "district": null, 
    "name": "Johnson, Ron", 
    "state": "WI", 
    "thomas_id": "02086", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2016-05-25", 
  "subjects": [
    "Accounting and auditing", 
    "Africa", 
    "Alternative dispute resolution, mediation, arbitration", 
    "Banking and financial institutions regulation", 
    "Civil actions and liability", 
    "Conflicts and wars", 
    "Congressional oversight", 
    "Democratic Republic of the Congo", 
    "Digestive and metabolic diseases", 
    "Disaster relief and insurance", 
    "Drug therapy", 
    "Financial crises and stabilization", 
    "Food supply, safety, and labeling", 
    "Government operations and politics", 
    "Government studies and investigations", 
    "Health care costs and insurance", 
    "Health care quality", 
    "Health personnel", 
    "Home and outpatient care", 
    "Human rights", 
    "Medicare", 
    "Mining", 
    "Natural disasters", 
    "Seafood", 
    "Sex offenses", 
    "Sex, gender, sexual orientation discrimination", 
    "Transportation safety and security"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced in Senate", 
    "date": "2016-05-19T04:00:00Z", 
    "text": "GAO Mandates Revision Act of 2016\n\nThis bill eliminates provisions that require the Government Accountability Office (GAO) to:\n\n review reported legislation that requires financial audits of nonfederal entities receiving federal awards; evaluate the extent to which premium levels for Medicare supplemental policies reflect reductions in coinsurance for hospital outpatient services made by the Medicare, Medicaid, and SCHIP Benefits Improvement and Protection Act of 2000 under part B (Supplementary Medical Insurance Benefits for Aged and Disabled) of title XVIII (Medicare) of the Social Security Act (SSAct); report on the Federal Emergency Management Agency's (FEMA's) pilot program under the Sandy Recovery Improvement Act of 2013 for alternative resolution for major disaster assistance disputes involving amounts of at least $1 million; conduct a biennial satisfaction survey of recipients of transportation intelligence reports under the Department of Homeland Security's transportation security information sharing plan; and evaluate guidance relating to the post-harvest processing of raw oysters. The GAO must report annually (currently, every 60 days) on its oversight of the Troubled Asset Relief Program under the Emergency Economic Stabilization Act of 2008.\n\n The Consumer Financial Protection Act of 2010 is amended to require the GAO to study financial services regulations periodically, as appropriate (currently, annually). The GAO is no longer required to analyze: (1) whether federal agencies are applying sound cost-benefit analysis in promulgating rules; or (2) efforts to avoid duplicative or conflicting rulemakings, information requests, or examinations.\n\nThe Dodd-Frank Wall Street Reform and Consumer Protection Act is amended to terminate the GAO's annual reporting after 2020, but require GAO reports in 2022 and 2024, about the effectiveness of disclosures relating to conflict minerals originating in the Democratic Republic of the Congo or adjoining countries on the rate of sexual- and gender-based violence and the promotion of peace and security in such areas.\n\nThe American Taxpayer Relief Act of 2012 is amended to extend until December 31, 2023, the GAO's deadline for updating a report under the Patient Protection and Affordable Care Act with an analysis of how the Department of Health and Human Services (HHS) has addressed GAO recommendations for the implementation of payment for oral-only ESRD (end-stage renal disease)-related drugs in the bundled prospective payment system under SSAct title XVIII provisions regarding Medicare coverage for ESRD patients.\n\nThe Public Health Service Act is amended to transfer from the GAO to HHS the responsibility to provide information, personnel, and administrative assistance to the review panel that consults with HHS about applications for demonstration grants that HHS awards to states for the development of alternatives to tort litigation for resolving disputes over injuries allegedly caused by health care providers or organizations."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "GAO Mandates Revision Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to eliminate or modify certain mandates of the Government Accountability Office.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "GAO Mandates Revision Act of 2016", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-26T18:04:09Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s2964.xml"
}