{
  "actions": [
    {
      "acted_at": "2015-07-29", 
      "action_code": "Intro-H", 
      "references": [], 
      "text": "Introduced in House", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-07-29", 
      "action_code": "H11100", 
      "committees": [
        "HSFA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Foreign Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hjres62-114", 
  "bill_type": "hjres", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-07-29", 
  "number": "62", 
  "official_title": "To authorize the use of the Armed Forces of the United States against Iran if Iran commits a serious violation of its commitments or obligations under the Joint Comprehensive Plan of Action, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "bioguide_id": "L000557", 
    "district": "1", 
    "name": "Larson, John B.", 
    "state": "CT", 
    "thomas_id": "01583", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-07-29", 
  "subjects": [
    "Arms control and nonproliferation", 
    "Congressional oversight", 
    "Diplomacy, foreign officials, Americans abroad", 
    "International affairs", 
    "International law and treaties", 
    "Iran", 
    "Middle East", 
    "Military operations and strategy", 
    "Nuclear weapons", 
    "Sanctions", 
    "United Nations", 
    "War and emergency powers"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced in House", 
    "date": "2015-07-29T04:00:00Z", 
    "text": "This joint resolution expresses the sense of Congress that:\n\n the President should be commended for the commitment to ensure that Iran never acquires a nuclear weapon and the willingness to explore a peaceful path to ensure Iran remains free of nuclear weapons; the President and the administration should be commended for exhausting diplomatic means in working with the P5+1 countries to reach the Joint Comprehensive Plan of Action (JCPA) agreement with Iran that will ensure that Iran's civilian nuclear program becomes compliant with the International Atomic Energy Agency (IAEA) without jeopardizing the capability of the United States and U.S. allies to intervene militarily if such an option becomes necessary; and if the President determines that Iran's nuclear program becomes noncompliant under the JCPA agreement and poses a threat to U.S. national security, then the President should work with Congress to utilize appropriate measures, not limited to military intervention, to eliminate thath threat. The President is authorized to use the U.S. Armed Forces against Iran to dismantle Iran's nuclear infrastructure if the President:\n\n certifies to Congress that IAEA inspectors have determined that Iran has failed to comply with its JCPA obligations and the President determines that such failure is serious and a threat to U.S. national security; certifies to Congress that the provisions of the relevant United Nations Security Council resolutions relating to the application of sanctions against Iran have been re-imposed as a result of such failure; and provides to Congress a scope and strategy for the use of the Armed Forces. Congress declares that this Act is intended to constitute specific statutory authorization within the meaning of section 5(b) of the War Powers Resolution, and that nothing in this joint resolution supersedes any requirement of the War Powers Resolution.\n\nThe President shall report to, and consult with, Congress on matters relevant to this joint resolution.\n\nNothing in this joint resolution shall be construed to interfere or violate the President's inherent right to authorize limited military force in self-defense pursuant to the Constitution and the War Powers Resolution."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To authorize the use of the Armed Forces of the United States against Iran if Iran commits a serious violation of its commitments or obligations under the Joint Comprehensive Plan of Action, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "To authorize the use of the Armed Forces of the United States against Iran if Iran commits a serious violation of its commitments or obligations under the Joint Comprehensive Plan of Action, and for other purposes.", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-01T13:25:58Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/hjres/BILLSTATUS-114hjres62.xml"
}