{
  "actions": [
    {
      "acted_at": "2015-05-13", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-05-13", 
      "action_code": "", 
      "committees": [
        "SSCM"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-05-20", 
      "action_code": "", 
      "committees": [
        "SSCM"
      ], 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce, Science, and Transportation. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2016-05-09", 
      "action_code": "", 
      "committee": "Commerce, Science, and Transportation", 
      "committees": [
        "SSCM"
      ], 
      "references": [], 
      "text": "Committee on Commerce, Science, and Transportation. Reported by Senator Thune with an amendment in the nature of a substitute. With written report No. 114-248.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2016-05-09", 
      "action_code": "", 
      "calendar": "Senate Legislative", 
      "number": "455", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 455.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1331-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "reporting", 
        "markup", 
        "referral"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "bioguide_id": "S001194", 
      "district": null, 
      "name": "Schatz, Brian", 
      "original_cosponsor": true, 
      "sponsored_at": "2015-05-13", 
      "state": "HI", 
      "thomas_id": "02173", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2016-05-09", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-05-13", 
  "number": "1331", 
  "official_title": "A bill to help enhance commerce through improved seasonal forecasts, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Seasonal Forecasting Improvement Act", 
  "sponsor": {
    "bioguide_id": "T000250", 
    "district": null, 
    "name": "Thune, John", 
    "state": "SD", 
    "thomas_id": "01534", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2015-05-20", 
  "subjects": [
    "Advisory bodies", 
    "Arctic and polar regions", 
    "Atmospheric science and weather", 
    "Congressional oversight", 
    "Executive Office of the President", 
    "Executive agency funding and structure", 
    "Government information and archives", 
    "Government studies and investigations", 
    "Internet and video services", 
    "Natural disasters", 
    "Public contracts and procurement", 
    "Research administration and funding", 
    "Science, technology, communications", 
    "Spacecraft and satellites"
  ], 
  "subjects_top_term": "Science, technology, communications", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2016-05-09T13:06:49Z", 
    "text": "Seasonal Forecasting Improvement Act\n\n(Sec. 2) The Department of Commerce, through the National Weather Service (NWS) and other appropriate programs in the National Oceanic and Atmospheric Administration (NOAA), shall:\n\n collect and utilize information in order to make usable, reliable, and timely forecasts of seasonal temperature and precipitation in agriculture; leverage existing research and models from the academic sector to improve such forecasts; determine and provide information on how such forecasted conditions may impact the number and severity of droughts, fires, tornadoes, hurricanes, floods, heat waves, coastal inundation, winter storms, high impact weather, or other relevant disasters, snowpack, and sea ice conditions; provide these forecasts and information on national and regional levels; and develop an Internet clearinghouse. Commerce shall provide forecasts and information on their impacts to the public.\n\nCommerce shall build upon existing forecasting and assessment programs and partnerships, including by:\n\n designating research and monitoring activities related to seasonal forecasts as a priority in one or more Cooperative Institute solicitations, contributing to the interagency Earth System Prediction Capability, and consulting with the Department of Defense and the Department of Homeland Security to determine the highest priority seasonal forecast needs to enhance national security. Commerce shall make grants of up to $100,000 each to states and territories to appoint a forecast communication coordinator to receive and disseminate forecasts and information.\n\nCommerce shall provide funds to each state requesting assistance to support an individual to:\n\n serve as a liaison among NOAA, other federal departments and agencies, the academic sector, the state, and relevant interests within that state; and receive and disseminate the forecasts and information throughout the state, including county and tribal governments. Commerce shall also require matching funds from the state, a university, a non-governmental organization, trade association, or the private sector.\n\nThe bill reauthorizes the weather and climate information in agriculture program through FY2020.\n\n(Sec. 3) The U.S. Weather Research Program shall: (1) report annually to Congress about on-going research projects and the five NOAA projects related to observations, weather, or seasonal-scale forecasts closest to operationalization; (2) establish teams with staff from the Office of Oceanic and Atmospheric Research and the NWS to oversee the operationalization of research projects; and (3) facilitate visiting scholars.\n\nThe bill reauthorizes the U.S. Weather Research Program through FY2020.\n\n(Sec. 4) NOAA must take immediate action to manage the expense of environmental observations by:\n\n improving NOAA procurement practices with respect to polar and geostationary satellites; and assessing the operational viability of alternate observation platforms, such as microsatellite constellations and ocean observing systems. NOAA and the National Aeronautics and Space Administration (NASA) may acquire all the polar and geostationary weather satellites for use in a NOAA program phase via a single procurement action.\n\nNOAA shall ensure that it procures or acquires such satellites only by securing the best value for each NOAA polar and geostationary program, considering:\n\n integration with current ground systems for receiving, processing, and disseminating data; integration of spacecraft and sensing instruments; and capacity to respond to changes in requirements and credibility of risk management. NOAA shall complete and operationalize the radio occultation program of record in effect on the day before enactment of this Act by:\n\n deploying constellations of microsatellites in both the equatorial and polar orbits, integrating resulting data and research into all national operational weather forecast models, and ensuring that the resulting data is free and open to all communities. In NWS Regions where NOAA determines that ocean and coastal data would improve forecasts, NOAA shall:\n\n integrate additional coastal and ocean observations, and other data and research from NOAA Integrated Ocean Observing System (IOOS) into regional weather forecasts; and support the development of real time data-sharing products and forecast products in collaboration with the IOOS regional associations, including the private sector, academia, and research institutions. NOAA must identify degradation of existing monitoring and observation infrastructure that could lead to a reduction in forecast quality.\n\nNOAA shall enter into an agreement with the National Academy of Sciences (NAS) to study matters concerning the future of NOAA satellite systems. If it is unable to enter into an agreement with the NAS on acceptable terms, NOAA shall seek to enter into such an agreement with another appropriate organization that:\n\n is not a part of the government; operates as not-for-profit entity; and has expertise and objectivity comparable to that of the NAS. The bill authorizes appropriations to NOAA for FY2017-FY2019 to carry out this section.\n\n(Sec. 5) The Office of Science and Technology Policy shall designate a Federal Coordinator for Meteorology.\n\n(Sec. 6) NOAA shall establish and support a Weather Commission to: (1) assess NOAA weather forecasts and forecast products; and (2) advise the federal government, including Congress, on matters relating to the highest priority weather forecast needs of the community of users.\n\nThe bill authorizes appropriations to NOAA through FY2019 for the Weather Commission.\n\n(Sec. 7) The NWS shall review existing research, products, and services that meet the specific needs of the urban environment, including those with the potential for improving modeling and forecasting capabilities by taking into account factors such as varying building heights, impermeable surfaces, lack of tree canopy, traffic pollution, and interbuilding wind effects.\n\n(Sec. 8) NOAA shall analyze the impacts of the proposed Air Force divestiture in the U.S. Weather Research and Forecasting Model, including the impact on:\n\n U.S. weather forecasting capabilities, the accuracy of civilian regional forecasts, the civilian readiness for traditional and extreme weather events in the United States, and the research necessary to develop the Weather Research and Forecasting Model. (Sec. 9) NOAA shall contract or continue to partner with an external organization to conduct a baseline analysis of the NWS operations and workforce.\n\n(Sec. 10) NOAA shall maintain a National Water Center, through which it shall:\n\n initiate research and development activities to develop operational water resource prediction products; collaborate with, and provide decision-support regarding total water prediction to, other relevant federal and state agencies, including the Army Corps of Engineers, the U.S. Geological Survey, the Environmental Protection Agency, and state water resource and emergency management agencies; and develop capabilities necessary for total water predictive capacity. The National Weather Center shall report on total water predictive capabilities and products, and may make recommendations for improving engineering, design, operations, and management of civil works projects, including the Central and Southern Florida Project and any project in the Apalachicola-Chattahoochee-Flint River System, to optimize water management.\n\n(Sec. 11) In collaboration with the American weather industry and appropriate academic entities, and through the NWS, NOAA shall plan and maintain a project to improve hurricane forecasting, including:\n\n the prediction of rapid intensification and track of hurricanes; the forecast and communication of storm surges from hurricanes; and risk communication research to create more effective watch and warning products."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Seasonal Forecasting Improvement Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Seasonal Forecasting Improvement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to help enhance commerce through improved seasonal forecasts, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Seasonal Forecasting Improvement Act", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-01T13:30:35Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s1331.xml"
}