{
  "actions": [
    {
      "acted_at": "2015-02-11", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-02-11", 
      "action_code": "", 
      "committees": [
        "SSGA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Homeland Security and Governmental Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s456-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Homeland Security and Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-02-11", 
  "number": "456", 
  "official_title": "A bill to codify mechanisms for enabling cybersecurity threat indicator sharing between private and government entities, as well as among private entities, to better protect information systems.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Cyber Threat Sharing Act of 2015", 
  "sponsor": {
    "bioguide_id": "C000174", 
    "district": null, 
    "name": "Carper, Thomas R.", 
    "state": "DE", 
    "thomas_id": "00179", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-02-11", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Civil actions and liability", 
    "Competition and antitrust", 
    "Computer security and identity theft", 
    "Criminal investigation, prosecution, interrogation", 
    "Department of Homeland Security", 
    "Evidence and witnesses", 
    "Government ethics and transparency, public corruption", 
    "Government information and archives", 
    "Public-private cooperation", 
    "Science, technology, communications"
  ], 
  "subjects_top_term": "Science, technology, communications", 
  "summary": {
    "as": "Introduced in Senate", 
    "date": "2015-02-11T05:00:00Z", 
    "text": "Cyber Threat Sharing Act of 2015\n\nAmends the Homeland Security Act of 2002 to permit private entities to: (1) disclose lawfully obtained cyber threat indicators to a private information sharing and analysis organization and the national cybersecurity and communications integration center (NCCIC); and (2) receive indicators disclosed by private entities, the federal government, or state or local governments.\n\nPermits any entity to disclose lawfully obtained indicators to a federal entity for investigative purposes consistent with the lawful authorities of the federal entity.\n\nRestricts private entities' use, retention, or further disclosure of cyber threat indicators to purposes relating to information system protection, cyber threat identification or mitigation, or crime reporting.\n\nDirects the Department of Homeland Security (DHS) to select through a competitive process a private entity to identify best practices for private information sharing and analysis organizations.\n\nProvides liability protections to entities that voluntarily share lawfully obtained indicators with: (1) the NCCIC, or (2) a private information sharing and analysis organization if the organization self-certifies that it has adopted the best practices identified by the DHS-selected private entity.\n\nDirects DHS to: (1) designate the NCCIC to receive and disclose threat indicators to federal and nonfederal entities in as close to real time as practicable, and (2) develop a program to support implementation of automated mechanisms for real time sharing.\n\nProhibits a federal entity from using a disclosed indicator as evidence in a regulatory enforcement action against the entity that disclosed the indicator, but allows a federal entity to use disclosed indicators for regulatory enforcement if the information is received by other lawful means.\n\nRequires DHS to develop policies for federal entities to:\n\n anonymize and destroy information in a timely manner to limit the acquisition, interception, retention, use, and disclosure of indicators that are likely to identify specific persons; limit reception, use, and retention only to protect information systems or to investigate, prosecute, or otherwise respond to computer crimes, threats of death or serious bodily harm, serious threats to a minor, or attempts or conspiracies to commit such offenses; preserve confidentiality of proprietary information; and penalize federal employees who violate these policies. Repeals threat indicator sharing procedures established by this Act five years after enactment of this Act.\n\nExpresses the sense of Congress that the statement issued by the Department of Justice and the Federal Trade Commission on April 10, 2014, entitled \"Antitrust Policy Statement On Sharing Of Cybersecurity Information\" provides protections against antitrust concerns for the legitimate sharing of cyber threat indicators."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Cyber Threat Sharing Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to codify mechanisms for enabling cybersecurity threat indicator sharing between private and government entities, as well as among private entities, to better protect information systems.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Cyber Threat Sharing Act of 2015", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-01T13:30:07Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s456.xml"
}