{
  "actions": [
    {
      "acted_at": "2015-01-08", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-01-08", 
      "action_code": "", 
      "committees": [
        "SSEG"
      ], 
      "references": [
        {
          "reference": "CR S102", 
          "type": "Sponsor introductory remarks on measure"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s133-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "bioguide_id": "B000711", 
      "district": null, 
      "name": "Boxer, Barbara", 
      "original_cosponsor": true, 
      "sponsored_at": "2015-01-08", 
      "state": "CA", 
      "thomas_id": "00116", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "F000062", 
      "district": null, 
      "name": "Feinstein, Dianne", 
      "original_cosponsor": true, 
      "sponsored_at": "2015-01-08", 
      "state": "CA", 
      "thomas_id": "01332", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "M001176", 
      "district": null, 
      "name": "Merkley, Jeff", 
      "original_cosponsor": true, 
      "sponsored_at": "2015-01-08", 
      "state": "OR", 
      "thomas_id": "01900", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-01-08", 
  "number": "133", 
  "official_title": "A bill to approve and implement the Klamath Basin agreements, to improve natural resource management, support economic development, and sustain agricultural production in the Klamath River Basin in the public interest and the interest of the United States, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Klamath Basin Water Recovery and Economic Restoration Act of 2015", 
  "sponsor": {
    "bioguide_id": "W000779", 
    "district": null, 
    "name": "Wyden, Ron", 
    "state": "OR", 
    "thomas_id": "01247", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-01-08", 
  "subjects": [
    "Alternative and renewable resources", 
    "Aquatic ecology", 
    "California", 
    "Civil actions and liability", 
    "Congressional oversight", 
    "Dams and canals", 
    "Electric power generation and transmission", 
    "Environmental assessment, monitoring, research", 
    "Federal-Indian relations", 
    "Fishes", 
    "Floods and storm protection", 
    "Government information and archives", 
    "Government trust funds", 
    "Indian claims", 
    "Indian lands and resources rights", 
    "Indian social and development programs", 
    "Intergovernmental relations", 
    "Judicial review and appeals", 
    "Lakes and rivers", 
    "Licensing and registrations", 
    "Marine and coastal resources, fisheries", 
    "Oregon", 
    "Water resources development", 
    "Water resources funding", 
    "Water use and supply", 
    "Watersheds", 
    "Wilderness and natural areas, wildlife refuges, wild rivers, habitats", 
    "Wildlife conservation and habitat protection"
  ], 
  "subjects_top_term": "Water resources development", 
  "summary": {
    "as": "Introduced in Senate", 
    "date": "2015-01-08T05:00:00Z", 
    "text": "Klamath Basin Water Recovery and Economic Restoration Act of 2015\n\n Authorizes, ratifies, and confirms the Hydroelectric Settlement (Settlement), the Klamath River Basin Restoration Agreement for the Sustainability of Public and Trust Resources and Affected Communities (Restoration Agreement), and the Upper Klamath Basin Comprehensive Agreement (Upper Basin Agreement) and any amendments that are executed to make them consistent with this Act. Directs: (1) the Secretary of the Interior (Secretary), the Secretary of Commerce, and the Secretary of Agriculture to promptly execute and implement the Restoration Agreement; (2) the Secretary and the Secretary of Commerce to promptly execute and implement the Upper Basin Agreement; and (3) the Secretary, the Secretary of Commerce, and the Federal Energy Regulatory Commission (FERC) to implement the Settlement to the extent that it does not conflict with this Act.\n\nIncludes in the Klamath Reclamation Project's purposes irrigation, reclamation, flood control, municipal uses, industrial uses, power, fish and wildlife purposes, and National Wildlife Refuge purposes. Prohibits water allocations for fish and wildlife and National Wildlife Refuge purposes from adversely affecting water allocations for irrigation purposes, with the exception of allocations to refuges as provided for in the Restoration Agreement. Provides for the disposition of net revenues from the leasing of refuge land within the Tule Lake National Wildlife Refuge and the Lower Klamath National Wildlife Refuge.\n\nAuthorizes the Klamath Tribes, and the United States acting as trustee for such Tribes, to make the commitments set forth in the Restoration Agreement and Upper Basin Agreement in consideration of: (1) the benefits those Agreements provide to the Tribes, and (2) the resolution of any contest or exception the Klamath Project Water Users and Off-Project Irrigators had to the Tribes' water rights claims. Authorizes the Karuk Tribe and Yurok Tribe to make the commitments set forth in the Restoration Agreement in consideration for the commitments of the Klamath Project Water Users described in that Agreement and the other benefits provided in that Agreement and this Act. Authorizes the Klamath Tribes, Karuk Tribe, Yurok Tribe, and any other federally recognized tribes of the Klamath Basin that become party to the Restoration Agreement after this Act's enactment to relinquish and release certain claims against the United States.\n\nAmends the Klamath Basin Water Supply Enhancement Act of 2000 to authorize the Secretary, consistent with the Agreements, to carry out any activities to: (1) align water supplies with demand; (2) limit the net costs of power used to manage water for the Klamath Project, the On-Project Power Users, irrigators in the Off-Project Area, and the Klamath Basin National Wildlife Refuge Complex; and (3) restore any ecosystem and otherwise protect fish and wildlife in the Klamath Basin watershed.\n\nEstablishes in the Treasury the Klamath Tribes Tribal Resource Fund to be administered by the Secretary for the benefit of the Klamath Tribes in accordance with the Upper Basin Agreement. Authorizes the Klamath Tribes to submit a tribal investment plan for funds disbursed to the Tribes. Requires the Klamath Tribes to submit for the Secretary's approval an economic development plan for the use of the Fund. Requires that plan to include a resource acquisition and enhancement plan that requires at least 50% of the amount appropriated each fiscal year for the Fund to be used to enhance, restore, and utilize the natural resources of the Tribes in a manner that also provides for the Tribes' economic development and benefits adjacent non-Indian communities. Prohibits any amount in the Fund or revenue from any water use contract from being distributed to any member of the Klamath Tribes on a per capita basis. Requires the Tribes to make the commitments set forth in the Agreements and to be in substantial compliance with those commitments before amounts in the Fund are disbursed.\n\nDirects the Governors of Oregon and California and the Secretary, in accordance with the Settlement, to jointly: (1) determine whether to proceed with the removal of the Iron Gate Dam, the Copco No. 1 Dam, the Copco No. 2 Dam, and the J.C. Boyle Dam on the Klamath River based on factors identified in the Settlement; and (2) designate a dam removal entity if they decide to proceed. Requires the Secretary to accept title to the Keno Dam in Klamath County, Oregon, upon receiving notice that the dam removal entity is ready to remove the J.C. Boyle Dam. Terminates FERC's jurisdiction over the Keno Dam and makes it part of the Klamath Reclamation Project upon the Secretary's acceptance of title to it.\n\nRequires FERC to: (1) issue an order approving partial surrender of the license for the East Side and West Side Developments associated with the Link River Dam upon PacifiCorp's filing of an application for such surrender; and (2) resume timely consideration of the pending licensing application for the Fall Creek Development within 60 days after title to the Iron Gate Dam is transferred to the dam removal entity, regardless of whether PacifiCorp retains ownership of the Development. Transfers title to PacifiCorp's California hatchery facilities to California when the dam removal entity takes title to the Iron Gate Dam or such other time as may be agreed to by the Settlement parties.\n\nAuthorizes the Secretary, the Secretary of Commerce, and the Secretary of Agriculture to enter into agreements with state, tribal, and local governments and private entities to implement the Act, the Settlement, and the Agreements.\n\nRequires priority to be given to the Yurok Tribe, the Karuk Tribe, the Klamath Tribes, and any other federally recognized tribes of the Klamath Basin that become party to the Restoration Agreement in awarding grants or contracts to implement the fisheries programs in that Agreement."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Klamath Basin Water Recovery and Economic Restoration Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to approve and implement the Klamath Basin agreements, to improve natural resource management, support economic development, and sustain agricultural production in the Klamath River Basin in the public interest and the interest of the United States, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Klamath Basin Water Recovery and Economic Restoration Act of 2015", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-01T13:29:57Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s133.xml"
}