{
  "actions": [
    {
      "acted_at": "2015-10-01", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-10-01", 
      "action_code": "", 
      "committees": [
        "SSGA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Homeland Security and Governmental Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-12-09", 
      "action_code": "", 
      "committees": [
        "SSGA"
      ], 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Homeland Security and Governmental Affairs. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2016-05-26", 
      "action_code": "", 
      "committee": "Homeland Security and Governmental Affairs", 
      "committees": [
        "SSGA"
      ], 
      "references": [], 
      "text": "Committee on Homeland Security and Governmental Affairs. Reported by Senator Johnson with an amendment in the nature of a substitute and an amendment to the title. With written report No. 114-262.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2016-05-26", 
      "action_code": "", 
      "calendar": "Senate Legislative", 
      "number": "499", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 499.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2127-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "reporting", 
        "markup", 
        "referral"
      ], 
      "committee": "Senate Homeland Security and Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "bioguide_id": "A000368", 
      "district": null, 
      "name": "Ayotte, Kelly", 
      "original_cosponsor": true, 
      "sponsored_at": "2015-10-01", 
      "state": "NH", 
      "thomas_id": "02075", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "E000295", 
      "district": null, 
      "name": "Ernst, Joni", 
      "original_cosponsor": false, 
      "sponsored_at": "2015-12-09", 
      "state": "IA", 
      "thomas_id": "02283", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "K000360", 
      "district": null, 
      "name": "Kirk, Mark Steven", 
      "original_cosponsor": false, 
      "sponsored_at": "2015-10-22", 
      "state": "IL", 
      "thomas_id": "01647", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2016-05-26", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-10-01", 
  "number": "2127", 
  "official_title": "A bill to provide appropriate protections to probationary Federal employees, to provide the Special Counsel with adequate access to information, to provide greater awareness of Federal whistleblower protections, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Dr. Chris Kirkpatrick Whistleblower Protection Act of 2015", 
  "sponsor": {
    "bioguide_id": "J000293", 
    "district": null, 
    "name": "Johnson, Ron", 
    "state": "WI", 
    "thomas_id": "02086", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2015-12-09", 
  "subjects": [
    "Administrative remedies", 
    "Congressional oversight", 
    "Department of Veterans Affairs", 
    "Employee performance", 
    "Employment discrimination and employee rights", 
    "Executive agency funding and structure", 
    "Government employee pay, benefits, personnel management", 
    "Government ethics and transparency, public corruption", 
    "Government operations and politics", 
    "Government studies and investigations", 
    "Health facilities and institutions", 
    "Health information and medical records", 
    "Health personnel", 
    "Law enforcement officers", 
    "Mental health", 
    "Personnel records", 
    "Right of privacy", 
    "Veterans' medical care"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2016-05-26T15:01:56Z", 
    "text": "Dr. Chris Kirkpatrick Whistleblower Protection Act of 2015\n\nTITLE I--EMPLOYEES GENERALLY\n\n(Sec. 102) This bill directs federal agencies to give priority to a request for a transfer submitted by an employee if the Merit Systems Protections Board (MSPD) grants a stay of a personnel action at the request of: (1) the Office of Special Counsel (OSC) if the OSC determines the personnel action was taken, or is to be taken, as a result of a prohibited personnel practice; or (2) the employee if the individual is in probationary status and seeks corrective action.\n\nThe Government Accountability Office (GAO) shall submit a report about retaliation against employees in probationary status.\n\n(Sec. 103) The OSC, in carrying out duties to protect employees and applicants, is authorized to: (1) have access to all material available to an agency that relates to a matter within the OSC's jurisdiction, and (2) request necessary information or assistance from any agency.\n\n(Sec. 104) The bill prohibits federal employees with authority over personnel actions from accessing the medical records of another employee or applicant for employment in retaliation for the employee's or applicant's: (1) disclosure of information reasonably believed to evidence any violation of any law, rule, or regulation, gross mismanagement, a gross waste of funds, an abuse of authority, or a substantial and specific danger to public health or safety; (2) disclosure to, or cooperation with, the OSC or an agency inspector general; (3) exercise of an appeal, complaint, or grievance right; (4) testimony for, or assistance to, an individual exercising such rights; or (5) refusal to obey an order or regulation that would require the individual to violate a law.\n\n(Sec. 105) If an agency head, an administrative law judge, the MSPB, the OSC, an adjudicating body under a union contract, a federal judge, or an agency inspector general determines that a supervisor committed certain prohibited personnel actions against a whistleblower, the agency shall propose a minimum 12-day suspension for a first violation or removal for a second violation. An agency must carry out the suspension or removal if, after providing the supervisor an opportunity to answer and furnish evidence, the agency determines that the supervisor's evidence is insufficient to reverse the proposed suspension or removal.\n\n(Sec. 106) Agencies must refer employee suicides to the OSC if: (1) prior to death, the employee made certain whistleblower disclosures; and (2) after the disclosure, a personnel action was taken against the employee.\n\n(Sec. 107) Agencies must train supervisors regarding how to respond to complaints alleging a violation of whistleblower protections.\n\n(Sec. 108) Each agency must: (1) provide information regarding whistleblower protections to new employees during the probationary period, (2) inform employees of the role of the OSC and the MSPB with regard to whistleblower protection, and (3) make information about such protections available on the agency's website.\n\nTITLE II--DEPARTMENT OF VETERANS AFFAIRS EMPLOYEES\n\n(Sec. 201) The Department of Veterans Affairs (VA) must submit a plan to prevent access to the medical records of VA employees by other VA employees who are not authorized to access such records. The plan must describe: (1) the circumstances in which a VA employee who is not a health care provider would be authorized to access such records, and (2) the steps the VA will take to ensure that a VA employee may not access such records to retrieve demographic information that is available in another location or through another format.\n\n(Sec. 202) The VA must conduct an outreach program to inform its employees of available mental health services, including telemedicine options.\n\n(Sec. 203) The VA must ensure protocols are in effect to address threats from individuals receiving VA health care directed towards VA employees who are providing such care.\n\n(Sec. 204) The GAO shall assess the reporting, staffing, accountability, and chain of command structure of the VA police officers at VA medical centers."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Dr. Chris Kirkpatrick Whistleblower Protection Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Dr. Chris Kirkpatrick Whistleblower Protection Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to provide appropriate protections to probationary Federal employees, to provide the Special Counsel with adequate access to information, to provide greater awareness of Federal whistleblower protections, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Dr. Chris Kirkpatrick Whistleblower Protection Act of 2015", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-01T13:31:00Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s2127.xml"
}