{
  "actions": [
    {
      "acted_at": "2015-01-27", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-01-27", 
      "action_code": "", 
      "committees": [
        "SSBK"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking, Housing, and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s268-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "bioguide_id": "M000702", 
      "district": null, 
      "name": "Mikulski, Barbara A.", 
      "original_cosponsor": true, 
      "sponsored_at": "2015-01-27", 
      "state": "MD", 
      "thomas_id": "00802", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-01-27", 
  "number": "268", 
  "official_title": "A bill to improve the infrastructure of the United States, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Rebuild America Act of 2015", 
  "sponsor": {
    "bioguide_id": "S000033", 
    "district": null, 
    "name": "Sanders, Bernard", 
    "state": "VT", 
    "thomas_id": "01010", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-01-27", 
  "subjects": [
    "Alternative and renewable resources", 
    "Appropriations", 
    "Aviation and airports", 
    "Buy American requirements", 
    "Climate change and greenhouse gases", 
    "Dams and canals", 
    "Department of the Interior", 
    "Economic development", 
    "Economics and public finance", 
    "Educational facilities and institutions", 
    "Electric power generation and transmission", 
    "Employment and training programs", 
    "Energy efficiency and conservation", 
    "Executive agency funding and structure", 
    "Floods and storm protection", 
    "Government corporations and government-sponsored enterprises", 
    "Government lending and loan guarantees", 
    "Government trust funds", 
    "Income tax exclusion", 
    "Infrastructure development", 
    "Internet and video services", 
    "Marine and inland water transportation", 
    "Metals", 
    "Minority employment", 
    "National Railroad Passenger Corporation (Amtrak)", 
    "Navigation, waterways, harbors", 
    "Parks, recreation areas, trails", 
    "Public contracts and procurement", 
    "Railroads", 
    "Roads and highways", 
    "Rural conditions and development", 
    "Securities", 
    "State and local finance", 
    "Telephone and wireless communication", 
    "Transportation programs funding", 
    "Urban and suburban affairs and development", 
    "Wages and earnings", 
    "Water quality", 
    "Water resources funding", 
    "Water use and supply", 
    "Women's employment"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced in Senate", 
    "date": "2015-01-27T05:00:00Z", 
    "text": "Rebuild America Act of 2015\n\nReduces the non-federal share of the cost of any activity funded by this Act by 50% of what it was before enactment of this Act.\n\nAppropriates funds for FY2015-FY2022 to the Highway Trust Fund to improve roads, bridges, and other U.S. transportation infrastructure.\n\nAppropriates funds for FY2015-FY2019: (1) for intercity high-speed rail service, (2) to provide credit assistance for surface transportation projects of national and regional significance, (3) to implement airport improvement and noise compatibility projects at public-use airports, (4) to the Federal Aviation Administration to accelerate deployment of satellite technology to improve airport safety and capacity, and (5) for the TIGER Discretionary Grant Program.\n\nAppropriates funds for FY2015-FY2019 for water infrastructure, including to: (1) the Environmental Protection Agency for capitalization grants to states to establish water pollution control revolving funds and drinking water treatment revolving loan funds and for loans for large water infrastructure projects that are ineligible for funding from a state revolving loan fund; (2) the Federal Emergency Management Agency (FEMA) to carry out the predisaster hazard mitigation program for minor localized flood reduction projects and major flood risk reduction projects; and (3) the Army Corps of Engineers for inland waterways projects, coastal harbors and channels, inland harbors, and dams and levees.\n\nAppropriates funds for FY2015-FY2019 for the National Park Service.\n\nAppropriates funds for FY2015-FY2019 for the Broadband Initiatives Program, the Broadband Technology Opportunities Program, and the Department of Energy to modernize the electric grid.\n\nEstablishes the National Infrastructure Development Bank as a wholly owned government corporation.\n\nMakes the Bank's Board of Directors responsible for monitoring and overseeing energy, environmental, telecommunications, data, or transportation infrastructure projects. Authorizes the Board to:\n\n make senior and subordinated loans and purchase senior and subordinated debt securities; issue and sell debt securities of the Bank; issue public benefit bonds and provide direct subsidies to infrastructure projects from the proceeds; make loan guarantees; borrow on the global capital market and lend to regional, state, and local entities, and commercial banks, to fund infrastructure projects; and purchase, pool, and sell infrastructure-related loans and securities on the global capital market. Requires the Board to establish: (1) an Executive Committee, a Risk Management Committee, and an Audit Committee; and (2) criteria for determining eligibility for financial assistance from the Bank and disclosure and application procedures for entities to nominate projects for such assistance. Requires the Bank to conduct an analysis that considers the economic, environmental, and social benefits and costs of each project under consideration, prioritizing projects that contribute to economic growth, lead to job creation, and are of regional or national significance. Sets forth criteria to be considered by the Board in determining the eligibility of transportation, environmental, energy, and telecommunications infrastructure projects for assistance.\n\nExempts all bonds issued by the Bank from state or local government taxation. Deems all debt securities and other obligations issued by the Bank to be exempt securities within the meaning of laws administered by the Securities and Exchange Commission.\n\nSets forth requirements regarding compliance of financed infrastructure projects with prevailing wage rate, domestic content, and buy American statutes. Authorizes appropriations for the capitalization of the Bank."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Rebuild America Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to improve the infrastructure of the United States, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Rebuild America Act of 2015", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-01T13:30:01Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s268.xml"
}