{
  "actions": [
    {
      "acted_at": "2015-12-07", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-12-07", 
      "action_code": "", 
      "committees": [
        "SSJU"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2362-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "bioguide_id": "B000575", 
      "district": null, 
      "name": "Blunt, Roy", 
      "original_cosponsor": false, 
      "sponsored_at": "2015-12-08", 
      "state": "MO", 
      "thomas_id": "01464", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "I000024", 
      "district": null, 
      "name": "Inhofe, James M.", 
      "original_cosponsor": false, 
      "sponsored_at": "2015-12-18", 
      "state": "OK", 
      "thomas_id": "00583", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-12-07", 
  "number": "2362", 
  "official_title": "A bill to amend the Immigration and Nationality Act to provide enhanced security measures for the Visa Waiver Program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2029-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr158-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Visa Waiver Program Improvement and Terrorist Travel Prevention Act of 2015", 
  "sponsor": {
    "bioguide_id": "J000293", 
    "district": null, 
    "name": "Johnson, Ron", 
    "state": "WI", 
    "thomas_id": "02086", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-12-07", 
  "subjects": [
    "Aviation and airports", 
    "Citizenship and naturalization", 
    "Congressional oversight", 
    "Europe", 
    "Fraud offenses and financial crimes", 
    "Government information and archives", 
    "Immigration", 
    "International organizations and cooperation", 
    "Iraq", 
    "Law enforcement officers", 
    "Middle East", 
    "Syria", 
    "Terrorism", 
    "Transportation safety and security", 
    "Travel and tourism", 
    "Visas and passports"
  ], 
  "subjects_top_term": "Immigration", 
  "summary": {
    "as": "Introduced in Senate", 
    "date": "2015-12-07T05:00:00Z", 
    "text": "Visa Waiver Program Improvement and Terrorist Travel Prevention Act of 2015\n\nThis bill amends the Immigration and Nationality Act regarding the visa waiver program to require that an alien, when applying for program admission, possess a valid unexpired passport that:\n\n is machine-readable, tamper-resistant, incorporates document authentication identifiers, and otherwise satisfies the internationally accepted standard for machine readability; and beginning on April 1, 2016, is an electronic passport that is fraud-resistant, contains relevant biographic and biometric information, and satisfies internationally accepted standards for electronic passports. A program country must certify that:\n\n it issues passports that satisfy the internationally accepted standard for machine readability, and as of April 1, 2016, passports that satisfy internationally accepted standards for electronic passports; and by October 1, 2016, except for travel between countries within the Schengen Zone (26 European countries that have abolished passport and any other border control at their common borders), it has in place mechanisms to validate such passports at each key port of entry. An alien shall be ineligible for program participation who:\n\n has been present, at any time on or after March 1, 2011, in Iraq or Syria, in a country designated as one that has repeatedly provided support for acts of international terrorism, or in any other country or area of concern designated by the Department of Homeland Security (DHS); and regardless of whether the alien is a national of a program country, is not a national of Iraq or Syria, a country designated as a country that has repeatedly provided support for acts of international terrorism, or any other country or area of concern. Such prohibitions shall not apply to an alien who was present in such a country to perform military or official government service for a program country.\n\nDHS may waive such prohibitions if in U.S. law enforcement or national security interests.\n\nDHS shall determine and review annually whether such prohibitions shall apply to any country or area using specified criteria.\n\nA program country shall:\n\n report the loss or theft of one of its national's passports to the United States within 24 hours; and except in the case of a country without an international airport, and except for travel between countries within the Schengen Zone, certify to DHS that it is screening each entering or departing non-citizen or non-national for unlawful activity by using Interpol databases and notices, or other means designated by DHS. If DHS and the State Department jointly determine that a program country is not sharing information or conducting required screening, DHS shall terminate the country's program status, subject to specified conditions for reinstatement.\n\nDHS shall evaluate program countries annually and identify and suspend from program participation any country whose nationals present a high U.S. security risk, taking into consideration specified criteria.\n\n DHS shall expand Federal Air Marshal operations.\n\nThe electronic travel authorization system is renamed the electronic system for travel authorization.\n\nIt is the sense of Congress that:\n\n the International Civil Aviation Organization should establish electronic passport standards and obligate member countries to utilize them as soon as possible, and such passports should be a combined paper and electronic passport that contains biographic and biometric information that can be used to authenticate identity through an embedded chip."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Visa Waiver Program Improvement and Terrorist Travel Prevention Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend the Immigration and Nationality Act to provide enhanced security measures for the Visa Waiver Program, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Visa Waiver Program Improvement and Terrorist Travel Prevention Act of 2015", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-01T13:31:07Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s2362.xml"
}