{
  "actions": [
    {
      "acted_at": "2015-06-18", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-18", 
      "action_code": "", 
      "committees": [
        "SSCM"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1618-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "bioguide_id": "A000368", 
      "district": null, 
      "name": "Ayotte, Kelly", 
      "original_cosponsor": true, 
      "sponsored_at": "2015-06-18", 
      "state": "NH", 
      "thomas_id": "02075", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "C001098", 
      "district": null, 
      "name": "Cruz, Ted", 
      "original_cosponsor": false, 
      "sponsored_at": "2015-06-23", 
      "state": "TX", 
      "thomas_id": "02175", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "G000562", 
      "district": null, 
      "name": "Gardner, Cory", 
      "original_cosponsor": true, 
      "sponsored_at": "2015-06-18", 
      "state": "CO", 
      "thomas_id": "01998", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "J000293", 
      "district": null, 
      "name": "Johnson, Ron", 
      "original_cosponsor": true, 
      "sponsored_at": "2015-06-18", 
      "state": "WI", 
      "thomas_id": "02086", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "W000437", 
      "district": null, 
      "name": "Wicker, Roger F.", 
      "original_cosponsor": true, 
      "sponsored_at": "2015-06-18", 
      "state": "MS", 
      "thomas_id": "01226", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-06-18", 
  "number": "1618", 
  "official_title": "A bill to reallocate Federal Government-held spectrum for commercial use, to promote wireless innovation and enhance wireless communications, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2163-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Wireless Innovation Act of 2015", 
  "sponsor": {
    "bioguide_id": "R000595", 
    "district": null, 
    "name": "Rubio, Marco", 
    "state": "FL", 
    "thomas_id": "02084", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-06-18", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Congressional oversight", 
    "Economic performance and conditions", 
    "Federal Communications Commission (FCC)", 
    "Government buildings, facilities, and property", 
    "Government studies and investigations", 
    "Internet and video services", 
    "Land use and conservation", 
    "Licensing and registrations", 
    "Public contracts and procurement", 
    "Research administration and funding", 
    "Research and development", 
    "Science, technology, communications", 
    "Technology assessment", 
    "Telephone and wireless communication", 
    "User charges and fees"
  ], 
  "subjects_top_term": "Science, technology, communications", 
  "summary": {
    "as": "Introduced in Senate", 
    "date": "2015-06-18T04:00:00Z", 
    "text": "Wireless Innovation Act of 2015\n\nAmends the National Telecommunications and Information Administration Organization Act to require the Secretary of Commerce to report to the President and Congress with recommendations to reallocate a span of at least 200 megahertz of spectrum, located below 5 gigahertz, from federal government use to: (1) commercial use on an exclusive, licensed basis; (2) unlicensed use to protect licensed services from harmful interference; and (3) shared use between federal government stations and nonfederal stations.\n\nRequires the Federal Communications Commission (FCC) to begin auctioning specified amounts of such spectrum beginning not later than December 31, 2018, and to continue such auctions at 18-month intervals according to a staggered schedule.\n\nAuthorizes the Office of Management and Budget (OMB) to use a percentage of the proceeds from the first auction to pay federal entities to: (1) conduct feasibility analyses regarding the potential future reallocation of additional spectrum from federal use to exclusive nonfederal use or shared use; and (2) develop efficiency guidelines to increase the flexibility of federal spectrum-dependent systems through multiple-band tuning capabilities, the use of commercial systems, and public-private partnerships.\n\nAmends the Communications Act of 1934 to establish a presumption under which an application to the FCC for the transfer of a construction permit or station license is deemed to be in the public interest, convenient, and necessary, unless the FCC acts to deny the application, if the application does not: (1) involve a broadcast, common carrier, aeronautical en route, or aeronautical fixed radio station license that is prohibited from being granted to or held by an alien or foreign corporation; (2) require a premerger notification and waiting period under the Clayton Act; and (3) concern a merger, acquisition, or takeover subject to review under the Defense Production Act of 1950.\n\nRequires applications qualifying for such presumption to be granted within 90 days after the FCC issues a public notice of the application.\n\nDirects federal agencies seeking a new or modified frequency assignment for a mobile or other radio service to submit to the Secretary and the OMB a report analyzing whether the federal agency could instead use commercial services, use an existing or already planned federal service, share with another federal agency, use unlicensed spectrum, or lease from commercial providers.\n\nDirects the National Telecommunications and Information Administration (NTIA) and the OMB to incorporate spectrum efficiency guidelines into budget and procurement processes.\n\nRequires the NTIA to develop a framework for determining the annual economic opportunity cost of each specific federal spectrum band allocated for federal entities, with the value determined as if such spectrum were to be reallocated on a licensed basis to the highest commercial alternative use that currently does not have access to that spectrum.\n\nRequires federal entities assigned or allocated use of federal spectrum to: (1) report the opportunity cost of spectrum bands in budgets and annual financial statements; and (2) compare, every five years, the entity's spectrum opportunity cost to the projected costs of relocating, co-locating, leasing, or contracting out for spectrum activities.\n\nRevises federal easement and right-of-way procedures to allow an executive agency, a state, a person, a firm, or an organization to apply for the grant of a real property interest (including a lease, license, easement, or right-of-way) to, in, over, or on a building or other property owned by the federal government for the right to install, construct, modify, and maintain a communications facility installation. Requires the executive agency that owns the building or other property on behalf of the federal government to grant to the applicant, if technically feasible, a real property interest to perform such installation, construction, modification, and maintenance.\n\nSets forth requirements concerning the fees and terms of years for such real property interests. Provides for the collection of: (1) a standard fee established by the General Services Administration (GSA), or (2) agency-specific fees established by executive agencies. Directs the GSA to consult with designated agencies regarding the master application forms and standard contracts that executive agencies are required to accept for the placement of such facilities, unless the GSA determines that the forms or contracts are not adequate for a specific building or property."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Wireless Innovation Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to reallocate Federal Government-held spectrum for commercial use, to promote wireless innovation and enhance wireless communications, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Wireless Innovation Act of 2015", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-01T13:30:43Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s1618.xml"
}