{
  "actions": [
    {
      "acted_at": "2016-06-13", 
      "action_code": "Intro-H", 
      "references": [], 
      "text": "Introduced in House", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-06-13", 
      "action_code": "H11100", 
      "committees": [
        "HSWM"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2016-06-15", 
      "action_code": "", 
      "committees": [
        "HSWM"
      ], 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-06-15", 
      "action_code": "", 
      "committees": [
        "HSWM"
      ], 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2016-06-21", 
      "action_code": "H12200", 
      "committees": [
        "HSWM"
      ], 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Ways and Means. H. Rept. 114-628.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-06-21", 
      "action_code": "H12410", 
      "calendar": "Union", 
      "number": "487", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 487.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "2016-06-21T19:19:00-04:00", 
      "action_code": "H30300", 
      "references": [], 
      "text": "Mr. Buchanan moved to suspend the rules and pass the bill, as amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-06-21T19:19:09-04:00", 
      "action_code": "H30000", 
      "references": [
        {
          "reference": "CR H4028-4042", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-06-21T19:19:11-04:00", 
      "action_code": "H8D000", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on H.R. 5456.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-06-21T19:47:29-04:00", 
      "action_code": "H37300", 
      "how": "by voice vote", 
      "references": [
        {
          "reference": "CR H4028-4037", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On motion to suspend the rules and pass the bill, as amended Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2016-06-21T19:47:31-04:00", 
      "action_code": "H38310", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-06-22", 
      "action_code": "", 
      "references": [], 
      "text": "Received in the Senate. Read the first time. Placed on Senate Legislative Calendar under Read the First Time.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-06-23", 
      "action_code": "", 
      "calendar": "Senate Legislative", 
      "number": "527", 
      "references": [], 
      "text": "Read the second time. Placed on Senate Legislative Calendar under General Orders. Calendar No. 527.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5456-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "reporting", 
        "markup", 
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "bioguide_id": "B001270", 
      "district": "37", 
      "name": "Bass, Karen", 
      "original_cosponsor": false, 
      "sponsored_at": "2016-06-15", 
      "state": "CA", 
      "thomas_id": "01996", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "B001273", 
      "district": "6", 
      "name": "Black, Diane", 
      "original_cosponsor": true, 
      "sponsored_at": "2016-06-13", 
      "state": "TN", 
      "thomas_id": "02063", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "B000574", 
      "district": "3", 
      "name": "Blumenauer, Earl", 
      "original_cosponsor": true, 
      "sponsored_at": "2016-06-13", 
      "state": "OR", 
      "thomas_id": "00099", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "B001255", 
      "district": "3", 
      "name": "Boustany, Charles W., Jr.", 
      "original_cosponsor": true, 
      "sponsored_at": "2016-06-13", 
      "state": "LA", 
      "thomas_id": "01787", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "C001038", 
      "district": "14", 
      "name": "Crowley, Joseph", 
      "original_cosponsor": true, 
      "sponsored_at": "2016-06-13", 
      "state": "NY", 
      "thomas_id": "01604", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "D000096", 
      "district": "7", 
      "name": "Davis, Danny K.", 
      "original_cosponsor": true, 
      "sponsored_at": "2016-06-13", 
      "state": "IL", 
      "thomas_id": "01477", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "D000613", 
      "district": "10", 
      "name": "Dold, Robert J.", 
      "original_cosponsor": true, 
      "sponsored_at": "2016-06-13", 
      "state": "IL", 
      "thomas_id": "02013", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "F000448", 
      "district": "8", 
      "name": "Franks, Trent", 
      "original_cosponsor": false, 
      "sponsored_at": "2016-06-21", 
      "state": "AZ", 
      "thomas_id": "01707", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "K000376", 
      "district": "3", 
      "name": "Kelly, Mike", 
      "original_cosponsor": true, 
      "sponsored_at": "2016-06-13", 
      "state": "PA", 
      "thomas_id": "02051", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "L000559", 
      "district": "2", 
      "name": "Langevin, James R.", 
      "original_cosponsor": false, 
      "sponsored_at": "2016-06-15", 
      "state": "RI", 
      "thomas_id": "01668", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "L000557", 
      "district": "1", 
      "name": "Larson, John B.", 
      "original_cosponsor": true, 
      "sponsored_at": "2016-06-13", 
      "state": "CT", 
      "thomas_id": "01583", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "L000263", 
      "district": "9", 
      "name": "Levin, Sander M.", 
      "original_cosponsor": true, 
      "sponsored_at": "2016-06-13", 
      "state": "MI", 
      "thomas_id": "00683", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "P000096", 
      "district": "9", 
      "name": "Pascrell, Bill, Jr.", 
      "original_cosponsor": true, 
      "sponsored_at": "2016-06-13", 
      "state": "NJ", 
      "thomas_id": "01510", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "P000594", 
      "district": "3", 
      "name": "Paulsen, Erik", 
      "original_cosponsor": false, 
      "sponsored_at": "2016-06-15", 
      "state": "MN", 
      "thomas_id": "01930", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "R000585", 
      "district": "23", 
      "name": "Reed, Tom", 
      "original_cosponsor": true, 
      "sponsored_at": "2016-06-13", 
      "state": "NY", 
      "thomas_id": "01982", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "R000578", 
      "district": "8", 
      "name": "Reichert, David G.", 
      "original_cosponsor": false, 
      "sponsored_at": "2016-06-15", 
      "state": "WA", 
      "thomas_id": "01810", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "S001156", 
      "district": "38", 
      "name": "Sanchez, Linda T.", 
      "original_cosponsor": true, 
      "sponsored_at": "2016-06-13", 
      "state": "CA", 
      "thomas_id": "01757", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2016-06-15", 
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2016-06-21T19:47:29-04:00", 
    "vetoed": false
  }, 
  "introduced_at": "2016-06-13", 
  "number": "5456", 
  "official_title": "To amend parts B and E of title IV of the Social Security Act to invest in funding prevention and family services to help keep children safe and supported at home, to ensure that children in foster care are placed in the least restrictive, most family-like, and appropriate settings, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s3065-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Family First Prevention Services Act of 2016", 
  "sponsor": {
    "bioguide_id": "B001260", 
    "district": "16", 
    "name": "Buchanan, Vern", 
    "state": "FL", 
    "thomas_id": "01840", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "2016-06-21T19:47:29-04:00", 
  "subjects": [], 
  "subjects_top_term": null, 
  "summary": {
    "as": "Passed House amended", 
    "date": "2016-06-21T14:06:12Z", 
    "text": "Family First Prevention Services Act of 2016\n\nTITLE I--INVESTING IN PREVENTION AND FAMILY SERVICES Subtitle A--Prevention Activities Under Title IV-E\n\n(Sec. 111) This bill amends Part E (Foster Care and Adoption Assistance) of title IV of the Social Security Act (SSAct) to require state plans under SSAct title IV part A (Temporary Assistance to Needy Families) (TANF), at state option, to furnish foster care prevention and family services or programs for children who are candidates for foster care or who are pregnant or parenting foster youth, as well as the children's parents or kin caregivers.\n\nThe Department of Health and Human Services (HHS) may pay a state for delivering for up to 12 months certain mental health and substance abuse prevention and treatment services and in-home parent skill-based programs for such a child and the child's parents or kin caregivers when the child's or the caregiver's need for them is directly related to the child's safety, permanence, or well-being, or to preventing the child from entering foster care.\n\nHHS shall establish and update annually the following prevention services measures, if specified in a child's foster care prevention plan, based on information and data reported by electing states:\n\n the percentage of candidates for foster care for whom, or on whose behalf, the services or programs are delivered who do not enter foster care during a specified 24-month period; and the total amount of expenditures made for mental health and substance abuse prevention and treatment services or in-home parent skill-based programs, respectively, for, or on behalf of, each child. The bill prescribes payments to states for each calendar quarter between October 1, 2019, and October 1, 2025, and for each calendar quarter beginning after September 30, 2025, for delivery of services or programs furnished in accordance with promising, supported, or well-supported practices meeting specified criteria.\n\nHHS shall:\n\n give technical assistance to states, Indian tribes, tribal organizations, and tribal consortia regarding all such services and programs, and disseminate related best practices; and establish a clearinghouse of promising, supporting, and well-supported practices. (Sec. 112) The removal and foster care placement of a child shall meet the requirements for foster care maintenance payments on the child's behalf if the child has been placed with a parent residing in a licensed residential family-based treatment facility.\n\nPlacement with such a parent shall meet these requirements, however, only if:\n\n the placement recommendation is specified in the child's case plan before the placement; the treatment facility offers, as part of substance abuse treatment, parenting skills training, parent education, and individual and family counseling; and this training and counseling are delivered under an organizational structure and treatment framework that involves understanding, recognizing, and responding to the effects of all types of trauma, and in accordance with recognized principles of a trauma-informed approach and trauma-specific interventions, to address the consequences of trauma and facilitate healing. (Sec. 113) Title IV-E payments to states for evidence-based kinship navigator programs meeting federal practice standards shall equal 50% of state expenditures for such programs, without regard to whether the expenditures are incurred on behalf of children who are, or are potentially, eligible for foster care maintenance payments.\n\nSubtitle B--Enhanced Support Under Title IV-B\n\n(Sec. 121) SSAct title IV part B (Child and Family Services) is amended to eliminate the time limit for family reunification services while a child is in foster care. The current 15-month limit for such services shall apply only when a child returns home from foster care.\n\n(Sec. 122) SSAct title IV part E is amended to require state plans for foster care and adoption assistance to require state procedures for the orderly and timely interstate placement of children to include by October 1, 2026, the use of an electronic interstate case-processing system.\n\nSSAct title IV part B (Child and Family Services) is amended to require the use of state grants for the development of an electronic interstate case-processing system to expedite the interstate placement of children in foster care or guardianship, or for adoption.\n\nHHS shall reserve certain FY2017 funds for such grants, to remain available through FY2021.\n\n(Sec. 123) The bill revises requirements for grants to regional partnerships delivering services and producing activities designed to implement IV-E prevention services, improve the well-being of, and improve permanency outcomes for, children and families affected by heroin, opioids and other substance abuse.\n\nA regional partnership shall include as mandatory partners the state agencies responsible for administering:\n\n the state plans for child and family services and for foster care and adoption assistance, and the substance abuse prevention and treatment block grant under the Public Health Service Act. A partnership proposing to serve children in out-of-home placements shall have as a mandatory partner the Juvenile Court or Administrative Office of the Court that is most appropriate to oversee the administration of court programs in the region to address the population of families who come to court attention because of child abuse or neglect.\n\nThe bill reauthorizes such grants for FY2017-FY2021 in amounts between $250,000 (currently $500,000) and $1 million per grant per fiscal year.\n\nSuch a grant shall be disbursed in two phases: (1) a planning phase (not to exceed two years); and (2) an implementation phase. The total disbursement to a grantee for the planning phase may not exceed $250,000, and may not exceed the total anticipated funding for the implementation phase.\n\nNo payment shall be made for a fiscal year until HHS determines that the eligible partnership has made sufficient progress in meeting the goals of the grant, and that the members of the eligible partnership are coordinating to a reasonable degree with the other partnership members.\n\nBill revises grant application requirements.\n\nHHS shall:\n\n review indicators that are used to assess periodically the performance of the grant recipients; and establish a set of core indicators related to child safety, parental recovery, parenting capacity, and family well-being. Subtitle C: Miscellaneous\n\n(Sec. 131) HHS shall identify reputable model standards for the licensing of foster family homes.\n\nState plans for foster care and adoption assistance shall require submission to HHS of information addressing:\n\n whether the state licensing standards are in accord with HHS-identified model standards, and if not, the reason for the specific deviation and a description of why having a standard that is reasonable in accord with the corresponding national model standards is not appropriate for the state; whether the state has elected to waive certain standards for relative foster family homes, a description of standards most commonly waived, and if the state has not so elected, the reason why; if the state has elected to waive such standards, how caseworkers are trained to use the waiver authority and whether the state has developed a process or offered tools to assist caseworkers in waiving nonsafety standards to quickly place children with relatives; and a description of the steps the state is taking to improve caseworker training or the process, if any. (Sec. 132) State plans for child welfare services shall document steps taken to track and prevent child maltreatment deaths.\n\nTITLE II--ENSURING THE NECESSITY OF A PLACEMENT THAT IS NOT IN A FOSTER FAMILY HOME (Sec. 201) SSAct title IV part E is amended to prohibit federal payments to a state for amounts expended for foster care maintenance payments on behalf of a child unless:\n\n the child is placed in a child-care institution meeting certain criteria, or a child is placed in a qualified residential treatment meeting certain requirements. Settings for such placement, besides a qualified residential treatment program, include:\n\n one specializing in providing prenatal, post-partum, or parenting supports for youth; and a supervised independent living setting if the child is age 18 or over. To receive a grant to assess and improve the handling of proceedings relating to foster care and adoption, the highest state court shall provide for the training of judges, attorneys, and other legal personnel in child welfare cases on federal child welfare policies and payment limitations regarding children in foster care who are placed in settings that are not a foster family home.\n\nSSAct title IV part E is amended to require state plans for foster care and adoption assistance to certify that, in response to the limitation imposed by this bill on foster care maintenance payments on behalf of any child placed in a setting that is not a foster family home, the state will not enact or advance policies or practices that would result in a significant increase in the population of youth in the state's juvenile justice system.\n\nThe General Accountability Office (GAO) shall evaluate the impact, if any, on state juvenile justice systems of the limitation imposed by this bill on foster care maintenance payments on behalf of any child who is placed in a setting that is not a foster family home.\n\n(Sec. 202) For approval of the case plan and the case system review procedure for any child placed in a qualified residential treatment program, a trained professional or licensed clinician not employed by the state agency and not connected to, or affiliated with, any placement setting in which the state places children shall:\n\n assess the strengths and needs of the child using an age-appropriate, evidence-based, validated, HHS-approved functional assessment tool; determine whether the child's needs can be met with family members or through placement in a foster family home or, if not, which setting would give the most effective and appropriate level of care for the child in the least restrictive environment, consistent with the short- and long-term goals for the child specified in the child's permanency plan; and develop a list of child-specific short- and long-term mental and behavioral health goals. The state shall assemble for the child a family and permanency team consisting of all appropriate biological family members, relatives, and fictive kin of the child, as well as teachers, medical or mental health providers who have treated the child, or clergy who are a resource to the child's family.\n\nThe bill prescribes procedures for deciding on a child's best placement.\n\n(Sec. 203) SSAct title IV part B is amended, regarding the Stephanie Tubbs Jones Child Welfare Services Program, to require each state plan for child welfare services to require any plan for the ongoing oversight and coordination of health care services for a child in a foster care placement to outline the procedures and protocols the state has established to ensure that children in foster care placements are not inappropriately diagnosed with emotional or behavioral disorders, medically fragile conditions, or developmental disabilities, and placed in settings that are not foster family homes as a result of such diagnoses.\n\nSSAct title IV part E is amended to direct HHS to evaluate these procedures and protocols.\n\n(Sec. 204) SSAct title IV part E is amended to require specified additional information among the state-by-state data in the annual report to Congress on the performance of each state regarding children in foster care who have been placed in a child care institution or other setting that is not a foster family home.\n\nTITLE III--CONTINUING SUPPORT FOR CHILD AND FAMILY SERVICES\n\n(Sec. 301) SSA title IV part B is amended to make supporting and retaining foster families a family support service.\n\nThe bill makes specified appropriations to HHS for FY2018 for competitive grants to states, Indian tribes, or tribal consortia to support the recruitment and retention of high-quality foster families to increase their capacity to place more children in family settings, focused on states, Indian tribes, or tribal consortia with the highest percentage of children in non-family settings.\n\n(Sec. 302) SSAct title IV part B is amended to reauthorize through FY2021:\n\n the Stephanie Tubbs Jones Child Welfare Services program, the Promoting Safe and Stable Families Program, funding for monthly caseworker visits and regional partnership grants, and funding for state courts to assess and improve handling of proceedings relating to foster care and adoption. (Sec. 303) SSAct title IV part E is amended to revise the John H. Foster Care Independence Program to:\n\n authorize states electing the extend foster care eligibility through age 21 to extend assistance and services to youths who have aged out of foster care but not yet reached age 23, authorize redistribution of unexpended amounts among states that apply for additional program funds, allow states to make individuals eligible for education and training vouchers through age 25 (but only for 5 years), and modify congressional reporting requirement. TITLE IV--CONTINUING INCENTIVES TO STATES TO PROMOTE ADOPTION AND LEGAL GUARDIANSHIP\n\n(Sec. 401) SSAct title IV part E to reauthorize adoption and legal guardianship incentive payments through FY2021.\n\nTITLE V--TECHNICAL CORRECTIONS\n\n(Sec. 501) SSAct title IV part B is amended to make technical corrections regarding data exchange standards to improve program coordination.\n\n(Sec. 502) The bill also makes technical corrections to the requirement that a state plan for child welfare services describe state activities addressing the developmental needs of all vulnerable children under age five who receive benefits or services under the plan.\n\nTITLE VI--ENSURING STATES REINVEST SAVINGS RESULTING FROM INCREASE IN ADOPTION ASSISTANCE\n\n(Sec. 601) SSAct title IV part E is amended to delay the phase-in of the adoption and guardian assistance program by extending the period during which the applicable age is:\n\n age 4 from October 1, 2015, through March 31, 2019; and age 2 from April 1, 2019, (currently October 1, 2017) through March 31, 2020; and any age starting April 1, 2020 (currently October 1, 2017). (Sec. 602) The GAO shall study the extent to which states are complying with requirements to spend:\n\n an amount equal to the amount of savings (if any) in state expenditures under SSAct title IV part E resulting from phasing out Aid to Family with Dependent Children program income eligibility requirements for adoption assistance payments to deliver to children any service that may be delivered under SSAct title IV parts B or E; and less than 30% of the amount of any such savings on post-adoption services, post-guardianship services, and services to support and sustain positive permanent outcomes for children who otherwise might enter into foster care under state responsibility, with at least two-thirds of state spending (to comply with the 30% requirement) being spent on post-adoption and post-guardianship services."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Family First Prevention Services Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "is_for_portion": false, 
      "title": "Family First Prevention Services Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "is_for_portion": false, 
      "title": "Family First Prevention Services Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To amend parts B and E of title IV of the Social Security Act to invest in funding prevention and family services to help keep children safe and supported at home, to ensure that children in foster care are placed in the least restrictive, most family-like, and appropriate settings, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Family First Prevention Services Act of 2016", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-01T13:29:13Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/hr/BILLSTATUS-114hr5456.xml"
}