{
  "actions": [
    {
      "acted_at": "2016-03-08", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-03-08", 
      "action_code": "", 
      "committees": [
        "SSFI"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2648-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2016-03-08", 
  "number": "2648", 
  "official_title": "A bill to assist entrepreneurs, support development of the creative economy, and encourage international cultural exchange, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4948-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s931-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s3155-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr889-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2510-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Comprehensive Resources for Entrepreneurs in the Arts to Transform the Economy Act of 2016", 
  "sponsor": {
    "bioguide_id": "U000039", 
    "district": null, 
    "name": "Udall, Tom", 
    "state": "NM", 
    "thomas_id": "01567", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2016-03-08", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Art, artists, authorship", 
    "Books and print media", 
    "Charitable contributions", 
    "Commerce", 
    "Community life and organization", 
    "Cultural exchanges and relations", 
    "Department of Homeland Security", 
    "Department of the Treasury", 
    "Disaster relief and insurance", 
    "Economic development", 
    "Federal Emergency Management Agency (FEMA)", 
    "Foreign labor", 
    "Government lending and loan guarantees", 
    "Government liability", 
    "Historical and cultural resources", 
    "Income tax deductions", 
    "Intellectual property", 
    "International law and treaties", 
    "Jurisdiction and venue", 
    "Literature", 
    "Museums, exhibitions, cultural centers", 
    "Music", 
    "National and community service", 
    "Performing arts", 
    "Property rights", 
    "Rural conditions and development", 
    "Self-employed", 
    "Small business", 
    "Tax-exempt organizations", 
    "Transfer and inheritance taxes", 
    "Visas and passports", 
    "War crimes, genocide, crimes against humanity"
  ], 
  "subjects_top_term": "Commerce", 
  "summary": {
    "as": "Introduced in Senate", 
    "date": "2016-03-08T05:00:00Z", 
    "text": "Comprehensive Resources for Entrepreneurs in the Arts to Transform the Economy Act of 2016 or the CREATE Act of 2016\n\nThis bill amends the Internal Revenue Code to prescribe a special rule for the deduction from a creator's gross income of the fair market value of a qualified artistic charitable contribution by the creator to a tax-exempt charitable organization of any literary, musical, artistic, or scholarly composition, or similar property, or the copyright thereon (or both).\n\nThe Small Business Act is amended to require the Small Business Administration to develop loan criteria, evaluation procedures, and technical assistance programs for small business concerns owned and controlled by artists as well as small business concerns that support the creative economy.\n\nThe Public Works and Economic Development Act of 1965 and the Consolidated Farm and Rural Development Act are amended to require the Departments of Commerce and of Agriculture, respectively, to support artists and the creative economy through grants and financial assistance for traditional economic development tools, including business incubators and economic development planning and technical assistance.\n\nThe Immigration and Nationality Act is amended to require the Department of Homeland Security (DHS) to adjudicate O and P visa petitions (nonimmigrant visas for aliens with extraordinary ability or achievement, and artists and entertainers) within 30 days after receiving such petitions and related documents.\n\nThe Federal Emergency Management Agency (FEMA) shall promulgate rules to ensure that expenses incurred, as a result of a major disaster or emergency, by a self-employed or freelance craft artist, fine artist, designer, literary artist, performing artist, or musician to repair or replace needed tools are considered eligible for disaster assistance.\n\nThe Internal Revenue Code is amended to revise both income and gift tax requirements for charitable contributions of fractional gifts, the valuation of subsequent gifts, and recapture of the charitable deduction.\n\nThe National and Community Service Act of 1990 is amended to authorize the recipient of a national service program grant to carry out such a program through an Artist Corps that identifies and meets unmet needs within communities through artistic activities.\n\nThe federal judicial code is amended with respect to denial of a foreign state's sovereign immunity from the jurisdiction of U.S. or state courts in commercial activity cases where rights in property taken in violation of international law are in issue and that property, or any property exchanged for it, is present in the United States or owned by a foreign government agency or instrumentality engaged in a commercial activity in the United States.\n\nThe Department of the Treasury shall develop guidelines for the creation and operation of qualified community development entities focusing on investment in and the development and encouragement of the creative economy in low-income communities.\n\nCommerce shall establish a demonstration program to assess the feasibility and advisability of supporting certain art community programs to promote creative and performing arts in the economic planning of local governments.\n\nThe federal judicial code is amended to grant a foreign state or certain carriers immunity from federal or state court jurisdiction for any activity in the United States associated with a temporary exhibition or display of a work of art or other object of cultural significance if the work of art or object meets specified criteria. This immunity shall not apply, however, in a case involving Nazi-era claims concerning the work of art or object of cultural significance."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Comprehensive Resources for Entrepreneurs in the Arts to Transform the Economy Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "CREATE Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to assist entrepreneurs, support development of the creative economy, and encourage international cultural exchange, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "CREATE Act of 2016", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-01T13:31:15Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s2648.xml"
}