{
  "actions": [
    {
      "acted_at": "2016-04-18", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-04-18", 
      "action_code": "", 
      "committees": [
        "SSAP"
      ], 
      "references": [], 
      "text": "Committee on Appropriations. Original measure reported to Senate by Senator Kirk. With written report No. 114-237.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-04-18", 
      "action_code": "", 
      "calendar": "Senate Legislative", 
      "number": "424", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 424.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "samdt3987-114", 
      "amendment_type": "samdt", 
      "chamber": "s", 
      "number": "3987"
    }
  ], 
  "bill_id": "s2806-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2016-04-18", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2016-04-18", 
  "number": "2806", 
  "official_title": "An original bill making appropriations for military construction, the Department of Veterans Affairs, and related agencies for the fiscal year ending September 30, 2017, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr571-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2981-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4974-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2291-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2772-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2577-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Military Construction, Veterans Affairs, and Related Agencies Appropriations Act, 2017", 
  "sponsor": {
    "bioguide_id": "K000360", 
    "district": null, 
    "name": "Kirk, Mark Steven", 
    "state": "IL", 
    "thomas_id": "01647", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2016-04-18", 
  "subjects": [
    "Administrative remedies", 
    "Alliances", 
    "American Battle Monuments Commission", 
    "Appropriations", 
    "Armed Forces Retirement Home", 
    "Armed forces and national security", 
    "Asia", 
    "Building construction", 
    "Caribbean area", 
    "Cemeteries and funerals", 
    "Child care and development", 
    "Congressional oversight", 
    "Cuba", 
    "Defense spending", 
    "Department of Defense", 
    "Department of Veterans Affairs", 
    "Detention of persons", 
    "Drug trafficking and controlled substances", 
    "Drug, alcohol, tobacco use", 
    "Employee hiring", 
    "Employment discrimination and employee rights", 
    "Executive agency funding and structure", 
    "Federal appellate courts", 
    "Government employee pay, benefits, personnel management", 
    "Government studies and investigations", 
    "Gulf States", 
    "Hazardous wastes and toxic substances", 
    "Health facilities and institutions", 
    "Health information and medical records", 
    "Health personnel", 
    "Hospital care", 
    "Housing finance and home ownership", 
    "Japan", 
    "Latin America", 
    "Licensing and registrations", 
    "Long-term, rehabilitative, and terminal care", 
    "Medical ethics", 
    "Medical research", 
    "Metals", 
    "Military facilities and property", 
    "Military personnel and dependents", 
    "Military procurement, research, weapons development", 
    "National Guard and reserves", 
    "Philippines", 
    "Prescription drugs", 
    "Sex and reproductive health", 
    "Terrorism", 
    "Transportation costs", 
    "Veterans' loans, housing, homeless programs", 
    "Veterans' medical care", 
    "Veterans' pensions and compensation", 
    "Virginia"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2016-04-18T13:03:04Z", 
    "text": "(This measure has not been amended since it was introduced. The summary has been expanded because action occurred on the measure.)\n\nHighlights: \n\nThis bill provides FY2017 appropriations to the Department of Defense (DOD) for military construction, military family housing, the U.S. share of the North Atlantic Treaty Organization Security Investment Program, and base closures and realignments.\n\nThe bill also provides appropriations to the Department of Veterans Affairs (VA) for veterans benefit and health care programs, Departmental Administration, and the National Cemetery Administration.\n\nRelated agencies and programs funded in the bill include the U.S. Court of Appeals for Veterans Claims; the Armed Forces Retirement Home; and the Cemeterial Expenses of the Army, including Arlington National Cemetery.\n\nThe bill includes both mandatory and discretionary funding. It increases FY2017 discretionary funding for Military Construction and Veterans Affairs above FY2016 levels, including an increase for the VA and a decrease for Military Construction. When mandatory funding is included, overall funding in the bill is below FY2016 levels.\n\nThe bill includes provisions that:\n\n permit the VA to pay for fertility treatments and counseling, prohibit the VA from interfering with the ability of veterans to participate in state-approved medical marijuana programs, and establish additional procedures and protections for VA whistle-blowers. The bill also prohibits funds from being used for activities related to the detention facility at the U.S. Naval Station at Guantanamo Bay, Cuba; including: (1) constructing, renovating, or expanding a facility for the purpose of housing individuals detained at Guantanamo; and (2) closing or transferring the facility.\n\nFull Summary: \n\nMilitary Construction and Veterans Affairs, and Related Agencies Appropriations Act, 2017 \n\nTITLE I--DEPARTMENT OF DEFENSE\n\nProvides appropriations to DOD for Military Construction for:\n\n the Army; the Navy and Marine Corps; the Air Force; Defense-Wide agencies and activities (other than military departments); the Army and Air National Guard; and the Army, Navy, and Air Force Reserves. Provides appropriations to DOD for the North Atlantic Treaty Organization (NATO) Security Investment Program.\n\nProvides appropriations for the Department of Defense Base Closure Account.\n\nProvides appropriations to DOD for Construction and Operation and Maintenance of Family Housing for:\n\n the Army, the Navy and Marine Corps, the Air Force, and Defense-Wide agencies and activities (other than military departments). Provides appropriations for the Department of Defense Family Housing Improvement Fund.\n\n(Sec. 101) Prohibits funds provided by this title from being used for payments exceeding $25,000 for construction in the United States under a cost-plus-a-fixed-fee contract without DOD approval. Includes an exception for work that is to be performed in Alaska.\n\n(Sec. 102) Permits construction funds provided by this title to be used for hiring passenger motor vehicles.\n\n(Sec. 103) Permits construction funds provided by this title to be used for advances to the Federal Highway Administration for the construction of access roads DOD has certified as important to national defense.\n\n(Sec. 104) Prohibits funds provided by this title from being used to begin construction of new bases in the United States without a specific appropriation.\n\n(Sec. 105) Prohibits funds provided by this title from being used to purchase land or land easements in excess of 100% of the value as determined by the Army Corps of Engineers or the Naval Facilities Engineering Command. Includes exceptions for: (1) determinations of value by a federal court, (2) purchases negotiated by the Attorney General or a designee, (3) values less than $25,000, and (4) DOD determinations that the purchase is in the public interest.\n\n (Sec. 106) Prohibits funds provided by this title from being used to acquire land, provide for site preparation, or install utilities for family housing, except housing for which appropriations have been provided.\n\n(Sec. 107) Prohibits funds provided by this title for minor construction from being used to transfer or relocate any activity from one base or installation to another without notifying Congress in advance.\n\n(Sec. 108) Prohibits funds provided by this title from being used to procure steel for construction unless American producers, fabricators, and manufacturers have been allowed to compete for the procurement.\n\n(Sec. 109) Prohibits funds provided to DOD for military construction or family housing during the current fiscal year from being used to pay real property taxes in any foreign nation.\n\n(Sec. 110) Prohibits funds provided by this title from being used to initiate a new installation overseas without notifying Congress in advance.\n\n(Sec. 111) Prohibits funds provided by this title from being used for architect and engineer contracts estimated to exceed $500,000 for projects in Japan, NATO member countries, or countries bordering the Arabian Gulf unless the contracts are awarded to U.S. firms or joint ventures with U.S. firms.\n\n(Sec. 112) Prohibits funds provided by this title for military construction in U.S. territories and possessions in the Pacific and on Kwajalein Atoll, or in countries bordering the Arabian Gulf from being used to award a contract over $1 million to a foreign contractor. Includes exceptions.\n\n(Sec. 113) Requires DOD to notify Congress in advance of military exercises if construction costs are expected to exceed $100,000.\n\n(Sec. 114) Permits funds provided to DOD for construction in prior years to be used for construction projects authorized during the current session of Congress.\n\n(Sec. 115) Permits expired or lapsed funds to be used to pay for supervision, inspection, overhead, engineering, and design costs for military construction or family housing projects being completed with lapsed or expired funds.\n\n(Sec. 116) Permits funds provided for the construction of military projects to be available for five years if: (1) the funds are obligated from funds available for military construction, and (2) do not exceed the amount appropriated or permitted by law.\n\n(Sec. 117) Permits the following transfers if Congress is notified and specified conditions are met:\n\n to the Department of Defense Family Housing Improvement Fund from appropriations for construction in Family Housing accounts, and to the Department of Defense Military Unaccompanied Housing Improvement Fund from appropriations for construction of military unaccompanied housing in Military Construction accounts. (Sec. 118) Permits the transfer of funds from the Department of Defense Base Closure Account to the fund established to pay expenses associated with the Homeowners Assistance Program under the Demonstration Cities and Metropolitan Development Act of 1966.\n\n(Sec. 119) Provides that funds for operation and maintenance of family housing in this title shall be the only source of funds for repair and maintenance of all family housing units, including general or flag officer quarters. Sets forth limitations and requirements for expenditures for maintenance and repair of general or flag officer quarters.\n\n(Sec. 120) Appropriates funds contained in the Ford Island Improvement Account to remain available until expended or transferred.\n\n(Sec. 121) Permits the transfer of unobligated balances of expired military construction and family housing funds into the Foreign Currency Fluctuations--Construction--Defense account.\n\n(Sec. 122) Permits funds provided to an account in this title to be transferred among projects and activities within the account subject to specified DOD reprogramming guidelines for military and family housing construction.\n\n(Sec. 123) Prohibits DOD military construction funds provided in this title from being used for the planning, design, and construction of projects at Arlington National Cemetery.\n\n(Sec. 124) Defines \"congressional defense committees\" to include the House and Senate Armed Services Committees and Appropriations Subcommittees on Military Construction and Veterans Affairs.\n\n(Sec. 125) Provides specified additional funds to remain available through FY2021 for unfunded military construction priorities.\n\n(Sec. 126) Rescinds specified unobligated balances from several military construction accounts.\n\n(Sec. 127) Prohibits funds from being used to consolidate or relocate any element of a U.S. Air Force Rapid Engineer Deployable Heavy Operational Repair Squadron Engineer (RED HORSE) squadron outside of the United States until the Air Force: (1) submits to Congress an analysis and comparison of the cost and investment required to consolidate or relocate a RED HORSE squadron outside of the United States versus within the United States, and (2) certifies to Congress that the preferred site yields the greatest savings.\n\n(Sec. 128) Prohibits funds provided by this bill from being used for the closure or transfer of the U.S. Naval Station, Guantanamo Bay, Cuba.\n\nTITLE II--DEPARTMENT OF VETERANS AFFAIRS\n\nProvides appropriations to the Veterans Benefits Administration for:\n\n Compensation and Pensions, Readjustment Benefits, Veterans Insurance and Indemnities, the Veterans Housing Benefit Program Fund, the Vocational Rehabilitation Loans Program Account, the Native American Veteran Housing Loan Program Account, and General Operating Expenses. Provides appropriations to the Veterans Health Administration (VHA) for:\n\n Medical Services, Medical Community Care, Medical Support and Compliance, Medical Facilities, and Medical and Prosthetic Research. Provides appropriations to the National Cemetery Administration.\n\nProvides appropriations to the VA for Departmental Administration, including:\n\n General Administration, the Board of Veterans Appeals, Information Technology Systems, the Office of Inspector General, Construction--Major Projects, Construction--Minor Projects, Grants for Construction of State Extended Care Facilities, and Grants for Construction of Veterans Cemeteries. Prohibits the expenditure of specified information technology funds for the Veterans Health Information Systems and Technology Architecture (VistA) Evolution Program until the VA:\n\n certifies to Congress that it has met the requirements for the DOD and VA electronic health record systems to reach interoperability and complied with national standards and architectural requirements identified by the DoD/VA Interagency Program Office; and submits to Congress reports including specified details regarding the status, costs, and plans for the program. Withholds specified VHA construction funds until the VA:\n\n enters an agreement with a non-VA federal entity to serve as the design and/ or construction agent for any VHA major construction project that exceeds $100 million, and certifies that an agreement is executed to minimize or prevent subsequent major construction project cost overruns. (Sec. 201) Specifies transfer authorities and requirements for the VBA.\n\n(Sec. 202) Specifies transfer authorities and requirements for the VHA.\n\n(Sec. 203) Permits appropriations for salaries and expenses to be used for employment of temporary or intermittent experts and consultants, hire of passenger vehicles, lease of a facility or land, and uniforms.\n\n(Sec. 204) Prohibits appropriations in this title other than Construction--Major Projects and Construction--Minor Projects from being used for land acquisition or construction of any new hospital or home.\n\n(Sec. 205) Requires the VA to be reimbursed for medical services it provides to any person not defined as a beneficiary under specified laws.\n\n(Sec. 206) Permits appropriations provided by this title for Compensation and Pensions, Readjustment Benefits, and Veterans Insurance and Indemnities to be used for payment of accrued obligations for the accounts recorded in the last quarter of FY2016.\n\n(Sec. 207) Permits appropriations provided by this title to be used to pay specified prior year obligations. Requires obligations from trust fund accounts to be paid only from the Compensation and Pensions account.\n\n(Sec. 208) Requires the VA to use surplus earnings from the National Service Life Insurance Fund, the Veterans' Special Life Insurance Fund, and the United States Government Life Insurance Fund to reimburse the General Operating Expenses--Veterans Benefits Administration and Information Technology Systems accounts for the costs to administer the insurance programs during FY2017.\n\n(Sec. 209) Permits amounts deducted from enhanced-use lease proceeds for reimbursement of expenses from a prior year to be obligated in the year in which the proceeds are received.\n\n(Sec. 210) Permits funds provided by this title for salaries and other administrative expenses to be used to reimburse the Office of Resolution Management and the Office of Employment Discrimination Complaint Adjudication within specified limits.\n\n(Sec. 211) Prohibits funds from being used to close or diminish services at certain VA medical facilities until the VA submits to Congress a national realignment strategy.\n\n(Sec. 212) Requires the VA to collect third-party reimbursement information prior to providing hospital care, nursing home care, or medical services for a non-service connected disability. Permits the VA to recover reasonable charges for care from anyone who has not provided the required disclosures.\n\n(Sec. 213) Permits enhanced-use leasing revenues to be deposited into the Construction--Major Projects and Construction--Minor Projects accounts to be used for construction, alterations, and improvements of VA medical facilities.\n\n(Sec. 214) Permits funds provided for Medical Services to be used for: (1) furnishing recreational facilities, supplies, and equipment; and (2) funeral and burial expenses.\n\n(Sec. 215) Permits funds deposited in the Medical Care Collections Fund to be transferred to the Medical Services and Medical Community Care accounts and remain available until expended for the purposes of those accounts.\n\n(Sec. 216) Permits the VA to enter into agreements with certain Indian tribes and tribal organizations in rural Alaska to provide health care to veterans.\n\n(Sec. 217) Permits funds deposited into the Department of Veterans Affairs Capital Asset Fund to be transferred to the Construction--Major Projects and Construction--Minor Projects accounts to remain available until expended.\n\n(Sec. 218) Rescinds specified funds from the Medical Services account to enable the establishment of the Medical Community Care account.\n\n (Sec. 219) Requires the VA to submit quarterly financial reports to Congress.\n\n(Sec. 220) Permits specified FY2017 VA funds to be transferred to or from the Information Technology Systems account if approved by Congress.\n\n(Sec. 221) Prohibits funds from being used to: (1) convert to contractor performance an activity or function performed by more than 10 federal employees unless the conversion is based on the result of a public-private competition that meets specified criteria, or (2) conduct studies comparing the costs of private and government provision of certain VHA products and services without a specific appropriation for that purpose.\n\n(Sec. 222) Permits specified FY2017 VA funds provided for medical accounts, Construction--Minor Projects, and Information Technology Systems to be transferred to the Joint Department of Defense-Department of Veterans Affairs Medical Facility Demonstration Fund and used for the operation of combined federal medical facilities.\n\n(Sec. 223) Permits specified FY2018 VA advance funding provided for medical accounts to be transferred to the Joint Department of Defense-Department of Veterans Affairs Medical Facility Demonstration Fund and used for the operation of combined federal medical facilities.\n\n(Sec. 224) Permits transfers from the Medical Care Collections Fund to the Joint Department of Defense-Department of Veterans Affairs Medical Facility Demonstration Fund for the operation of combined federal medical facilities.\n\n(Sec. 225) Requires specified funds from the Medical Services, Medical Support and Compliance, and Medical Facilities accounts to be transferred to the DOD-VA Health Care Sharing Incentive Fund to remain available until expended.\n\n(Sec. 226) Prohibits the VA from using funds to replace the current system that the Veterans Integrated Service Networks use to select and contract for diabetes monitoring supplies and equipment.\n\n(Sec. 227) Directs the VA to notify Congress of all bid savings in major construction projects that total at least $5 million or 5% of the programmed amount of the project, whichever is less.\n\n(Sec. 228) Prohibits the scope of work for a project included in Construction--Major Projects from being increased above the original budget request without congressional approval.\n\n(Sec. 229) Require the VA to submit to Congress a report including specified details regarding claims processing at VBA regional offices.\n\n(Sec. 230) Limits funds from the Medical Support and Compliance account that may be used for the Veterans Health Information Systems and Technology Architecture (VistA) Evolution and electronic health record interoperability projects. Permits additional funds to be obligated for this purpose if Congress is notified in advance.\n\n(Sec. 231) Directs the VA to notify Congress before organizational changes that result in the transfer of 25 or more full-time equivalent staff from one organizational unit to another.\n\n(Sec. 232) Permits FY2017 funds provided for the Board of Veterans Appeals and General Operating Expenses--Veterans Benefits Administration to be transferred between those accounts if Congress approves the transfer.\n\n(Sec. 233) Rescinds specified unobligated balances from the DOD-VA Health Care Sharing Incentive Fund.\n\n(Sec. 234) Prohibits the VA from reprogramming more than $5 million in funds among major construction projects or programs without congressional approval.\n\n(Sec. 235) Prohibits the VA from transferring funds from the Filipino Veterans Equity Compensation Fund to any other VA account.\n\n(Sec. 236) Amends the Veterans' Mental Health and Other Care Improvements Act of 2008 to extend through FY2018 the pilot program to provide health care services to veterans in rural areas by contracting with non-VA health care providers\n\n(Sec. 237) Eliminates copayments for: (1) opioid antagonists that are provided to a veteran who is at high risk for overdose of a specific medication or substance in order to reverse the effect of an overdose, and (2) education on the use of opioid antagonists to reverse the effects of overdoses of a specific medication or substance.\n\n(Sec. 238) Specifies requirements for the Office of Inspector General to provide the VA, Congress, and other entities with access to its reports.\n\n (Sec. 239) Permits the VA to offer grants and enter into cooperative agreements with organizations to train and employ homeless and at-risk veterans in natural resource conservation management.\n\n(Sec. 240) Requires the VA to seek to enter an agreement with the National Academy of Medicine for a study of the descendants of veterans with toxic exposure while serving in the Armed Forces.\n\n(Sec. 241) Provides specified funds from the Medical Services account to carry out and expand to each VA medical center the pilot program for providing child care assistance to veterans receiving health care.\n\n(Sec. 242) Requires the VA to disclose to a state controlled substance monitoring program information about a veteran or a dependent that is necessary to prevent misuse and diversion of prescription medicine.\n\n(Sec. 243) Requires the VA to include in its hiring process for medical providers a requirement to obtain from the medical board of each state in which the provider holds or has held a medical license information regarding:\n\n violations of the requirements of the medical license, and settlement agreements entered into for a disciplinary charge relating to the practice of medicine. (Sec. 244) Requires the VA to provide state medical boards with information regarding VA health care providers that have violated a requirement of their medical licenses.\n\n(Sec. 245) Permits the VA to transfer funds from any VA account if the transfer is necessary for providing health care, benefits and other services, subject to specified requirements and limits.\n\n(Sec. 246) Establishes additional procedures for filing whistle-blower complaints at the VA and for protecting whistle-blowers from retaliation.\n\nPermits VA employees to file complaints with immediate and next-level supervisors, and ultimately with the VA after having properly filed a complaint at each supervisory level.\n\nProvides that, if a supervisor makes a positive determination regarding a complaint, the VA must: (1) inform the employee of the ability to volunteer for a transfer, and (2) give preference to the transfer.\n\nRequires the central VA whistle-blower office to investigate all complaints, regardless of whether the complaints are made by or against an employee who is not a Senior Executive Service member.\n\nRequires the VA to: (1) carry out specified adverse actions against supervisors that retaliate by committing prohibited personnel actions relating to a complaint, and (2) provide employees with annual training regarding whistle-blower complaints.\n\n(Sec. 247) Provides specified funds from the Medical Services account for the provision of fertility treatment and counseling, including treatment using assisted reproductive technology, to veterans and their spouses if the veteran has a service-connected condition that results in being unable to procreate without the use of the fertility treatment.\n\n(Sec. 248) Prohibits funds provided by title II of this bill from being used to carry out the Home Marketing Incentive Program or the Appraisal Value Offer Program with respect to VA employees in senior executive positions. Permits the VA to waive the prohibition to recruit for a position for which recruitment or retention of qualified personnel is likely to be difficult without the incentives.\n\n(Sec. 249) Prohibits funds provided by this bill from being used to:\n\n interfere with the ability of veterans to participate in a state-approved medicinal marijuana program; deny services to veterans participating in a program; or limit or interfere with the ability of a VA health care provider to comply with a program. (Sec. 250) Specifies documentation that DOD may accept to verify that a coastwise merchant seaman performed active duty service under honorable conditions. Permits the individuals whose service is recognized as honorable to be: (1) awarded an appropriate medal, ribbon, or other military decoration based on the service; and (2) honored as a veteran with benefits limited to those described in this provision.\n\nTITLE III--RELATED AGENCIES\n\n Provides appropriations for related agencies, including:\n\n the American Battle Monuments Commission; the U.S. Court of Appeals for Veterans Claims, Cemeterial Expenses of the Army, including Arlington National Cemetery and Soldiers' and Airmen's Home National Cemetery; and the Armed Forces Retirement Home. (Sec. 301) Permits funds for Cemeterial Expenses--Army to be provided to Arlington County, Virginia to relocate a federally owned water main at Arlington National Cemetery to make additional land available for ground burials.\n\n(Sec. 302) Permits funds from concessions at Army National Military Cemeteries to be used to support activities at the cemeteries.\n\nTITLE IV--GENERAL PROVISIONS\n\n(Sec. 401) Prohibits the obligation of funds in this bill beyond the current fiscal year unless expressly permitted in this bill.\n\n(Sec. 402) Prohibits the use of funds provided by this bill for programs, projects, or activities not in compliance with federal laws related to risk assessment, the protection of private property rights, or unfunded mandates.\n\n(Sec. 403) Encourages all departments and agencies funded in this bill to expand their use of \"E-Commerce\" technologies and procedures.\n\n(Sec. 404) Specifies the congressional committees that are to receive all reports and notifications required by this bill.\n\n(Sec. 405) Prohibits the transfer of funds to any part of the U.S. government without authority provided by an appropriations law.\n\n(Sec. 406) Requires agencies to post reports submitted to Congress on the public web site of the agency, subject to exceptions for national security and confidential or proprietary information.\n\n(Sec. 407) Prohibits the use of funds provided by this bill for a computer network unless pornography is blocked, with the exception of law enforcement, prosecution, or adjudication activities.\n\n(Sec. 408) Prohibits the use of funds provided by this bill for first-class travel by an employee of the executive branch.\n\n (Sec. 409) Prohibits the use of funds provided by this bill for the renovation, expansion, or construction of any facility in the United States to house any individual detained at the United States Naval Station at Guantanamo Bay, Cuba. Includes an exception for modification to the facility at Guantanamo Bay."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Military Construction, Veterans Affairs, and Related Agencies Appropriations Act, 2017", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Military Construction, Veterans Affairs, and Related Agencies Appropriations Act, 2017", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "An original bill making appropriations for military construction, the Department of Veterans Affairs, and related agencies for the fiscal year ending September 30, 2017, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Military Construction, Veterans Affairs, and Related Agencies Appropriations Act, 2017", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-01T13:31:20Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s2806.xml"
}