{
  "actions": [
    {
      "acted_at": "2015-08-05", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-08-05", 
      "action_code": "", 
      "committees": [
        "SSGA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Homeland Security and Governmental Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1997-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Homeland Security and Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "bioguide_id": "C000880", 
      "district": null, 
      "name": "Crapo, Mike", 
      "original_cosponsor": true, 
      "sponsored_at": "2015-08-05", 
      "state": "ID", 
      "thomas_id": "00250", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-08-05", 
  "number": "1997", 
  "official_title": "A bill to amend the Robert T. Stafford Disaster Relief and Emergency Assistance Act to provide for wildfire mitigation grants and financial assistance in certain areas affected by wildfires.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1009-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s3172-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "PREPARE Act of 2015", 
  "sponsor": {
    "bioguide_id": "B001267", 
    "district": null, 
    "name": "Bennet, Michael F.", 
    "state": "CO", 
    "thomas_id": "01965", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-08-05", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Department of Homeland Security", 
    "Disaster relief and insurance", 
    "Emergency management", 
    "Emergency planning and evacuation", 
    "Federal Emergency Management Agency (FEMA)", 
    "Fires", 
    "Floods and storm protection", 
    "Forests, forestry, trees", 
    "Government information and archives", 
    "Indian lands and resources rights"
  ], 
  "subjects_top_term": "Emergency management", 
  "summary": {
    "as": "Introduced in Senate", 
    "date": "2015-08-05T04:00:00Z", 
    "text": "Prepare, Ready, Equip, and Prevent Areas at Risk of Emergency Wildfires Act of 2015 or the PREPARE Act of 2015\n\n Amends the Robert T. Stafford Disaster Relief and Emergency Assistance Act to direct the Federal Emergency Management Agency (FEMA) to establish a pilot program to make grants to states or Indian tribal governments for wildfire mitigation.\n\nPermits a grant to be used: (1) to reduce the use of fuels that may contribute to catastrophic wildfires in high-risk areas; (2) to invest in personnel, organizations, vehicles, and other equipment to conduct wildfire mitigation; (3) to mitigate against damage from runoff into waterways and floods caused by erosion from wildfires; (4) to build essential community collaboration and outline the necessary groundwork systems in anticipation of future fires; and (5) for other wildlife mitigation activities at the discretion of the governor of a state or the chief executive of an Indian tribal government.\n\nSets forth a grant eligibility requirement based on specified ratios of the relative population of, and the relative number fire management assistance grants received in the previous 10 years by, a prospective recipient. Authorizes the President to waive that requirement if a recipient demonstrates that significant environmental changes or shifts in forest health put the recipient at an elevated risk for catastrophic wildfires.\n\nAllows the governor of a state to award grant funds to: (1) any county or municipality with a community wildfire protection plan or a local multi-hazard mitigation plan, (2) any Indian tribal government with a tribal mitigation plan, or (3) any other entity that is explicitly referenced in and central to the design of a community wildfire protection plan or a local multi-hazard mitigation plan.\n\nDirects FEMA, in awarding such grants, to: (1) give preference to a recipient that has a high level of need for assistance based on the best scientific data available or that used previous grant funds efficiently and effectively for wildfire mitigation activities, and (2) consider environmental conditions in a state or area.\n\nDirects FEMA to use specified unobligated amounts in the National Predisaster Mitigation Fund for each of FY2016-FY2021 in carrying out this Act.\n\nAmends the Stafford Act to authorize the President, whether or not a major disaster is declared, to provide hazard mitigation assistance in any area affected by a fire for which assistance was otherwise provided.\n\nDirects FEMA to require FEMA, in evaluating a governor's request for major disaster assistance under the Public Assistance Program, to consider whether: (1) post-fire flooding occurred within five years of, and as a result of, a single wildfire event in the state; and (2) the state received fire management assistance related to the major disaster for which the governor is requesting assistance.\n\nDirects FEMA to create and make publicly available a post-fire recovery funding and resource guide for local communities."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "PREPARE Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Prepare, Ready, Equip, and Prevent Areas at Risk of Emergency Wildfires Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend the Robert T. Stafford Disaster Relief and Emergency Assistance Act to provide for wildfire mitigation grants and financial assistance in certain areas affected by wildfires.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "PREPARE Act of 2015", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-05T11:36:24Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s1997.xml"
}