{
  "actions": [
    {
      "acted_at": "2015-10-20", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-10-20", 
      "action_code": "", 
      "committees": [
        "SSFR"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-11-10", 
      "action_code": "", 
      "committees": [
        "SSFR"
      ], 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Foreign Relations. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2015-11-17", 
      "action_code": "", 
      "committee": "Foreign Relations", 
      "committees": [
        "SSFR"
      ], 
      "references": [], 
      "text": "Committee on Foreign Relations. Reported by Senator Corker with an amendment in the nature of a substitute. Without written report.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2015-11-17", 
      "action_code": "", 
      "calendar": "Senate Legislative", 
      "number": "295", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 295.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2184-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "reporting", 
        "markup", 
        "referral"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "bioguide_id": "C000141", 
      "district": null, 
      "name": "Cardin, Benjamin L.", 
      "original_cosponsor": true, 
      "sponsored_at": "2015-10-20", 
      "state": "MD", 
      "thomas_id": "00174", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "C001088", 
      "district": null, 
      "name": "Coons, Christopher A.", 
      "original_cosponsor": false, 
      "sponsored_at": "2015-10-29", 
      "state": "DE", 
      "thomas_id": "01984", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "I000055", 
      "district": null, 
      "name": "Isakson, Johnny", 
      "original_cosponsor": false, 
      "sponsored_at": "2015-10-27", 
      "state": "GA", 
      "thomas_id": "01608", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2015-11-17", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-10-20", 
  "number": "2184", 
  "official_title": "A bill to direct the President to establish guidelines for United States foreign development and economic assistance programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3766-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Foreign Aid Transparency and Accountability Act of 2015", 
  "sponsor": {
    "bioguide_id": "R000595", 
    "district": null, 
    "name": "Rubio, Marco", 
    "state": "FL", 
    "thomas_id": "02084", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2015-11-10", 
  "subjects": [
    "Congressional oversight", 
    "Department of State", 
    "Foreign aid and international relief", 
    "Government information and archives", 
    "Government studies and investigations", 
    "International affairs", 
    "Performance measurement", 
    "U.S. Agency for International Development (USAID)"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2015-11-17T12:54:38Z", 
    "text": "Foreign Aid Transparency and Accountability Act of 2015\n\n(Sec. 3) This bill requires the President to establish guidelines for the establishment of measurable goals, performance metrics, and monitoring and evaluation plans for U.S. foreign development and economic assistance.\n\n The guidelines shall provide direction to federal departments and agencies that administer U.S. foreign development and economic assistance on how to:\n\n establish annual monitoring and evaluation agendas and objectives; develop specific project monitoring and evaluation plans; apply monitoring and evaluation methodologies to such programs; disseminate guidelines for the development and implementation of monitoring and evaluation programs to personnel who are responsible for program design, implementation, and management; establish data collection methodologies; evaluate, at least once in their lifetime, all programs whose dollar value equals or exceeds the median program size for the relevant office or bureau; develop a clearinghouse capacity for the collection and dissemination of knowledge and lessons learned that serve as benchmarks for future programs; distribute evaluation reports internally; publicly report evaluations and related recommendations; undertake collaborative partnerships and coordinate efforts with appropriate implementing partners, and academic, national and international institutions; and make verifiable and timely data available to monitoring and evaluation personnel. The President shall provide Congress with a detailed description of such guidelines.\n\n The Government Accountability Office shall submit a report to Congress that:\n\n analyzes such guidelines; and compares the President's fiscal year budget request of every operational unit that carries out U.S. foreign development and economic assistance, and the performance of such units during the most recently completed fiscal year. (Sec. 4) The Department of State shall update its Internet website, ForeignAssistance.gov, to make publicly available comprehensive and accessible information on U.S. foreign development and economic assistance programs.\n\nThe head of each federal department or agency that administers U.S. foreign development and economic assistance shall provide the State Department each quarter with comprehensive information about such assistance programs.\n\n Assistance program information shall be published: (1) on an award-by-award and country-by-country basis, or (2) on an award-by-award and region-by-region basis if provided on a regional level.\n\n Such information shall include: (1) links to all regional, country, and sector assistance strategies, annual budget documents, congressional budget justifications, and evaluations; (2) basic descriptive summaries for foreign development and economic assistance programs and awards under such programs; and (3) obligations and expenditures.\n\n If the head of a federal department or agency determines that the inclusion of a required item of information online would jeopardize the health or security of an implementing partner or program beneficiary or would require the release of proprietary information, he or she shall provide such determination along with a briefing or written report to Congress.\n\n If the State Department determines that the inclusion of a required item of information online would be detrimental to U.S. national interests the State Department shall provide the determination to Congress along with a briefing or written report.\n\nIt is the sense of Congress that the State Department and the U.S. Agency for International Development (USAID) should, by the end of FY2018, coordinate data collection consolidation for the State Department's website, ForeignAssistance.gov, and USAID's website, Explorer.USAID.gov."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Foreign Aid Transparency and Accountability Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Foreign Aid Transparency and Accountability Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to direct the President to establish guidelines for United States foreign development and economic assistance programs, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Foreign Aid Transparency and Accountability Act of 2015", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-01T13:31:02Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s2184.xml"
}