{
  "actions": [
    {
      "acted_at": "2015-02-25", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-02-25", 
      "action_code": "", 
      "committees": [
        "SSJU"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s575-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "bioguide_id": "B001277", 
      "district": null, 
      "name": "Blumenthal, Richard", 
      "original_cosponsor": true, 
      "sponsored_at": "2015-02-25", 
      "state": "CT", 
      "thomas_id": "02076", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "L000577", 
      "district": null, 
      "name": "Lee, Mike", 
      "original_cosponsor": false, 
      "sponsored_at": "2015-02-27", 
      "state": "UT", 
      "thomas_id": "02080", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "T000476", 
      "district": null, 
      "name": "Tillis, Thom", 
      "original_cosponsor": false, 
      "sponsored_at": "2015-02-27", 
      "state": "NC", 
      "thomas_id": "02291", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-02-25", 
  "number": "575", 
  "official_title": "A bill to continue operation of the Human Exploitation Rescue Operative (HERO) Child Rescue Corps, a Cyber Crimes Center, a Child Exploitation Investigations Unit, a Computer Forensics Unit, and a Cyber Crimes Unit to support the mission of the Homeland Security Investigations directorate of United States Immigration and Customs Enforcement to combat the exploitation of children.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s178-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr1998-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "HERO Act of 2015", 
  "sponsor": {
    "bioguide_id": "K000360", 
    "district": null, 
    "name": "Kirk, Mark Steven", 
    "state": "IL", 
    "thomas_id": "01647", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-02-25", 
  "subjects": [
    "Computer security and identity theft", 
    "Computers and information technology", 
    "Congressional oversight", 
    "Crime and law enforcement", 
    "Crime victims", 
    "Crimes against children", 
    "Criminal investigation, prosecution, interrogation", 
    "Criminal justice information and records", 
    "Department of Homeland Security", 
    "Domestic violence and child abuse", 
    "Evidence and witnesses", 
    "Executive agency funding and structure", 
    "Fraud offenses and financial crimes", 
    "Human rights", 
    "Human trafficking", 
    "Intellectual property", 
    "Internet and video services", 
    "Pornography", 
    "Research administration and funding", 
    "Research and development", 
    "Sex offenses", 
    "Smuggling and trafficking", 
    "Veterans' education, employment, rehabilitation", 
    "Youth employment and child labor"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced in Senate", 
    "date": "2015-02-25T05:00:00Z", 
    "text": "Human Exploitation Rescue Operations Act of 2015 or the HERO Act of 2015\n\nThis bill amends the Homeland Security Act of 2002 to direct the Department of Homeland Security (DHS) to operate, within U.S. Immigration and Customs Enforcement (ICE), a Cyber Crimes Center to provide investigative assistance, training, and equipment to support domestic and international investigations by ICE of cyber-related crimes.\n\nWithin the Cyber Crimes Center, DHS shall operate a Child Exploitation Investigations Unit, which shall:\n\n coordinate all ICE child exploitation initiatives, including investigations into child exploitation, child pornography, child victim identification, traveling child sex offenders, and forced child labor, including the sexual exploitation of minors; focus on child exploitation prevention, investigative capacity building, enforcement operations, and training for law enforcement personnel; provide training and technical expertise to cooperating law enforcement agencies and personnel; provide psychological support and counseling services for ICE personnel engaged in child exploitation prevention initiatives; collaborate with the Department of Defense (DOD) and the National Association to Protect Children to recruit, train, equip, and hire wounded, ill, and injured veterans and transitioning service members through the Human Exploitation Rescue Operative (HERO) Child Rescue Corps program; collaborate with other governmental and nongovernmental entities for the sponsorship of, and participation in, outreach and training activities; and collect and maintain data on the total number of suspects identified by ICE, the number of arrests and cases opened for investigation by ICE, and the number of cases resulting in prosecution and report on such data. DHS shall operate, within the Cyber Crimes Center, a Computer Forensics Unit (CFU). The CFU is directed to: (1) provide training and technical support in digital forensics to ICE personnel and other law enforcement personnel investigating crimes; (2) provide computer hardware, software, and forensic licenses for all computer forensics personnel within ICE; (3) participate in research and development in the area of digital forensics; and (4) collaborate with DOD and the National Association to Protect Children to recruit, train, equip, and hire wounded, ill, and injured veterans and transitioning service members through the Human Exploitation Rescue Operative (HERO) Child Rescue Corps program.\n\nDHS shall also operate, within the Cyber Crimes Center, a Cyber Crimes Unit (CCU). The CCU shall: (1) oversee the cyber security strategy and cyber-related operations and programs for ICE, (2) enhance the ability of ICE to combat criminal enterprises operating on or through the Internet, (3) provide training and technical support in cyber investigations to ICE personnel and other law enforcement personnel, (4) participate in research and development in the area of cyber investigations, and (5) recruit participants in the Human Exploitation Rescue Operative (HERO) Child Rescue Corps program for investigative and forensic positions.\n\nCongress declares that Homeland Security Investigations of ICE should hire, recruit, train, and equipment wounded, ill, or injured military veterans who are affiliated with the HERO Child Rescue Corps program for investigative, intelligence, analyst, and forensic positions.\n\nThe bill further amends the Homeland Security Act of 2002 to expand the purposes of the DHS Acceleration Fund for Research and Development of Homeland Security Technologies to include conducting research and development to advance technology for the investigation of child exploitation crimes, including child victim identification, trafficking in persons, child pornography, and for advanced forensics."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "HERO Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Human Exploitation Rescue Operations Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to continue operation of the Human Exploitation Rescue Operative (HERO) Child Rescue Corps, a Cyber Crimes Center, a Child Exploitation Investigations Unit, a Computer Forensics Unit, and a Cyber Crimes Unit to support the mission of the Homeland Security Investigations directorate of United States Immigration and Customs Enforcement to combat the exploitation of children.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "HERO Act of 2015", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-01T13:30:11Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s575.xml"
}