{
  "actions": [
    {
      "acted_at": "2015-03-04", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-03-04", 
      "action_code": "", 
      "committees": [
        "SSHR"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s672-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-03-04", 
  "number": "672", 
  "official_title": "A bill to amend the Elementary and Secondary Education Act of 1965 to support a reduction in school suspension and expulsions.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Keep Kids in School Act", 
  "sponsor": {
    "bioguide_id": "C001070", 
    "district": null, 
    "name": "Casey, Robert P., Jr.", 
    "state": "PA", 
    "thomas_id": "01828", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-03-04", 
  "subjects": [
    "Academic performance and assessments", 
    "Education", 
    "Education of the disadvantaged", 
    "Education programs funding", 
    "Elementary and secondary education", 
    "Government information and archives", 
    "Minority education", 
    "Preschool education", 
    "School administration", 
    "Teaching, teachers, curricula"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced in Senate", 
    "date": "2015-03-04T05:00:00Z", 
    "text": "Keep Kids in School Act\n\nAmends the school improvement program under part A of title I of the Elementary and Secondary Education Act of 1965 (ESEA) to require state school improvement plans to contain assurances that the state will work with other education stakeholders to reduce suspensions and expulsions in public preschool programs and public elementary and secondary schools.\n\nRequires the school improvement plans of local educational agencies (LEAs) to include:\n\n a description of the actions the LEA will take to reduce suspensions and expulsions and how the LEA will measure their success in doing so; an assurance that the LEA will report on the training provided to school staff to reduce suspensions and expulsions and how suspended students will receive ongoing educational services that enable them to resume their previous studies upon returning to school; an assurance that each of the LEA's schools will make publicly available its suspension and expulsion policy or the LEA's policy if the policy operates on the LEA level; and an assurance that each of the LEA's schools will make available, upon request, information about the behavior that resulted in each suspension or expulsion. Requires the annual state and local report cards to include specified information concerning school suspensions and expulsions, including the training and support provided to school staff to reduce those disciplinary actions.\n\nReserves a portion of the funds under part A (Safe and Drug-Free Schools and Communities) of title IV of the ESEA for grants to the 50 LEAs with an approved application that have the highest suspension and expulsion rates and the greatest disparity in those rates for specified student subgroups and the student body as a whole. Allows those grants to be used for:\n\n training on developmentally, culturally, and linguistically appropriate prevention and de-escalation strategies; positive behavioral intervention systems; tiered disciplinary systems; training on conflict resolution and restorative justice; hiring additional school-based mental health services providers; and other evidence-based approaches to reducing school suspensions and expulsions. Authorizes LEAs to use their subgrants under part A (Teacher and Principal Training and Recruiting Fund) of title II of the ESEA to provide school personnel with training on ways to reduce the use of suspensions and expulsions, especially when those actions result in disparities between the suspension and expulsion rates for specified student subgroups and the student body as a whole."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Keep Kids in School Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend the Elementary and Secondary Education Act of 1965 to support a reduction in school suspension and expulsions.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Keep Kids in School Act", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-01T13:30:14Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s672.xml"
}