{
  "actions": [
    {
      "acted_at": "2016-06-22", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-06-22", 
      "action_code": "", 
      "committees": [
        "SSCM"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2016-06-29", 
      "action_code": "", 
      "committees": [
        "SSCM"
      ], 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce, Science, and Transportation. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3084-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "markup", 
        "referral"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "bioguide_id": "N000032", 
      "district": null, 
      "name": "Nelson, Bill", 
      "original_cosponsor": true, 
      "sponsored_at": "2016-06-22", 
      "state": "FL", 
      "thomas_id": "00859", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "P000595", 
      "district": null, 
      "name": "Peters, Gary C.", 
      "original_cosponsor": true, 
      "sponsored_at": "2016-06-22", 
      "state": "MI", 
      "thomas_id": "01929", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "T000250", 
      "district": null, 
      "name": "Thune, John", 
      "original_cosponsor": true, 
      "sponsored_at": "2016-06-22", 
      "state": "SD", 
      "thomas_id": "01534", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2016-06-22", 
  "number": "3084", 
  "official_title": "A bill to invest in innovation through research and development, and to improve the competitiveness of the United States.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1162-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr1806-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr1898-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2113-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2889-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2926-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "American Innovation and Competitiveness Act", 
  "sponsor": {
    "bioguide_id": "G000562", 
    "district": null, 
    "name": "Gardner, Cory", 
    "state": "CO", 
    "thomas_id": "01998", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2016-06-29", 
  "subjects": [
    "Science, technology, communications"
  ], 
  "subjects_top_term": "Science, technology, communications", 
  "summary": {
    "as": "Introduced in Senate", 
    "date": "2016-06-22T04:00:00Z", 
    "text": "American Innovation and Competitiveness Act\n\nThis bill calls on the National Science Foundation (NSF) to maintain the intellectual merit and broader impacts criteria as the basis for evaluating grant proposals in the merit review process.\n\nThe NSF shall issue and periodically update policy guidance for both NSF staff and other NSF merit review process participants, emphasizing the importance of transparency and accountability of the outcomes made through such process.\n\nThe bill renames the Experimental Program to Stimulate Competitive Research as the Established Program to Stimulate Competitive Research (EPSCoR) and revises program requirements.\n\nThe National Institute of Standards and Technology (NIST) shall: (1) research information systems for future cybersecurity needs; and (2) develop a process to research and identify, or if necessary, develop cryptography standards and guidelines for future cybersecurity needs, including quantum-resistant cryptography standards.\n\nThe bill renames the National High Performance Computing Program as the Networking and Information Technology Research and Development Program and revises program requirements.\n\nThe National Science and Technology Council (NSTC) shall define and coordinate federal research in high-energy physics.\n\nThe NIST shall implement a comprehensive strategic plan for laboratory programs expanding interactions with academia, international researchers, and industry, and commercial and industrial applications.\n\nThe NSF shall:\n\n evaluate the existing and future needs, across all NSF-supported disciplines, for mid-scale projects; and strengthen oversight and accountability over the full life-cycle of large-scale research facility projects; and continue to review its efforts to sustain scientific efforts in the face of logistical challenges for the U.S. Antarctic Program. The Department of Commerce Office of Security shall directly manage NIST's law enforcement and security programs through an assigned Director of Security for NIST.\n\nThe Office of Management and Budget shall establish an interagency working group to reduce administrative burdens of federally funded researchers while protecting the public's interest in the transparency of, and accountability for, federally funded activities.\n\nThe NSF, the Department of Education, the National Oceanic and Atmospheric Administration, and the National Aeronautics and Space Administration (NASA) shall establish the STEM Education Advisory Panel to advise the NSTC Committee on STEM Education on matters related to science, technology, engineering, and mathematics (STEM).\n\nThe NSF shall award grants to:\n\n increase the participation of women and underrepresented groups in STEM fields, for research to advance the engagement of students in grades kindergarten through 8 in STEM, and for establishment of at least one Center of Excellence for the collection, maintenance, and dissemination of information to increase the participation of women and groups underrepresented in STEM fields. The National Institute of Standards and Technology Act is amended to revise requirements for:\n\n the NIST post-doctoral fellowship program, and the Hollings Manufacturing Extension Partnership. Federal agencies may use crowdsourcing and voluntary, collaborative citizen science to advance their missions.\n\nThe Office of Science and Technology Policy shall establish an interagency working group to:\n\n summarize available research and best practices on how to promote diversity and inclusions in STEM fields, and examine whether barriers exist to promoting diversity and inclusion within federal agencies employing scientists and engineers. Each federal agency shall recommend to the President how it could expand research opportunities for undergraduate students attending institutions of higher education.\n\nThe NSF shall award grants for:\n\n research on computer science education and computational thinking; and Innovation Corps entrepreneurship and commercialization education, training, and mentoring."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "American Innovation and Competitiveness Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to invest in innovation through research and development, and to improve the competitiveness of the United States.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "American Innovation and Competitiveness Act", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-01T13:31:32Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s3084.xml"
}