{
  "actions": [
    {
      "acted_at": "2016-05-26", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-26", 
      "action_code": "", 
      "committees": [
        "SSAP"
      ], 
      "references": [], 
      "text": "Committee on Appropriations. Original measure reported to Senate by Senator Hoeven. With written report No. 114-264.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-26", 
      "action_code": "", 
      "calendar": "Senate Legislative", 
      "number": "501", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 501.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3001-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2016-05-26", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2016-05-26", 
  "number": "3001", 
  "official_title": "An original bill making appropriations for the Department of Homeland Security for the fiscal year ending September 30, 2017, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5634-114", 
      "identified_by": "House", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2612-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Department of Homeland Security Appropriations Act, 2017", 
  "sponsor": {
    "bioguide_id": "H001061", 
    "district": null, 
    "name": "Hoeven, John", 
    "state": "ND", 
    "thomas_id": "02079", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2016-05-26", 
  "subjects": [
    "Emergency management"
  ], 
  "subjects_top_term": "Emergency management", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2016-05-26T15:05:10Z", 
    "text": "(This measure has not been amended since it was introduced. The summary has been expanded because action occurred on the measure.)\n\nHighlights: \n\nThis bill provides FY2017 appropriations for the Department of Homeland Security (DHS), including U.S. Customs and Border Protection, the U.S. Coast Guard, U.S. Immigration and Customs Enforcement, the Transportation Security Administration, the Federal Emergency Management Agency, the U.S. Secret Service, and other DHS programs.\n\nThe bill increases overall funding for DHS compared to the FY2016 funding level.\n\nWithin the DHS budget, the bill increases funding above FY2016 levels for:\n\n Departmental Management and Operations, U.S. Customs and Border Protection, U.S Immigration and Customs Enforcement, the Transportation Security Administration, the National Protection and Programs Directorate, the Federal Emergency Management Agency, and the Domestic Nuclear Detection Office. The bill decreases funding below FY2016 levels for:\n\n the Coast Guard the U.S. Secret Service, and the Office of Health Affairs. The bill designates a portion of the funding provided for the Coast Guard as Overseas Contingency Operations/ Global War on Terrorism funding, which is exempt from discretionary spending limits.\n\nFull Summary: \n\nDepartment of Homeland Security Appropriations Act, 2017 \n\nProvides FY2017 appropriations for the Department of Homeland Security (DHS).\n\nTITLE I--DEPARTMENTAL MANAGEMENT AND OPERATIONS\n\nProvides appropriations for:\n\n the Office of the Secretary and Executive Management, the Office of the Under Secretary for Management, the Office of the Chief Financial Officer, the Office of the Chief Information Officer, Analysis and Operations, and the Office of Inspector General. Requires DHS to: (1) submit to Congress a report on visa overstay data by country as required by existing laws, and (2) publish on the DHS web site the metrics developed to measure the effectiveness of security between the ports of entry, including the methodology and data supporting the measures. Withholds specified funds from the Office of the Secretary and Executive Management until the overstay report is submitted and the border security measures are published.\n\nRequires DHS to submit a Comprehensive Acquisition Status Report and the Future Years Homeland Security Program with the President's FY2018 budget.\n\nTITLE II--SECURITY, ENFORCEMENT, AND INVESTIGATIONS\n\nProvides appropriations to U.S. Customs and Border Protection (CBP) for:\n\n Salaries and Expenses; Automation Modernization; Border Security Fencing, Infrastructure, and Technology; Air and Marine Operations; and Construction and Facilities Management. Provides appropriations to U.S. Immigration and Customs Enforcement (ICE) for: (1) Salaries and Expenses, and (2) Automation Modernization.\n\nWithholds specified funds for Salaries and Expenses until ICE submits to Congress a comprehensive plan for immigration data improvement.\n\nProvides appropriations to the Transportation Security Administration (TSA) for:\n\n Aviation Security, Surface Transportation Security, Intelligence and Vetting, and Transportation Security Support. Requires the TSA to submit reports to Congress on: (1) efforts to develop more advanced passenger screening technologies and deploy the existing passenger and baggage screener workforce in the most cost effective manner, and (2) labor savings from the deployment of improved technologies for passenger and baggage screening.\n\nProhibits the TSA from exempting Members of Congress and specified federal officials from federal passenger and baggage screening.\n\nProvides appropriations to the U.S. Coast Guard for:\n\n Operating Expenses; Environmental Compliance and Restoration; Reserve Training; Acquisition, Construction, and Improvements; Research, Development, Test, and Evaluation; and Retired Pay. Designates specified funds provided for Coast Guard Operating Expenses as Overseas Contingency Operations/ Global War on Terrorism funds, which are available and exempt from discretionary spending limits if the President subsequently designates the funds.\n\nRequires the Coast Guard to submit a future-years capital investment plan to Congress and withholds specified funds until the plan is submitted.\n\nProvides appropriations to the U.S. Secret Service for: (1) Salaries and Expenses; and (2) Acquisition, Construction, Improvements, and Related Expenses.\n\nTITLE III--PROTECTION, PREPAREDNESS, RESPONSE, AND RECOVERY\n\nProvides appropriations to the National Protection and Programs Directorate for:\n\n Management and Administration, Infrastructure Protection and Information Security, the Federal Protective Service, and the Office of Biometric Identity Management. Provides appropriations for the Office of Health Affairs.\n\nProvides appropriations to the Federal Emergency Management Agency (FEMA) for:\n\n Salaries and Expenses, State and Local Programs, Firefighter Assistance Grants, Emergency Management Performance Grants, the Radiological Emergency Preparedness Program, the U.S. Fire Administration, the Disaster Relief Fund, the Flood Hazard Mapping and Risk Analysis Program, the National Flood Insurance Fund, the National Predisaster Mitigation Fund, and Emergency Food and Shelter. Requires FEMA to submit specified reports to Congress on the Disaster Relief Fund, including the balances of appropriations, obligations for catastrophic and non-catastrophic events, and obligations and activities related to disaster relief and emergencies.\n\nTITLE IV--RESEARCH, DEVELOPMENT, TRAINING, AND SERVICES\n\nProvides appropriations for U.S. Citizenship and Immigration Services (USCIS).\n\n Provides appropriations to the Federal Law Enforcement Training Center for: (1) Salaries and Expenses; and (2) Acquisition, Construction, Improvements, and Related Expenses.\n\nProvides appropriations for Science and Technology for: (1) Management and Administration; and (2) Research, Development, Acquisition and Operations.\n\nProvides appropriations to the Domestic Nuclear Detection Office for: (1) Management and Administration; (2) Research, Development, and Operations; and (3) Systems Acquisition.\n\nTITLE V--GENERAL PROVISIONS\n\nSets forth permissible and prohibited uses for funds provided by this and other appropriations Acts.\n\n(Sec. 501) Prohibits appropriations provided by this bill from remaining available for obligation beyond the current fiscal year unless the authority is expressly provided by this bill.\n\n(Sec. 502) Permits unexpended balances of prior appropriations to be transferred and merged to new accounts and used for the same purpose, subject to reprogramming guidelines.\n\n(Sec. 503) Sets forth restrictions, guidelines, and requirements for the reprogramming and transfer of funds provided by this bill.\n\n(Sec. 504) Extends the authority for the DHS Working Capital Fund (WCF) and prohibits DHS from using funds to make payments to the WCF, except for activities and amounts allowed in the President's FY2017 budget. Permits funds provided to the WCF to remain available until expended and sets forth restrictions and requirements for the WCF.\n\n(Sec. 505) Permits up to 50% of the unobligated balances remaining at the end of FY2017 from appropriations for salaries and expenses to remain available through FY2018, if a request is submitted to Congress in accordance with reprogramming guidelines.\n\n(Sec. 506) Deems funds provided by this bill for intelligence activities to be specifically authorized during FY2017 until the enactment of an Act authorizing intelligence activities for FY2017.\n\n(Sec. 507) Requires DHS to notify Congress prior to awarding or announcing the intent to award specified grant allocations, grants, contracts, task or delivery orders, or other transaction agreements. Permits a waiver if compliance would pose a substantial risk to human life, health, or safety and DHS notifies Congress after the award is made.\n\n(Sec. 508) Prohibits the use of funds for additional law enforcement training facilities without notifying Congress in advance. Permits the Federal Law Enforcement Training Center to obtain the temporary use of additional facilities for training which cannot be accommodated in existing facilities.\n\n(Sec. 509) Prohibits the use of funds provided by this bill for a construction, repair, alteration, or acquisition project for which a required prospectus has not been approved.\n\n(Sec. 510) Applies provisions of the Department Homeland Security Appropriations Act, 2008 related to a contracting officer's technical representative training, disclosure of sensitive security information, and minimum federal fleet requirements to funds provided by this bill.\n\n(Sec. 511) Prohibits funds provided by this bill from being used in contravention of the Buy American Act.\n\n(Sec. 512) Prohibits funds provided by this bill from being used to amend the oath of allegiance required by the Immigration and Nationality Act.\n\n(Sec. 513) Requires the DHS Chief Financial Officer to submit monthly budget execution and staffing reports to Congress.\n\n(Sec. 514) Prohibits funds from being used for a competition for services provided by employees of the U.S. Citizen and Immigration Services (USCIS) known as Immigration Information Officers, Immigration Service Analysts, Contact Representatives, Investigative Assistants, or Immigration Services Officers.\n\n(Sec. 515) Classifies the functions of the Federal Law Enforcement Training Center instructor staff as inherently governmental (rather than commercial, which would require source competition) for the purposes of the Federal Activities Inventory Reform Act of 1998.\n\n(Sec. 516) Requires the Secretary of Homeland Security to submit a report to the DHS Office of Inspector General (OIG) listing all grants and contracts awarded in FY2016 and FY2017 without a full and open competition. Requires the OIG to review the report for compliance with laws and regulations and submit the results to Congress.\n\n(Sec. 517) Prohibits DHS from using funds provided by this bill for a large-scale reorganization unless otherwise authorized by law.\n\n(Sec. 518) Prohibits the establishment of an Office of Chemical, Biological, Radiological, Nuclear, and Explosives Defense until it is authorized by Congress. Permits the transfer of funds to establish the office if it is authorized.\n\n(Sec. 519) Prohibits the USCIS from using funds provided by this bill to grant an immigration benefit to an individual unless required background checks have been completed, received by DHS, and do not preclude the granting of the benefit.\n\n(Sec. 520) Amends the Homeland Security Act of 2002 to extend certain DHS transactional authorities for research and development projects through FY2017.\n\n (Sec. 521) Requires DHS to link all contracts that provide award fees to successful acquisition outcomes specified in terms of cost, schedule, and performance.\n\n(Sec. 522) Prohibits funds from being used to waive navigation and vessel inspection laws for the transportation of crude oil distributed from the Strategic Petroleum Reserve until DHS takes adequate measures to ensure the use of U.S. flag vessels.\n\n(Sec. 523) Prohibits the CBP from using funds provided by this bill to prevent individuals from importing personal use quantities of certain prescription drugs from Canada.\n\n (Sec. 524) Prohibits funds provided by this bill from being used to reduce the U.S. Coast Guard's Operating Systems Center mission or its government-employed or contract staff levels.\n\n(Sec. 525) Require DHS to notify Congress of proposed transfers from the Department of the Treasury Forfeiture Fund to any DHS agency, and prohibits obligation of the funds until Congress approves the transfer.\n\n(Sec. 526) Prohibits funds provided by this bill from being used for a national identification card.\n\n(Sec. 527) Prohibits funds provided by this bill from being used to conduct or implement the results of a competition with respect to the Coast Guard National Vessel Documentation Center, pursuant to Office of Management and Budget Circular A-76.\n\n(Sec. 528) Prohibits officials from delegating this bill's requirements to report or certify to Congress unless specifically authorized by this bill.\n\n(Sec. 529) Prohibits funds from being used to transfer or release to or within the United States, its territories, or its possessions individuals detained at U.S. Naval Station, Guantanamo Bay, Cuba.\n\n(Sec. 530) Prohibits funds provided by this bill from being used for first-class travel.\n\n(Sec. 531) Prohibits the use of funds provided by this bill to employ workers who are illegal workers under the Immigration and Nationality Act.\n\n(Sec. 532) Permits funds provided by this bill to be used to alter operations within the Coast Guard's Civil Engineering Program. Prohibits the use of the funds to reduce operations within any Civil Engineering Unit unless authorized by statute.\n\n(Sec. 533) Prohibits funds provided by this bill from being used to pay award or incentive fees for contractor performance that is below satisfactory or fails to meet the basic requirements of a contract.\n\n(Sec. 534) Requires DHS to ensure that new processes for screening aviation passengers and crews consider privacy and civil liberties consistent with applicable laws, regulations, and guidance.\n\n(Sec. 535) Permits the USCIS to allocate specified funds from the Immigration Examinations Fee Account in FY2017 for an immigration integration grants program to provide services to individuals that have been lawfully admitted to the United States for permanent residence.\n\n(Sec. 536) Provides appropriations to the Office of the Under Secretary for Management to remain available until expended for consolidation of the new DHS headquarters and related mission support activities. Requires DHS to submit to Congress an expenditure plan for the funds.\n\n(Sec. 537) Prohibits DHS from entering into contracts that do not meet requirements of specified contracting laws and regulations.\n\n(Sec. 538) Provides appropriations to remain available through FY2017 for financial systems modernization. Permits the funds to be transferred between appropriations accounts for the same purpose if Congress is notified in advance.\n\n(Sec. 539) Permits DHS to transfer specified funds to respond to an immigration emergency if Congress is notified in advance.\n\n(Sec. 540) Requires DHS to enforce all immigration laws.\n\n(Sec. 541) Prohibits the use of funds provided by this bill for a computer network unless pornography is blocked, with the exception of law enforcement, prosecution, or adjudication activities.\n\n(Sec. 542) Prohibits a federal law enforcement officer from using funds provided by this bill to transfer a firearm to an agent of a drug cartel unless U.S. law enforcement personnel continuously monitor or control the firearm.\n\n(Sec. 543) Prohibits funds provided by this bill from being used to fund the position of Public Advocate within ICE.\n\n(Sec. 544) Permits the CBP to receive reimbursement for the cost of up to five full-time equivalent officers under the program which permits the CBP to enter into reimbursable agreements with airports for services at ports of entry relating to customs, agricultural processing, border security, and immigration inspection-related matters.\n\nPromoting Travel, Commerce, and National Security Act of 2016 \n\n(Sec. 545) Requires DHS or Department of Justice employees who are stationed or deployed in Canada in furtherance of a border security initiative to be fined, imprisoned, or both for engaging in conduct in Canada that would constitute an offense for which a person may be prosecuted in a U.S. court if the conduct had occurred within the United States or in a special maritime and territorial jurisdiction of the United States.\n\n(Sec. 546) Sets forth restrictions and reporting requirements for the use of funds provided by this bill to attend international conferences.\n\n(Sec. 547) Prohibits funds provided by this bill from being used to reimburse any federal department or agency for participation in a National Special Security Event.\n\n (Sec. 548) Prohibit the TSA from using funds to require airport operators to provide airport-financed staffing to monitor exit points from the sterile area of any airport at which the TSA provided monitoring as of December 1, 2013.\n\n(Sec. 549) Provides that fees collected from passengers arriving from Canada, Mexico, or an adjacent island, pursuant to the United States-Colombia Trade Promotion Agreement Implementation Act and the Consolidated Omnibus Budget Reconciliation Act of 1985, shall be available until expended.\n\n(Sec. 550) Prohibits funds from being used for structural pay reform that affects more than 100 full-time equivalent employee positions or costs more than $5 million in a single year without notifying Congress in advance.\n\n(Sec. 551) Requires agencies receiving funds in this bill to post reports required to be submitted to Congress on the public website of the agency if it serves the national interest. Provides exceptions for national security or proprietary information.\n\n(Sec. 552) Prohibits DHS from collecting new border crossing fees or conducting a study related to the imposition of a border crossing fee.\n\n(Sec. 553) Permits certain grants awarded to states along the Southwest Border under the Homeland Security Act of 2002 to be used to provide humanitarian relief to unaccompanied alien children and alien adults accompanied by an alien minor where they are encountered after entering the United States.\n\n(Sec. 554) Prohibits the use of funds to prepare proposals for the President's budget that assume savings from certain user fee proposals without identifying additional spending reductions that should occur if the proposals are not enacted.\n\n(Sec. 555) Prohibits the use of funds provided by this bill to implement the Arms Trade Treaty regulating international trade in conventional arms until it is ratified by the Senate.\n\n(Sec. 556) Permits FEMA to allow the construction of an earthen levee by a state, local, or tribal government on covered hazard mitigation land if the construction: (1) constitutes part of a flood control project, (2) is constructed of naturally-occurring materials, and (3) conforms to other criteria established by FEMA.\n\n(Sec. 557) Requires FEMA to transfer specified funds from the Disaster Assistance Direct Loan Program to the Disaster Relief Fund.\n\n(Sec. 558) Amends the Treasury and General Government Appropriations Act, 2001 to revise the annual pay cap for the Secret Service during the 2016 and 2020 election years.\n\n(Sec. 559) Rescinds specified amounts from several DHS accounts and programs.\n\n(Sec. 560) Rescinds specified unobligated balances that were transferred to DHS when it was created in 2003.\n\n(Sec. 561) Rescinds specified unobligated balances from the Department of the Treasury Forfeiture Fund.\n\n(Sec. 562) Rescinds specified unobligated balances from the Federal Emergency Management Agency--Disaster Relief Fund."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Department of Homeland Security Appropriations Act, 2017", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Promoting Travel, Commerce, and National Security Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Department of Homeland Security Appropriations Act, 2017", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": true, 
      "title": "Promoting Travel, Commerce, and National Security Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "An original bill making appropriations for the Department of Homeland Security for the fiscal year ending September 30, 2017, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Department of Homeland Security Appropriations Act, 2017", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-23T14:01:01Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s3001.xml"
}