{
  "actions": [
    {
      "acted_at": "2016-04-26", 
      "action_code": "1000", 
      "references": [], 
      "text": "Introduced in House", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-04-26", 
      "action_code": "H12100", 
      "committees": [
        "HSAP"
      ], 
      "references": [], 
      "text": "The House Committee on Appropriations reported an original measure, H. Rept. 114-531, by Mr. Aderholt.", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-04-26", 
      "action_code": "H12410", 
      "calendar": "Union", 
      "number": "410", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on the Union Calendar, Calendar No. 410.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5054-114", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2016-04-26", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2016-04-26", 
  "number": "5054", 
  "official_title": "Making appropriations for Agriculture, Rural Development, Food and Drug Administration, and Related Agencies programs for the fiscal year ending September 30, 2017, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2956-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Agriculture, Rural Development, Food and Drug Administration, and Related Agencies Appropriations Act, 2017", 
  "sponsor": {
    "bioguide_id": "A000055", 
    "district": "4", 
    "name": "Aderholt, Robert B.", 
    "state": "AL", 
    "thomas_id": "01460", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2016-04-26", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Agricultural conservation and pollution", 
    "Agricultural education", 
    "Agricultural insurance", 
    "Agricultural marketing and promotion", 
    "Agricultural prices, subsidies, credit", 
    "Agricultural research", 
    "Agricultural trade", 
    "Alternative and renewable resources", 
    "Animal and plant health", 
    "Animal protection and human-animal relationships", 
    "Appropriations", 
    "Argentina", 
    "Child health", 
    "Commodities markets", 
    "Commodity Futures Trading Commission", 
    "Congressional oversight", 
    "Department of Agriculture", 
    "Department of Health and Human Services", 
    "Drug, alcohol, tobacco use", 
    "Economic development", 
    "Economics and public finance", 
    "Educational technology and distance education", 
    "Electric power generation and transmission", 
    "Emergency medical services and trauma care", 
    "Energy efficiency and conservation", 
    "Executive agency funding and structure", 
    "Farm Credit Administration", 
    "Food and Drug Administration (FDA)", 
    "Food assistance and relief", 
    "Food supply, safety, and labeling", 
    "Foreign aid and international relief", 
    "Fruit and vegetables", 
    "General agriculture matters", 
    "Government lending and loan guarantees", 
    "Government studies and investigations", 
    "Grain", 
    "Hazardous wastes and toxic substances", 
    "Health technology, devices, supplies", 
    "Housing and community development funding", 
    "Immunology and vaccination", 
    "Infectious and parasitic diseases", 
    "Internet and video services", 
    "Latin America", 
    "Livestock", 
    "Marketing and advertising", 
    "Meat", 
    "Nutrition and diet", 
    "Public utilities and utility rates", 
    "Retail and wholesale trades", 
    "Rural conditions and development", 
    "Solid waste and recycling", 
    "Veterinary medicine and animal diseases", 
    "Water quality", 
    "Water use and supply", 
    "Watersheds", 
    "Women's health"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Reported to House without amendment", 
    "date": "2016-04-26T17:24:46Z", 
    "text": "(This measure has not been amended since it was introduced. The summary has been expanded because action occurred on the measure.)\n\nHighlights:\n\nThis bill provides FY2017 appropriations for the Department of Agriculture (USDA), except for the Forest Service which is included in the Department of the Interior, Environment, and Related Agencies appropriations bill.\n\nIt also provides appropriations for the Food and Drug Administration (FDA), the Commodity Futures Trading Commission (CFTC), and the Farm Credit Administration.\n\nThe bill includes both discretionary and mandatory funding. The mandatory funding levels are generally set by authorizing legislation such as the farm bill and are frequently limited in the agriculture appropriations bill.\n\nThe bill decreases discretionary funding for Agriculture, Rural Development, Food and Drug Administration, and Related Agencies below FY2016 levels.\n\nCompared to FY2016 levels, the bill increases discretionary funding for:\n\n Conservation Programs, Rural Development, Domestic Food Programs, Foreign Assistance and Related Programs, and the FDA. The bill decreases discretionary funding for Agricultural Programs and funds both the CFTC and the Special Supplemental Nutrition Program for Women, Infants, and Children (WIC) at the FY2016 levels.\n\nAlso included in the bill are provisions that affect policies in areas such as:\n\n regulation of newly deemed tobacco products such as electronic cigarettes (e-cigarettes) and cigars, reporting requirements for Supplemental Nutrition Assistance Program (SNAP, formerly known as the food stamp program) households, inventory requirements for SNAP-authorized retailers, nutrition standards for school meals, menu labeling requirements, horse slaughter facility inspections, and livestock and poultry marketing rules. Full Summary: \n\nAgriculture, Rural Development, Food and Drug Administration, and Related Agencies Appropriations Act, 2017 \n\nProvides FY2017 appropriations to the Department of Agriculture (USDA), the Food and Drug Administration (FDA), and related agencies.\n\nTITLE I--AGRICULTURAL PROGRAMS\n\nProvides appropriations for the following agricultural programs and services:\n\n the Office of the Secretary; Executive Operations; the Office of the Chief Information Officer; the Office of the Chief Financial Officer; the Office of the Assistant Secretary for Civil Rights; the Office of Civil Rights; Agriculture Buildings and Facilities; Hazardous Materials Management; the Office of Inspector General; the Office of the General Counsel; the Office of Ethics; the Office of the Under Secretary for Research, Education, and Economics; the Economic Research Service; the National Agricultural Statistics Service; the Agricultural Research Service; the National Institute of Food and Agriculture; the Office of the Under Secretary for Marketing and Regulatory Programs; the Animal and Plant Health Inspection Service; the Agricultural Marketing Service; the Grain Inspection, Packers and Stockyards Administration; the Office of the Under Secretary for Food Safety; the Food Safety and Inspection Service; the Office of the Under Secretary for Farm and Foreign Agricultural Services; the Farm Service Agency; the Risk Management Agency; the Federal Crop Insurance Corporation Fund; and the Commodity Credit Corporation Fund. TITLE II--CONSERVATION PROGRAMS\n\nProvides appropriations for the Office of the Under Secretary for Natural Resources and Environment.\n\nProvides appropriations to the Natural Resources Conservation Service for Conservation Operations and the Watershed Rehabilitation Program.\n\nTITLE III--RURAL DEVELOPMENT PROGRAMS\n\nProvides appropriations for Rural Development Programs including:\n\n the Office of the Under Secretary for Rural Development, Rural Development, the Rural Housing Service, the Rural Business--Cooperative Service, and the Rural Utilities Service. TITLE IV--DOMESTIC FOOD PROGRAMS\n\nProvides appropriations for the Office of the Under Secretary for Food, Nutrition, and Consumer Services.\n\nProvides appropriations to the Food and Nutrition Service for:\n\n Child Nutrition Programs; the Special Supplemental Nutrition Program for Women, Infants, and Children (WIC); the Supplemental Nutrition Assistance Program (SNAP, formerly known as food stamps); the Commodity Assistance Program; and Nutrition Programs Administration. TITLE V--FOREIGN ASSISTANCE AND RELATED PROGRAMS\n\nProvides appropriations for the Foreign Agricultural Service, including:\n\n the Food for Peace Act (P.L. 480) and the McGovern-Dole International Food for Education and Child Nutrition Program. TITLE VI--RELATED AGENCIES AND FOOD AND DRUG ADMINISTRATION\n\nProvides appropriations to the Department of Health and Human Services (HHS) for the Food and Drug Administration (FDA).\n\nProvides appropriations to independent agencies, including the Commodity Futures Trading Commission (CFTC) and the Farm Credit Administration (FCA).\n\nTITLE VII--GENERAL PROVISIONS\n\nSets forth permissible and prohibited uses for funds provided by this and other appropriations Acts.\n\n(Sec. 701) Permits USDA to use funds provided by this bill for the purchase, replacement, and hire of passenger motor vehicles.\n\n(Sec. 702) Permits USDA to transfer unobligated balances to the Working Capital Fund for the acquisition of plant and capital equipment for financial, administrative, and information technology services. Permits the transferred funds to remain available until expended and specifies restrictions on the use of the funds.\n\n(Sec. 703) Prohibits appropriations provided by this bill from remaining available for obligation beyond the current fiscal year unless the bill expressly provides otherwise.\n\n(Sec. 704) Limits negotiated indirect costs on cooperative agreements between USDA and nonprofit institutions to 10% of the total direct cost of the agreement when the purpose of the agreement is to carry out programs of mutual interest between the two parties.\n\n(Sec. 705) Permits appropriations for direct and guaranteed loans to remain available until expended to disburse obligations made in the current fiscal year for: (1) the Rural Development Loan Fund program account, (2) the Rural Electrification and Telecommunication Loans program account, and (3) the Rural Housing Insurance Fund program account.\n\n(Sec. 706) Prohibits USDA from using funds provided by this bill to acquire or upgrade information technology systems without approval of the Chief Information Officer (CIO) and the Executive Information Technology Investment Review Board. Restricts the transfer of funds made available by this bill to the CIO without prior approval of Congress. Requires the CIO to approve specified information technology projects.\n\n(Sec. 707) Permits specified FY2017 funds provided under the Federal Crop Insurance Act for agricultural management assistance to remain available until expended to disburse obligations made in the current fiscal year.\n\n(Sec. 708) Makes a former Rural Utility Service borrower that has repaid or prepaid a loan under the Rural Electrification Act of 1936 or any not-for profit utility qualified to receive a loan under the Act eligible for rural economic development and job creation assistance in the same manner as a borrower.\n\n(Sec. 709) Permits up to $20 million of the unobligated balances from appropriations by this bill for salaries and expenses of the Farm Service Agency to remain available through FY2018 for information technology expenses. Permits unobligated balances from appropriations by this bill for salaries and expenses for the Rural Development mission area to remain available for information technology expenses through FY2018.\n\n (Sec. 710) Prohibits funds provided by this bill from being used for first-class travel by employees of agencies funded by this bill.\n\n(Sec. 711) Provides that Commodity Credit Corporation funds authorized or required to be used for specified programs included in the Agricultural Act of 2014: (1) shall be available for salaries and administrative expenses associated with the programs without regard to allotment and transfer limits, and (2) shall not be considered to be a fund transfer or allotment for purposes of applying the limits.\n\n(Sec. 712) Limits funds available for USDA advisory committees, panels, commissions, and task forces, except for panels used to comply with negotiated rulemaking or to evaluate competitively awarded grants.\n\n(Sec. 713) Prohibits funds provided by this bill from being used to pay indirect costs charged against any agricultural research, education, or extension grant awards issued by the National Institute of Food and Agriculture (NIFA) that exceed 30% of total federal funds provided under each award.\n\nPermits funds provided by this bill for grants awarded competitively by NIFA to be used to pay full allowable indirect costs for specified research and development grants awarded under the Small Business Act.\n\n (Sec. 714) Limits funds that may be used for the following programs:\n\n the Watershed Rehabilitation Program; the Environmental Quality Incentives Program; the Biomass Crop Assistance Program; the Biorefinery, Renewable Chemical, and Biobased Product Manufacturing Assistance Program; the Conservation Stewardship Program; and agricultural management assistance programs authorized by the Federal Crop Insurance Act. (Sec. 715) Limits funds for the following domestic food assistance categories: (1) Child Nutrition Programs Entitlement Commodities, (2) State Option Contracts, and (3) Removal of Defective Commodities.\n\nLimits FY2017 funds for the Fresh Fruit and Vegetable Program that provides fruit and vegetables to students in participating elementary schools.\n\nProhibits USDA from using funds for payments authorized by Section 32 of the Agricultural Adjustment Act of 1935 to increase purchasing power of agricultural producers or for surplus removal or price support activities authorized by the Commodity Credit Corporation Charter Act.\n\n(Section 32 is a program created to assist agricultural producers of non-price-supported commodities and is funded by a permanent appropriation of a portion of the previous year's customs receipts less certain mandatory transfers to child nutrition and other programs. This provision effectively prohibits the use of Section 32 for emergency disaster payments.)\n\nRescinds specified unobligated balances provided for domestic food assistance programs.\n\n (Sec. 716) Prohibits funds from being used to prepare proposals for the President's budget that assume savings from certain user fee proposals without identifying additional spending reductions that should occur if the proposals are not enacted.\n\n(Sec. 717) Sets forth procedures, requirements, and restrictions for reprogramming and transferring funds provided by this bill.\n\n(Sec. 718) Permits USDA to assess a one-time fee for any guaranteed business and industry loan in an amount that does not exceed 3% of the guaranteed principal portion of the loan.\n\n(Sec. 719) Prohibits funds from being used to provide questions or responses to questions requested for the appropriations hearing process to anyone not employed by an agency funded by this bill.\n\n(Sec. 720) Prohibits any executive branch agency from using funds provided by this bill to produce a prepackaged news story for U.S. broadcast or distribution unless it includes clear notification that it was produced or funded by the agency.\n\n(Sec. 721) Prohibits USDA employees from being detailed or assigned from an agency funded by this bill to any other USDA agency or office for more than 60 days in a fiscal year unless the individual's employing agency is reimbursed by the receiving agency for the salary and expenses of the employee.\n\n(Sec. 722) Prohibits funds provided by this bill from being used for any proposed rulemaking that does not comply with the requirements for cost-benefit analysis set forth in Executive Order 13563 (Improving Regulation and Regulatory Review).\n\n(Sec. 723) Directs the agencies funded by this bill to submit spending plans to Congress.\n\n(Sec. 724) Provides that funds for title II of the Food for Peace Act may only be used to assist nations if the U.S. Agency for International Development (USAID) determines that adequate monitoring and controls exist to ensure that emergency food aid is received by the intended beneficiaries in areas affected by food shortages and not diverted for unauthorized or inappropriate purposes.\n\n(Sec. 725) Requires USDA to establish an intermediary loan packaging program based on the FY2013 pilot program for packaging and reviewing section 502 single family direct loans. (The loan program assists low-income applicants in purchasing homes in rural areas. Funds may also be used to build, repair, or renovate a house, including providing water and sewage facilities.)\n\n(Sec. 726) Permits USDA to increase the program level by up to 25% for certain loans and loan guarantees that do not require budget authority and have program levels established by this bill. Requires congressional notification prior to implementing any increase.\n\n(Sec. 727) Provides that certain credit card refunds or rebates transferred to the Working Capital Fund: (1) shall not be available for obligation without congressional approval; and (2) shall only be available for the acquisition of plant and capital equipment for USDA financial, administrative, and information technology services.\n\n(Sec. 728) Prohibits funds provided by this bill from being used to procure processed poultry products from China for the National School Lunch Program, the Child and Adult Food Care Program, the Summer Food Service Program, or the School Breakfast Program.\n\n(Sec. 729) Permits USDA to respond to a community with inadequate drinking water supplies due to a natural disaster by providing potable water through the Emergency Community Water Assistance Grant Program for up to 120 days beyond the time period established in the program.\n\n(Sec. 730) Specifies the matching requirements that apply to funds appropriated for the Agriculture and Food Research Initiative.\n\n(Sec. 731) Requires USDA to permit states to grant exemptions from whole grain requirements for the National School Lunch Program and the School Breakfast Program that took effect on or after July 1, 2014.\n\nRequires states to establish a process for responding to exemption requests, provided that school food authorities demonstrate hardship in procuring whole grain products compliant with new standards and comply with whole grain standards in effect prior to July 1, 2014.\n\nProhibits funds from being used to implement regulations requiring a specified reduction in sodium in federally reimbursed meals, foods, and snacks sold in schools until the latest scientific research establishes that the reduction is beneficial for children.\n\n(Sec. 732) Prohibits the Food and Nutrition Service from using funds provided by this bill for any new research and evaluation projects until after a research and evaluation plan is submitted to Congress.\n\n(Sec. 733) Sets forth the authorities that apply for USDA to provide loans for housing and buildings on adequate farms.\n\n(Sec. 734) Prohibits funds provided by this bill from being used for regulations to allow or require information intended for a prescribing health care professional, in the case of a drug or biological product, to be distributed electronically until a federal law is enacted to allow or require electronic distribution.\n\n(Sec. 735) Prohibits the FDA from using funds for the rule entitled \"Food Labeling; Nutrition Labeling of Standard Menu Items in Restaurants and Similar Retail Food Establishments\" until the later of: (1) December 1, 2016, or (2) one year after HHS publishes specified guidance for nutrition labeling of standard menu items in restaurants and similar retail food establishments.\n\n(Sec. 736) Prohibits the FDA from acknowledging applications for an exemption for investigational use of a drug or biological product in research in which a human embryo is intentionally created or modified to include a heritable genetic modification. Provides that any submission is deemed not to have been received, and the exemption may not go into effect.\n\n(Sec. 737) Prohibits funds from being used to implement or enforce any provisions of the FDA Food Safety Modernization Act, with respect to the regulation of the distribution, sale, or receipt of dried spent grain byproducts of the alcoholic beverage production process, irrespective of whether the byproducts are solely intended for use as animal feed.\n\n(Sec. 738) Requires the Animal and Plant Health Inspection Service (APHIS) to:\n\n establish a prioritization process for conducting audits or reviews of countries or regions that have received animal health status recognitions by APHIS; and conduct audits that evaluate specified factors in the country or region being audited. (Sec. 739) Prohibits funds provided by this bill from being used to issue or renew licenses under the Animal Welfare Act for certain dealers who sell dogs and cats for research, experiments, teaching, or testing.\n\n(Sec. 740) Prohibits the FDA from deeming partially hydrogenated oils to be unsafe or any food containing a partially hydrogenated oil to be adulterated prior to June 18, 2018.\n\n(Sec. 741) Permits USDA to charge a fee for lenders to access USDA loan guarantee systems in connection with participation in the loan guarantee programs of the Rural Housing Service.\n\n(Sec. 742) Prohibits funds provided by this bill from being used for a computer network unless pornography is blocked, with the exception of law enforcement, prosecution, or adjudication activities.\n\n(Sec. 743) Provides additional funds to APHIS to remain available until expended for fruit fly rearing facilities.\n\n(Sec. 744) Requires a household that is certified to participate in SNAP to report when it no longer resides in the state in which it is certified.\n\n(Sec. 745) Rescinds specified unobligated balances from the Special Supplemental Nutrition Program for Women, Infants, and Children (WIC).\n\n(Sec. 746) Prohibits funds provided for the rural water, waste water, waste disposal, and solid waste management programs authorized by the Consolidated Farm and Rural Development Act from being used for the construction, alteration, maintenance, or repair of a public water or wastewater system unless all of the iron and steel products used in the project are produced in the United States. Specifies exceptions and waiver procedures.\n\n(Sec. 747) Prohibits the FDA from using funds provided by this bill for the rule entitled \"Supplemental Applications Proposing Labeling Changes for Approved Drugs and Biological Products\" unless the rule requires the FDA to approve in advance via prior approval supplement any change to the safety information in the labeling of: (1) a drug that is marketed pursuant to an abbreviated new drug application, and (2) the listed drug and any other drug that is marketed pursuant to an abbreviated new drug application citing the same listed drug.\n\n(Sec. 748) Provides additional funds for the purchase of commodities for the Emergency Food Assistance Program (TEFAP).\n\n(Sec. 749) Prohibits the FDA from using funds provided by this bill to enforce the proposed \"deeming rule\" for tobacco products if the rule would apply to traditional large and premium cigars.\n\n(The rule deems e-cigarettes, cigars, pipe tobacco, hookah tobacco, and other products, to meet the statutory definition of \"tobacco product\" and to, therefore, be subject to FDA's regulatory authority. Manufacturers of newly deemed tobacco products that are currently being marketed in the United States must file an application for premarket review with FDA.)\n\n(Sec. 750) Requires at least 10% of the funds provided by this bill for specified Rural Development programs to be allocated for assistance in persistent poverty counties. Defines a \"persistent poverty county\" as county that has had at least 20% of its population living in poverty over the past 30 years, as measured by the decennial censuses.\n\n(Sec. 751) Prohibits USDA from including incarcerated prison populations to determine eligibility or the level of program assistance for Rural Development programs.\n\n(Sec. 752) Provides funds to the FDA to remain available until expended to prevent, prepare for, and respond to the Ebola virus domestically and internationally and to develop necessary medical countermeasures and vaccines.\n\n(Sec. 753) Provides funds for the Emergency Watershed Protection Program to remain available until expended, for emergencies not declared as a major disaster or emergency under the Robert T. Stafford Disaster Relief and Emergency Assistance Act.\n\n(Sec. 754) Prohibits funds provided by this bill from being used to influence congressional action on any legislation or appropriation matters pending before Congress, other than to communicate with Congress as permitted under current law.\n\n(Sec. 755) Deems subtitles A (Patient-Focused Drug Development), D (Modern Trial Design and Evidence Development), and L (Priority Review for Breakthrough Devices) of title II of H.R. 6 (the 21st Century Cures Act), as passed by the House of Representatives on July 10, 2015, to be enacted into law.\n\n(Sec. 756) Requires the FDA to issue final regulations revising the federal drug regulations with respect to medical gases not later than July 9, 2016. Requires the FDA, if it fails to issue regulations by the deadline, to incorporate by reference voluntary consensus safety and labeling standards developed by an American National Standards Institute-accredited standard development organization until the FDA revises the regulations.\n\n(Sec. 757) Provides additional funds to APHIS for the multiple-agency response to citrus greening.\n\n(Sec. 758) Rescinds specified unobligated balances of funds provided to USDA for the Rural Housing and Community Development Service, the Rural Housing Service, Rural Business-Cooperative Service, and the Rural Utilities Service.\n\n(Sec. 759) Rescinds specified unobligated balances of funds provided to USDA for the Rural Housing and Community Development Service, the Rural Housing Service, the Rural Business-Cooperative Service, and the Rural Utilities Service.\n\n(Sec. 760) Prohibits funds provided by this bill from being used for regulations, requirements, or policies with respect to the importation into the United States of lemons from Argentina, unless and until:\n\n USDA certifies to Congress that: (1) it has completed site visits of production areas of lemons in Argentina; and (2) conducted pest and disease risk assessments with respect to the lemons; and the Office of Information and Regulatory Affairs of the Office of Management and Budget certifies to Congress that specified assessments of the costs and benefits required by Executive Order 12866 have been completed. (Sec. 761) Prohibits the FDA from using funds to require manufacturers of e-cigarettes and other newly deemed tobacco products currently on the market from filing an application for premarket review with the FDA.\n\nRequires the FDA to issue specified regulations regarding vapor product batteries. Specifies requirements for advertising, selling, and labeling of vapor products.\n\n(Sec. 762) Prohibits funds from being used to inspect horses for slaughter purposes.\n\n(Sec. 763) Prohibits funds from be used for rules to change the definition of \"staple food,\" the definition of \"retail food store,\" or the approval of retail food stores or wholesale food concerns for SNAP, except to change the variety of foods required or the number of perishable items to comply with the Food and Nutrition Act of 2008.\n\n(Sec. 764) Prohibits the FDA from using funds provided by this bill for guidelines or regulations applicable to food manufacturers for population-wide sodium reduction actions until the Centers for Disease Control and Prevention or the National Academy of Medicine completes a dietary reference intake report with respect to sodium.\n\n(Sec. 765) Prohibits funds from being used to lower the de minimis quantity of swap dealing established under the Commodity Exchange Act below $8 billion.\n\n(Sec. 766) Provides additional funds to USDA for loans and grants to food retailers to support projects under the Healthy Food Financing Initiative that provide access to healthy food in underserved areas, create and preserve quality jobs, and revitalize low-income communities.\n\n(Sec. 767) Prohibits the use of funds for proposed Grain Inspection, Packers and Stockyard Administration rules (commonly referred to as the GIPSA rule) establishing criteria to determine whether conduct in the livestock and poultry industries violates provisions of the Packers and Stockyards Act, 1921 intended to ensure a fair marketplace. Prohibits advancing the proposed rules unless the combined annual cost to the economy of the rules does not exceed $100 million.\n\nTITLE VIII\n\n(Sec. 801) Permits unobligated balances of specified funds provided to the Departments of State and Health and Human Services for Ebola response and preparedness to be used to prevent, prepare, and respond to the Zika virus, domestically and internationally. Designates the funds as an emergency requirement and permits the funds to be available only if the President subsequently designates the amounts and transmits the designation to Congress.\n\n(Sec. 802) Establishes a spending reduction account for the amount by which spending proposed in this bill exceeds the subcommittee's allocation under the Congressional Budget Act of 1974. Specifies that the amount is $0. (Under the Rules of the House of Representatives, any savings included in the spending reduction account are not available for further appropriation during consideration of the bill.)"
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Agriculture, Rural Development, Food and Drug Administration, and Related Agencies Appropriations Act, 2017", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "is_for_portion": false, 
      "title": "Agriculture, Rural Development, Food and Drug Administration, and Related Agencies Appropriations Act, 2017", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Making appropriations for Agriculture, Rural Development, Food and Drug Administration, and Related Agencies programs for the fiscal year ending September 30, 2017, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Agriculture, Rural Development, Food and Drug Administration, and Related Agencies Appropriations Act, 2017", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-01T13:29:01Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/hr/BILLSTATUS-114hr5054.xml"
}