{
  "actions": [
    {
      "acted_at": "2016-06-22", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-06-22", 
      "action_code": "", 
      "committees": [
        "SSAF"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Agriculture, Nutrition, and Forestry.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3085-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2016-06-22", 
  "number": "3085", 
  "official_title": "A bill to improve forest management activities on National Forest System land and public land, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2647-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Emergency Wildfire and Forest Management Act of 2016", 
  "sponsor": {
    "bioguide_id": "R000307", 
    "district": null, 
    "name": "Roberts, Pat", 
    "state": "KS", 
    "thomas_id": "00968", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2016-06-22", 
  "subjects": [
    "Public lands and natural resources"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Introduced in Senate", 
    "date": "2016-06-22T04:00:00Z", 
    "text": "Emergency Wildfire and Forest Management Act of 2016\n\nThis bill sets forth a procedure for the Department of the Interior and the Department of Agriculture (USDA) to request declarations for major wildfire disasters on federal land.\n\nThis bill shall apply whenever the appropriate department prepares an environmental assessment (EA) or an environmental impact statement (EIS) under the National Environmental Policy Act of 1969 (NEPA) for a forest management activity whose primary purpose is to:\n\n reduce hazardous fuel loads, reduce fuel connectivity through the installation of fuel and fire breaks, restore forest health and resilience, protect a municipal water supply, or perform a combination of two or more such activities. In an EA or EIS, the department concerned shall develop only these two alternatives:\n\n the forest management activity proposed, or the alternative of no action. A categorical exclusion shall be available to the department concerned to: (1) expedite specified critical response actions, (2) expedite salvage operations in response to catastrophic events, (3) meet forest plan goals for early successional forests, and (4) improve and restore forest health and reduce the risk of wildfire.\n\n(A \"categorical exclusion\" under NEPA is a category of actions which do not individually or cumulatively have a significant effect on the human environment and which have been found to have no such effect in procedures adopted by a federal agency in implementing environmental regulations and for which, therefore, neither an Environmental Assessment nor an Environmental Impact Statement is required.) The bill establishes the State-Supported Forest Management Fund to cover the cost of certain forest management activities on National Forest System (NFS) or public land.\n\nThe Tribal Forest Protection Act of 2004 is amended regarding protection of tribal forest assets and management of Indian forest land authorized to include NFS and public land.\n\nUSDA shall issue grants for a state and private forest landscape-scale restoration program.\n\nUSDA shall establish an NFS:\n\n pilot arbitration program to designate projects for an alternative dispute resolution process replacing judicial review, and accelerated landscape restoration pilot program for the restoration or maintenance of designated landscapes."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Emergency Wildfire and Forest Management Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to improve forest management activities on National Forest System land and public land, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Emergency Wildfire and Forest Management Act of 2016", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-01T13:31:32Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s3085.xml"
}