{
  "actions": [
    {
      "acted_at": "2016-04-20", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-04-20", 
      "action_code": "", 
      "committees": [
        "SSFI"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2827-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2016-04-20", 
  "number": "2827", 
  "official_title": "A bill to amend the Immigration and Nationality Act to provide for an H-2C nonimmigrant classification, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Willing Workers and Willing Employers Act of 2016", 
  "sponsor": {
    "bioguide_id": "F000444", 
    "district": null, 
    "name": "Flake, Jeff", 
    "state": "AZ", 
    "thomas_id": "01633", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2016-04-20", 
  "subjects": [
    "Employee hiring", 
    "Foreign labor", 
    "Immigration", 
    "Immigration status and procedures", 
    "Small business", 
    "Visas and passports"
  ], 
  "subjects_top_term": "Immigration", 
  "summary": {
    "as": "Introduced in Senate", 
    "date": "2016-04-20T04:00:00Z", 
    "text": "Willing Workers and Willing Employers Act of 2016\n\nThis bill amends the Immigration and Nationality Act to establish an H-2C visa nonimmigrant classification for an alien who is coming temporarily to the United States to perform services or labor in a registered position for a registered non-agricultural employer.\n\nAn alien may not be admitted as an H-2C nonimmigrant if the alien:\n\n is inadmissible under this Act, fails to pass a criminal or a national security background check, is from a country that has supported acts of international terrorism, or has not received an offer of employment from a registered employer in a registered position. A registered position is a position for which a registered employer has submitted an H-2C hiring attestation to, and that has been approved by, the Department of Homeland Security (DHS).\n\nAn occupation requiring an individual with a bachelor's degree or higher level of education may not be an eligible H-2C occupation.\n\nEmployers must: (1) register with DHS, (2) operate in an employment area where the unemployment rate is equal to or less than 4.9%, (3) attest that they have advertised and attempted to recruit qualified U.S. workers, and (4) participate in the E-verify program or an employment verification system patterned upon E-verify. Such employers may: (1) promote an H-2C worker after not less than 12 months on the job, and (2) terminate an H-2C worker at any time for any reason for which it is lawful to terminate U.S. workers.\n\nThe H-2C program expires after 10 years.\n\nThe maximum number of positions that may be approved for the first fiscal year is 65,000, and the number of positions that may be approved for a subsequent fiscal year may not be less than 45,000 or more than 85,000.\n\nThe initial period of authorized presence for an H-2C worker is 36 months, with specified renewal periods.\n\nA percentage of H-2C positions are reserved for small businesses.\n\nThe bill prescribes penalties for: (1) H-2C worker violations, revocation of employment status, and removal from the United States; and (2) employer violations, including program ineligibility.\n\nAn H-2C worker: (1) may travel outside, and be readmitted to, the United States; (2) may not bring family members into the United States who have not received employment offers from a registered employer; (3) must comply with biometric entry and exit requirements; and (4) may terminate employment at any time and accept employment with another registered employer in any other registered position.\n\nThe bill sets forth program provisions regarding: (1) H-2C protections, (2) enforcement, and (3) employer requirements.\n\nDHS shall implement an electronic monitoring system to monitor the presence and employment of H-2C workers."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Willing Workers and Willing Employers Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend the Immigration and Nationality Act to provide for an H-2C nonimmigrant classification, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Willing Workers and Willing Employers Act of 2016", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-12T08:51:51Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s2827.xml"
}