{
  "actions": [
    {
      "acted_at": "2015-06-02", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-02", 
      "action_code": "", 
      "committees": [
        "SSBK"
      ], 
      "references": [], 
      "text": "Committee on Banking, Housing, and Urban Affairs. Original measure reported to Senate by Senator Shelby. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-02", 
      "action_code": "", 
      "calendar": "Senate Legislative", 
      "number": "103", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 103.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2015-07-08", 
      "action_code": "", 
      "committee": "Committee on Banking, Housing, and Urban Affairs", 
      "committees": [
        "SSBK"
      ], 
      "references": [], 
      "text": "Committee on Banking, Housing, and Urban Affairs. Hearings held.", 
      "type": "hearings"
    }, 
    {
      "acted_at": "2015-07-16", 
      "action_code": "", 
      "committee": "Committee on Banking, Housing, and Urban Affairs", 
      "committees": [
        "SSBK"
      ], 
      "references": [], 
      "text": "Committee on Banking, Housing, and Urban Affairs. Hearings held.", 
      "type": "hearings"
    }, 
    {
      "acted_at": "2015-07-23", 
      "action_code": "", 
      "committee": "Committee on Banking, Housing, and Urban Affairs", 
      "committees": [
        "SSBK"
      ], 
      "references": [], 
      "text": "Committee on Banking, Housing, and Urban Affairs. Hearings held.", 
      "type": "hearings"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1484-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "hearings", 
        "origin", 
        "reporting"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2015-06-02", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-06-02", 
  "number": "1484", 
  "official_title": "An original bill to improve accountability and transparency in the United States financial regulatory system, protect access to credit for consumers, provide sensible relief to financial institutions, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1344-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1560-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2642-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1491-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr299-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s871-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1367-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2038-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1910-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3808-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2995-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2121-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Financial Regulatory Improvement Act of 2015", 
  "sponsor": {
    "bioguide_id": "S000320", 
    "district": null, 
    "name": "Shelby, Richard C.", 
    "state": "AL", 
    "thomas_id": "01049", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2015-06-02", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Advisory bodies", 
    "Bank accounts, deposits, capital", 
    "Banking and financial institutions regulation", 
    "Budget process", 
    "Business investment and capital", 
    "Civil actions and liability", 
    "Congressional oversight", 
    "Consumer Financial Protection Bureau", 
    "Consumer credit", 
    "Credit and credit markets", 
    "Department of the Treasury", 
    "Executive agency funding and structure", 
    "Federal Deposit Insurance Corporation (FDIC)", 
    "Federal Reserve System", 
    "Finance and financial sector", 
    "Government studies and investigations", 
    "Housing finance and home ownership", 
    "Insurance industry and regulation", 
    "Interest, dividends, interest rates", 
    "Intergovernmental relations", 
    "International organizations and cooperation", 
    "Licensing and registrations", 
    "Monetary policy", 
    "National Credit Union Administration", 
    "Right of privacy", 
    "Rural conditions and development", 
    "Securities", 
    "State and local government operations"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2015-06-02T17:01:37Z", 
    "text": "(This measure has not been amended since it was introduced. The summary has been expanded because action occurred on the measure.)\n\nFinancial Regulatory Improvement Act of 2015\n\nTITLE I--REGULATORY RELIEF AND PROTECTION OF CONSUMER ACCESS TO CREDIT\n\n(Sec. 101) This bill amends the Gramm-Leach-Bliley Act to exempt from the requirement to provide consumers with an annual written disclosure of their privacy policy certain financial institutions that provide nonpublic personal information to a nonaffiliated third party to perform services for or functions on behalf of the financial institution.\n\n(Sec. 102) The Federal Home Loan Bank Act is amended to set requirements for a credit union that has applied for membership in a Federal Home Loan Bank, but whose member accounts are not federally insured, to be treated nonetheless as an insured depository institution.\n\n(Sec. 103) The Consumer Financial Protection Bureau (CFPB) shall establish a process under which a person who lives or does business in an area not CFPB-designated as rural may apply to the CFPB for a rural area designation. Evaluation criteria which the CFPB must consider are set forth.\n\n(Sec. 104) The Federal Financial Institutions Examination Council Act of 1978 is amended to establish in the Financial Institutions Examination Council an Office of Independent Examination Review to investigate complaints concerning examinations, examination practices, or examination reports, as well as to conduct a continuing and regular program of examination quality assurance for all types of examinations conducted, by the federal financial institutions regulatory agencies.\n\nThe Riegle Community Development and Regulatory Improvement Act of 1994 is amended to require the CFPB to establish an independent intra-agency appellate process to ensure that safeguards exist to protect the insured depository institution or insured credit union from retaliation by a federal banking agency for exercising its rights.\n\nThe principle of retaliation is expanded to include delaying consideration of, or withholding approval of, any request, notice, or application that would have been approved but for the exercise of its rights by the insured depository institution or credit union.\n\n(Sec. 106) The Truth in Lending Act (TILA) is amended to exempt certain creditors from civil liability, except in particular circumstances, for failure to comply with specified prohibitions with respect to a residential mortgage loan if among other things:\n\n the creditor (or any person acquiring the loan) has continued to hold the loan on its balance sheet since loan origination; the loan has not been acquired through a securitization; all prepayment penalties with respect to the loan comply with the limitations; the loan does not have negative amortization, interest-only features, or a loan term of over 30 years; and the creditor has documented the consumer's income, employment, assets, and credit history. The Federal Deposit Insurance Act (FDIA) is amended to require periodic federal banking agency reviews of either the mortgage portfolio or targeted segments of bank portfolios belonging to banks deemed systemically important if certain conditions arise including: (1) elevated risk, (2) increased delinquency and loss rates, (3) new lines of business emerge, (4) new acquisition channels, (5) rapid growth, or (6) an internal audit is inadequate.\n\n(Sec. 107) The Government Accountability Office (GAO) shall study the effects of the Dodd-Frank Wall Street Reform and Consumer Protection Act (Dodd-Frank) upon the availability and affordability of credit for consumers, small businesses, first-time homebuyers, and mortgage lending.\n\n(Sec. 108) The TILA is further amended to exclude from the definition of mortgage originator subject to TILA requirements and prohibitions any retailer of manufactured or modular homes or its employees, unless one or the other of them receives compensation or gain for engaging in specified activities related to mortgage loan origination that exceeds compensation or gain received in a comparable cash transaction.\n\nThe criteria for a high-cost mortgage loan secured by a dwelling that is personal property, when the transaction is for less than $50,000, are revised to: (1) increase the percentage points involved from 8.5% to 10% and the maximum amount of the qualifying transaction to $75,000 (adjusted for inflation), and (2) include as an alternative any transaction that does not include the purchase of real property on which a dwelling is to be placed.\n\nThe total points and fees payable for such a transaction must exceed the greater of 5% of the total transaction amount or $3,000 (adjusted for inflation) to qualify the mortgage loan as high-cost.(Sec. 109) The FDIA is further amended with respect to mandatory on-site examinations to increase from $500 million to $1 billion the maximum asset size of small insured depository institutions eligible for 18-month onsite examinations.\n\n(Sec. 110) The bill amends specified Acts to link to changes in the gross domestic product: (1) the size of insured depository institutions and insured credit unions subject to specified regulatory oversight (including the examination and reporting threshold required by the Consumer Financial Protection Act of 2010 [CFPA]), and (2) the size of small banks, savings associations, farm credit system institutions, and credit unions that may be exempt from swap or securities-based swap clearing requirements under the Commodity Exchange Act (CEA) and the Securities Exchange Act.\n\n(Sec. 111) The Home Mortgage Disclosure Act of 1975 is amended to direct GAO to study the privacy risks of government publication of personal financial data.\n\n (Sec. 112) The TILA is amended to: (1) shield from civil liability a disclosure made in good faith pursuant to mandatory reporting of unethical or unprofessional conduct concerning consumer real estate appraisals, and (2) declare civil penalties inapplicable to violations of appraisal independence requirements.\n\n (Sec. 113) Mutual holding companies and grandfathered mutual holding companies may waive the receipt of dividends declared on the common stock of their bank or mid-size holding companies.\n\n(Sec. 114) Any appraiser, employed to appraise a consumer's principal dwelling that will secure a consumer credit transaction but who voluntarily declines to receive a fee, shall not be treated as a fee appraiser with respect to appraisal independence requirements.\n\n(Sec. 115) The Bank Holding Company Act of 1956 is amended to exclude from its prohibitions against proprietary trading and certain relationships with hedge funds and private equity funds any banking institution whose total consolidated assets amount to $10 billion or less if it is not controlled by a company whose total consolidated assets exceed $10 billion (adjusted for changes in the gross domestic product).\n\nThe appropriate federal banking agency for an insured depository institution with total consolidated assets of $10 billion or less may apply such prohibitions and restrictions to the activities of the insured depository institution that, but for this amendment, would be subject to them if those activities: (1) are inconsistent with traditional banking activities, or (2) because of their nature or volume pose a risk to the safety and soundness of the insured depository institution.\n\n(Sec. 116) The federal banking agencies shall jointly study the appropriate capital requirements for mortgage servicing assets for banking institutions.\n\n (Sec. 117) The TILA is amended to allow a transaction to be consummated without regard to a certain three-day waiting period if a creditor extends to the consumer a second offer of credit with a lower annual percentage rate.\n\nThe CFPA is amended to shield from civil, criminal, or administrative action for failure to comply with certain mandatory disclosures relating to a consumer financial product or service any covered person that makes other specified disclosures under the TILA or the Real Estate Settlement Procedures Act of 1974 during a specified period before model disclosures are prescribed by the CFPB.\n\n(Sec. 118) The S.A.F.E. Mortgage Licensing Act of 2008 is amended to deem registered loan originators moving from a financial institution to a non-bank originator, or moving interstate, to be state-licensed for the 120-day period after a state-licensed mortgage lender, mortgage banker, or mortgage servicer that is not a depository institution registers with the Nationwide Mortgage Licensing System and Registry that the registered loan originator is employed by it.\n\n(Sec. 119) The FDIA is further amended to direct federal banking agencies to review reports of condition and jointly develop short form reports-of-condition that reduce or eliminate information or schedules currently required to be filed by an insured depository institution.\n\n(Sec. 120) The Expedited Funds Availability Act is amended to: (1) define a receiving depository institution as the proprietary automated teller machine (ATM) located in the United States in which a check is first deposited, and (2) extend coverage of the Act to American Samoa and the Commonwealth of the Northern Mariana Islands.\n\n(Sec. 121) Amends the CFPA to apply the Federal Advisory Committee Act to every CFPB advisory committee and subcommittee.\n\n (Sec. 122) The Federal Credit Union Act is amended to require the National Credit Union Administration (NCUA) Board to: (1) print in the Federal Register a draft of its detailed business-type budget before submitting it, and (2) hold a public hearing for public comments on the draft.\n\n(Sec. 123) Amends the Financial Stability Act of 2010 with respect to the exemption of the debt or equity instruments of certain small insured depository institution holding companies from mandatory capital deductions in the calculation of minimum leverage and risk-based capital requirements for insured depository institutions. Adds March 31, 2010, as an alternative to December 31, 2009, as the target date for determining consolidated assets of less than $15 billion for a depository institution holding company whose debt or equity instruments are exempt from mandatory capital deductions.\n\n(Sec. 124) The Federal Housing Finance Agency (FHFA) must withdraw its proposed rule entitled \"Members of Federal Home Loan Banks\" (September 12, 2014). The GAO shall report to certain congressional committees on the impact of the rule upon the Federal Home Loan Bank System and financial intermediaries.\n\n(Sec. 125) The Economic Growth and Regulatory Paperwork Reduction Act of 1996 is amended to name the federal regulatory entities that must review, together with the Financial Institutions Examination Council, all Council-prescribed regulations, including regulations under Dodd-Frank, in order to identify unnecessary regulatory requirements governing insured depository institutions.\n\n (Sec. 126) The following agencies shall neither implement nor participate in the Operation Choke Point initiative of the Department of Justice: the FDIC, the Office of the Comptroller of the Currency, the Federal Reserve Board, the CFPB, and the NCUA.\n\nTITLE II--SYSTEMICALLY IMPORTANT BANK HOLDING COMPANIES\n\n (Sec. 201) The Financial Stability Act of 2010 is amended to authorize the Financial Stability Oversight Council (FSOC), following prescribed procedures, to determine to be systemically important any bank holding company whose assets range between $50 billion and $500 billion (adjusted annually for inflation). Bank holding companies whose total consolidated assets exceed $500 billion (adjusted annually for inflation) shall be automatically deemed systemically important.\n\n (\"Systemically important\" and \"systemic importance\" refer to a situation where the failure of or a disruption to the functioning of a financial market utility or the conduct of a payment, clearing, or settlement activity could create, or increase, the risk of significant liquidity or credit problems spreading among financial institutions or markets and thereby threaten the stability of the U.S. financial system.)\n\n(Sec. 204) It is the sense of Congress that the federal banking agencies, using their existing authorities, should seek to tailor prudential regulations and differentiate among Federal Reserve Board-supervised bank holding companies and nonbank financial companies based upon capital structure, riskiness, complexity, financial activities, and size.\n\n TITLE III--GREATER TRANSPARENCY FOR THE FINANCIAL STABILITY OVERSIGHT COUNCIL PROCESS FOR NONBANK FINANCIAL COMPANIES\n\n(Sec. 301) The Financial Stability Act is further amended to allow any member of the governing body of a member agency headed by an FSOC member to attend FSOC meetings and have access to the same information and materials to which the FSOC member is entitled.\n\n(Sec. 302) The FSOC, when determining the need for the Federal Reserve Board to supervise a domestic or foreign nonbank financial company that could pose a threat to U.S. financial stability, shall consider, among other factors, the degree to which the company is already regulated by its primary financial regulatory agency (as under current law), including the appropriateness of imposing prudential standards in addition to or as opposed to other forms of regulation.\n\nThe FSOC shall also reevaluate annually, through a specified process, each such determination with respect to a Board-supervised nonbank financial company and grant the company opportunity to contest the FSOC determination.\n\n TITLE IV--IMPROVED ACCOUNTABILITY AND TRANSPARENCY IN THE REGULATION OF INSURANCE\n\n(Sec. 401) It is the sense of Congress that the McCarran-Ferguson Act remains the preferred approach to regulating the business of insurance.\n\n(Sec. 402) The FDIA is amended to exempt from the requirement that it provide funds or other assets to a subsidiary depository institution any savings and loan holding company that is an insurance company, affiliate of an insured depository institution that is an insurance company, and any other company that is an insurance company and directly or indirectly controls an insured depository institution.\n\n The FDIC, during the orderly liquidation of a financial company (or subsidiary) that is an insurance company, must:\n\n notify state insurance authorities when taking a priority lien for payment of funds made available to that company or subsidiary; and take the lien only if it will not unduly impede or delay the liquidation or rehabilitation of the insurance company, or the recovery by its policyholders. (Sec. 403) It is the sense of Congress that:\n\n the Secretary of the Treasury, the Federal Reserve Board, and the Director of the Federal Insurance Office (officials) should support increasing transparency at any global insurance or international standard-setting regulatory or supervisory forum in which they participate, including advocating for greater public observer access at any such forum; and these officials should achieve consensus positions with state insurance regulators whenever they represent the United States in negotiations on insurance issues at an international forum of financial regulators considering insurance regulations. There is established within the Federal Reserve Board an Insurance Policy Advisory Committee on International Capital Standards and Other Insurance Issues.\n\nThese officials must study the impact upon U.S. consumers and markets before supporting or consenting to adoption of any key elements in any international insurance proposal or international insurance capital standard.\n\nTITLE V--IMPROVING THE FEDERAL RESERVE SYSTEM\n\n (Sec. 501) The Federal Reserve Act is amended to direct the Federal Open Market Committee (FOMC) to explain quarterly to certain congressional committees the basis for its policy decisions.\n\n (Sec. 502) The Federal Reserve Board must, on a nondelegable basis, vote on whether to issue any civil money penalty assessment order or settle any other enforcement action that would involve payment of at least $1 million in compensation, penalties, fines, or other payments.\n\n Each Board member is limited to a maximum four-person staff selected by the member, and whose salaries are also set by the member.\n\n(Sec. 503) The FOMC must publish the transcript of any meeting within three years.\n\n(Sec. 505) There is established an independent Federal Reserve System Restructuring Commission to study the appropriateness of restructuring the Federal Reserve districts, analyzing potential benefits and costs.\n\n(Sec. 506) The GAO shall study the effectiveness of supervision by the Federal Reserve Board and each Federal Reserve bank of bank holding companies and nonbank financial companies subject to specified requirements of the Financial Stability Act of 2010.\n\n(Sec. 507) The Federal Reserve Board must report biennially to certain congressional committees on its plans to supervise and regulate nonbank financial companies subject to specified determinations under the Financial Stability Act of 2010.\n\n(Sec. 508) The first vice president of the Federal Reserve Bank of New York shall be appointed by the Class B and Class C directors of the Bank, with the approval of the Federal Reserve Board, for a five-year term.\n\nThe president of the Federal Reserve Bank of New York shall be appointed by the President, by and with the advice and consent of the Senate, also for a five-year term. TITLE VI--IMPROVED ACCESS TO CAPITAL AND TAILORED REGULATION IN THE FINANCIAL MARKETS\n\n(Sec. 601) The Securities Exchange Act of 1934 (SEA) is amended to subject to securities registration requirements any savings and loan holding company whose total assets exceed $10,000,000 and that has a class of equity security (other than an exempted security) held of record by 2,000 or more persons.\n\n(Sec. 602) The Securities and Exchange Commission (SEC) shall increase from $5 million to $10 million the aggregate sales price or securities threshold sold during any consecutive 12-month period in excess of which the issuer must make additional disclosures to investors regarding compensatory benefit plans.\n\n (Sec. 603) The CEA and the SEA are amended to repeal the requirement that derivatives clearing organizations, swap data repositories, and security-based swap data repositories indemnify the Commodity Futures Trading Commission or the SEC, as appropriate, for any expenses arising from litigation relating to disclosed information.\n\n(Sec. 604) The Securities Act of 1933 is amended to require continued treatment as an emerging growth company, for a certain period, of any company previously registered as an emerging growth company that has since ceased to qualify as one.\n\n TITLE VII--TAXPAYER PROTECTIONS AND MARKET ACCESS FOR MORTGAGE FINANCE\n\n(Sec. 702) For purposes of determining budgetary impacts to evaluate points of order under the Congressional Budget Act of 1974, a legislative vehicle that would either increase or extend the increase of guarantee fees for the Federal National Mortgage Association (Fannie Mae), the Federal Home Loan Mortgage Corporation (Freddie Mac), and any of their affiliates (enterprises) may not be scored with respect to the level of budget authority, outlays, or revenues.\n\n Legislation may be scored, however, if it: (1) includes a specific instruction regarding the disposition of senior preferred stock acquired pursuant to the Senior Preferred Stock Purchase Agreement; and (2) provides for an increase, or extension of an increase, of any enterprise guarantee fee in order to finance reforms to the secondary mortgage market.\n\n(The Senior Preferred Stock Purchase Agreement is:\n\n the Amended and Restated Senior Preferred Stock Purchase Agreement, dated September 26, 2008, as amended on several specified later dates, and as it may be further amended and restated, entered into between the Department of the Treasury and each enterprise; and any provision of any certificate in connection with the Agreement creating or designating the terms, powers, preferences, privileges, limitations, or any other conditions of the Variable Liquidation Preference Senior Preferred Stock of an enterprise issued or sold pursuant to the Agreement.) (Sec. 703) Treasury may not dispose of outstanding shares of senior preferred stock acquired pursuant to the Senior Preferred Stock Purchase Agreement unless legislation has been enacted specifically instructing Treasury regarding such a disposition.\n\n(Sec. 704) The FHFA shall direct the enterprises and Common Securitization Solutions, LLC, (CSS) (the joint venture the enterprises have formed) to establish the Secondary Market Advisory Committee (SMAC) to advise the enterprises and CSS on decisions pertaining to the development of secondary mortgage market infrastructure.\n\nThe SMAC must include private market participants that represent multiple aspects of the mortgage market, including mortgage lenders and poolers of mortgage-backed securities.\n\n (Sec. 705) It is the sense of Congress that:\n\n the capacity and functionality of the securitization Platform described in the FHFA paper \"Building a New Infrastructure for the Secondary Mortgage Market,\" which is currently geared toward enterprise issuance of mortgage-backed securities, should be expanded to facilitate the issuance of such securities by issuers other than the enterprises; CSS should develop the contractual and disclosure framework for issuers other than the enterprises; and specified enterprise property constitutes valuable assets for which the enterprises should receive appropriate compensation upon their transfer. The FHFA must present to Congress a plan to transition the Platform and the contractual and disclosure framework from a joint venture owned by the enterprises into a private, nonprofit entity that best facilitates a deep, liquid, and resilient secondary mortgage market for mortgage-backed securities.\n\nThe FHFA must direct the enterprises and CSS to re-constitute a CSS Board of Directors that meets certain composition requirements.\n\nCSS is prohibited from undertaking certain activities, including: (1) guaranteeing mortgage loans or mortgage-backed securities, (2) assuming or holding mortgage loan credit risk, and (3) owning or holding mortgage loans or mortgage-backed securities for investment purposes.\n\nThe FHFA shall have general regulatory authority over CSS and any subsequent private successor.\n\nThe FHFA must transfer from the enterprises to CSS any funds necessary to implement Platform activities and operations.\n\n(Sec. 706) The Federal Housing Enterprises Financial Safety and Soundness Act of 1992 is amended to require:\n\n each enterprise to develop and engage in significant and increasing risk-sharing transactions, including front-end risk sharing and risk-sharing transactions in which the first loss position is transferred, considering market conditions and the safety and soundness of the enterprise; and the FHFA to report annually to Congress a 5-year plan describing steps it intends to take to broaden the eligible investor base for credit risk-sharing programs. TITLE VIII--DODD-FRANK WALL STREET REFORM AND CONSUMER PROTECTION ACT TECHNICAL CORRECTIONS\n\n(Sec. 801) Technical and conforming amendments are made to specified Acts cited in Dodd-Frank, including: (1) the Financial Stability Act of 2010, (2) the Enhancing Financial Institution Safety and Soundness Act of 2010, and (3) the Private Fund Investment Advisers Registration Act of 2010.\n\n(Sec. 816) Extended for one year are rulemaking deadlines prescribed in Dodd-Frank which have either not been met, or have not been met in final form."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Financial Regulatory Improvement Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Financial Regulatory Improvement Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "An original bill to improve accountability and transparency in the United States financial regulatory system, protect access to credit for consumers, provide sensible relief to financial institutions, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Financial Regulatory Improvement Act of 2015", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-01T13:30:39Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s1484.xml"
}