{
  "actions": [
    {
      "acted_at": "2016-05-09", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-05-09", 
      "action_code": "", 
      "committees": [
        "SSEG"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2016-05-17", 
      "action_code": "", 
      "committee": "Committee on Energy and Natural Resources Subcommittee on Water and Power", 
      "committees": [
        "SSEG"
      ], 
      "references": [], 
      "text": "Committee on Energy and Natural Resources Subcommittee on Water and Power. Hearings held.", 
      "type": "hearings"
    }, 
    {
      "acted_at": "2016-07-13", 
      "action_code": "", 
      "committees": [
        "SSEG"
      ], 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Energy and Natural Resources. Ordered to be reported with an amendment favorably.", 
      "type": "calendar"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2902-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "markup", 
        "referral"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on Water and Power", 
      "subcommittee_id": "07"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "bioguide_id": "B001261", 
      "district": null, 
      "name": "Barrasso, John", 
      "original_cosponsor": true, 
      "sponsored_at": "2016-05-09", 
      "state": "WY", 
      "thomas_id": "01881", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "D000618", 
      "district": null, 
      "name": "Daines, Steve", 
      "original_cosponsor": true, 
      "sponsored_at": "2016-05-09", 
      "state": "MT", 
      "thomas_id": "02138", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "H001041", 
      "district": null, 
      "name": "Heller, Dean", 
      "original_cosponsor": true, 
      "sponsored_at": "2016-05-09", 
      "state": "NV", 
      "thomas_id": "01863", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "M000303", 
      "district": null, 
      "name": "McCain, John", 
      "original_cosponsor": true, 
      "sponsored_at": "2016-05-09", 
      "state": "AZ", 
      "thomas_id": "00754", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "R000584", 
      "district": null, 
      "name": "Risch, James E.", 
      "original_cosponsor": true, 
      "sponsored_at": "2016-05-09", 
      "state": "ID", 
      "thomas_id": "01896", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2016-05-17", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2016-05-09", 
  "number": "2902", 
  "official_title": "A bill to provide for long-term water supplies, optimal use of existing water supply infrastructure, and protection of existing water rights.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1107-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2097-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2273-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3867-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s438-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s593-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1305-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1533-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1552-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Western Water Supply and Planning Enhancement Act of 2016", 
  "sponsor": {
    "bioguide_id": "F000444", 
    "district": null, 
    "name": "Flake, Jeff", 
    "state": "AZ", 
    "thomas_id": "01633", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2016-07-13", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Alternative and renewable resources", 
    "Appropriations", 
    "Aquatic ecology", 
    "Atmospheric science and weather", 
    "Congressional oversight", 
    "Dams and canals", 
    "Department of the Interior", 
    "Disaster relief and insurance", 
    "Electric power generation and transmission", 
    "Environmental assessment, monitoring, research", 
    "Executive agency funding and structure", 
    "Federal-Indian relations", 
    "Fires", 
    "Floods and storm protection", 
    "Forests, forestry, trees", 
    "General public lands matters", 
    "Government information and archives", 
    "Government studies and investigations", 
    "Government trust funds", 
    "Hydrology and hydrography", 
    "Indian lands and resources rights", 
    "Infrastructure development", 
    "Intergovernmental relations", 
    "Judicial review and appeals", 
    "Lakes and rivers", 
    "Land use and conservation", 
    "Licensing and registrations", 
    "Missouri River", 
    "Montana", 
    "Native Americans", 
    "North Dakota", 
    "Performance measurement", 
    "Pest management", 
    "Public contracts and procurement", 
    "Rural conditions and development", 
    "State and local government operations", 
    "Water quality", 
    "Water resources development", 
    "Water resources funding", 
    "Water storage", 
    "Water use and supply", 
    "Watersheds", 
    "Wildlife conservation and habitat protection", 
    "Wyoming"
  ], 
  "subjects_top_term": "Water resources development", 
  "summary": {
    "as": "Introduced in Senate", 
    "date": "2016-05-09T04:00:00Z", 
    "text": "Western Water Supply and Planning Enhancement Act of 2016\n\nTITLE I--LONG-TERM IMPROVEMENTS FOR WESTERN STATES SUBJECT TO DROUGHT\n\nThis bill directs the Department of the Army to: (1) submit a report including, for any state in which a county designated by the Department of Agriculture (USDA) as a drought disaster area during water year 2015 is located, a list of projects operated for flood control in accordance with rules prescribed under the Flood Control Act of 1944; and (2) carry out at least 15 pilot projects, including at least 6 non-federal projects, to implement revisions of water operations manuals, including flood control rule curves, based on the best available science.\n\nThis bill authorizes Interior, in cooperation with the state of Wyoming, to amend the Definite Plan Report for the Seedskadee Project authorized under the Colorado River Storage Project Act to provide for the study, design, planning, and construction activities that will enable the use of all active storage capacity of Fontenelle Dam and Reservoir.\n\nInterior is required to: (1) enter into an arrangement with the National Academy of Sciences for a comprehensive study of the effectiveness and environmental impacts of saltcedar biological and mechanical control efforts on increasing water supplies and improving riparian habitats, and (2) report a feasible plan to implement a tamarisk control plan as described in the Bureau of Reclamation study entitled \"Colorado River Basin Water Supply and Demand Study.\"\n\nThe bill directs Interior to: (1) fund or participate in projects to increase Colorado River System water in Lake Mead and the initial units of Colorado River Storage Project reservoirs to address the effects of historic drought conditions, and (2) report on the effectiveness of such projects by September 30, 2026.\n\nThe bill requires the Army to study, develop, and describe only the management activity or the alternative of no action in an environmental assessment or environmental impact statement for a management activity that is developed through a collaborative process, proposed by a resource advisory committee, or covered by a community wildfire protection plan, or that covers an area with a high national fire danger rating, and for which the primary purpose is:\n\n to address an insect infestation; to reduce hazardous fuel loads; to control a noxious or invasive weed; to protect a municipal water source; to maintain, enhance, or modify critical habitat to ensure protection from catastrophic disturbances; to increase water yield; or any combination thereof. A categorical exclusion to the requirements of the National Environmental Policy Act of 1969 shall be available to the USDA or Interior to develop and carry out such a management activity on National Forest System land or public land.\n\nBureau of Reclamation Transparency Act\n\nThe bill directs Interior to: (1) submit and biennially update an Asset Management Report that describes the Bureau of Reclamation's efforts to maintain all reserved works at Reclamation facilities and to standardize and streamline data reporting and processes across regions and areas for the purpose of maintaining such works, (2) coordinate with the non-federal entities responsible for the operation and maintenance of transferred works in developing reporting requirements for such report, and (3) develop and implement a categorical rating system for transferred works.\n\nThe maximum amount of the federal share of the cost of the Central Valley Water Recycling Project otherwise available as of the date of enactment of this bill is reduced by $2 million.\n\nWater Supply Permitting Coordination Act\n\nThe bill establishes the Bureau of Reclamation as the lead agency for purposes of coordinating all reviews, analyses, opinions, statements, permits, licenses, or other approvals or decisions (reviews) required under federal law to construct new surface water storage projects on lands administered by Interior or USDA, exclusive of any easement, right-of-way, lease, or any private holding (qualifying projects).\n\nThe Bureau: (1) upon receipt of an application for a qualifying project, shall identify any federal agency that may have jurisdiction over a required review; and (2) shall notify such agency that it has been designated as a cooperating agency unless the agency notifies the Bureau that the agency has no jurisdiction or authority over the project, has no expertise or information relevant to the project or any associated review, or does not intend to submit comments other than in cooperation with the Bureau. Each cooperating agency must submit to the Bureau: (1) a timeframe for completing the agency's authorizing responsibilities, (2) all environmental review material produced in the course of carrying out activities required under federal law consistent with the project schedule, and (3) all relevant project data.\n\nA state in which a qualifying project is being considered may choose to: (1) participate as a cooperating agency; and (2) make subject to the processes of this bill all state agencies that have jurisdiction over the project, are required to conduct or issue a review, or are required to make a determination on issuing a permit, license, or approval for the project.\n\nThe principal responsibilities of the Bureau under this bill are to: (1) serve as the point of contact for applicants, state agencies, Indian tribes, and others regarding proposed projects; (2) coordinate preparation of unified environmental documentation that will serve as the basis for all federal decisions necessary to authorize the use of federal lands for qualifying projects; and (3) coordinate all federal agency reviews necessary for the development and construction of qualifying projects.\n\nAuthorizes Interior to accept and expend funds contributed by a non-federal public entity to expedite the evaluation of a permit of that entity related to a qualifying project or activity for a public purpose under its jurisdiction. Directs Interior to ensure that all final permit decisions are made available to the public, including on the Internet.\n\nBureau of Reclamation Project Streamlining Act\n\nThe bill requires that a surface water or water supply project feasibility study initiated after enactment of this bill shall: (1) result in the completion of a final feasibility report within three years; (2) have a maximum federal cost of $3 million; and (3) ensure that personnel from the local project area, region, and headquarters levels of the Bureau of Reclamation concurrently conduct the required review. The bill sets forth factors for extending such timeline for complex projects.\n\nInterior shall, within 90 days after the initiation of a project study: (1) initiate the process for completing reviews, including environmental reviews, required to be completed as part of such study; (2) convene a meeting of federal, tribal, and state agencies required to act; and (3) provide information that will enable required reviews and analyses to be conducted by other agencies in a thorough and timely manner.\n\nInterior must: (1) expedite the completion of any ongoing project study initiated before the enactment of this bill; and (2) proceed directly to preconstruction planning, engineering, and design of a project that it determines is justified.\n\nThe bill sets forth requirements applicable to: (1) project studies initiated after enactment of this bill for which an environmental impact statement is prepared under the National Environmental Policy Act of 1969 (NEPA); (2) other project studies initiated before enactment for which an environmental review process document is prepared under NEPA; and (3) any project study for the development of a non-federally owned and operated surface water storage project for which Interior determines there is a demonstrable federal interest and that is located in a river basin where other Bureau water projects are located, that will create additional water supplies that support Bureau water projects, or that will become integrated into the operation of Bureau water projects. Interior shall:\n\n annually prepare a list of all such studies that do not have adequate funding for study completion; develop and implement a coordinated environmental review process for the development of such studies; identify early all federal, state, and local government agencies and Indian tribes that may have jurisdiction and that may be required to act, which the federal lead agency shall invite to become participating or cooperating agencies; issue guidance regarding the use of programmatic approaches to carry out the environmental review process; and establish an electronic database and issue reporting requirements to make publicly available the status and progress with respect to compliance with applicable NEPA requirements and other action required for a project study. The bill sets forth the authorities and responsibilities of the joint lead agency, which may be a project sponsor, and the federal lead agency in the environmental review process, including: (1) the preparation and use of environmental documents; (2) establishing a plan for coordinating public and agency participation; (3) working with cooperating and participating agencies to identify and resolve issues that could delay process completion or result in the denial of any approval required for the project study; and (4) establishing, upon request, memoranda of agreement with the project sponsor, Indian tribes, and state and local governments to carry out the early coordination activities. A federal lead agency shall serve in that capacity for the entirety of all non-federal projects that will be integrated into a larger system owned, operated, or administered by the Bureau. Interior, upon determining that a project can be expedited by a non-federal sponsor and that there is a demonstrable federal interest in expediting the project, shall advance it as a non-federal project. A federal jurisdictional agency must complete any required approval or decision for the environmental review process on an expeditious basis. Funds shall be reduced for such an agency that fails to render such a decision by a specified deadline.\n\nInterior shall: (1) survey the use by the Bureau of categorical exclusions in projects since 2005 and propose a new categorical exclusion for a category of activities if merited, and (2) establish a program to measure and report on progress made toward improving and expediting the planning and environmental review process.\n\nThe bill requires Interior to develop and submit annually a Report to Congress on Future Water Project Development that identifies: (1) the costs and benefits of, the non-federal interests associated with, and the support for project reports, proposed project studies, and proposed modifications to authorized water projects and project studies that are related to the missions and authorities of the Bureau, that require specific congressional authorization, that have not been congressionally authorized, that have not been included in any previous annual report, and that, if authorized, could be carried out by the Bureau; and (2) any project study that was expedited under this bill.\n\nTITLE II--PROTECTING EXISTING WATER RIGHTS\n\n Water Rights Protection Act\n\nThe bill prohibits USDA or Interior from conditioning or withholding an action to issue, renew, amend, or extend any permit, approval, right-of-way, or other land use or occupancy agreement on:\n\n the transfer of any state water right to the United States or any other designee; the acquisition of a state water right in the name of the United States; limiting the date, time, quantity, location of diversion or pumping, or place of use of a state water right beyond any applicability limitations under state water law; so limiting a state water right based on jurisdiction over groundwater resources, unless the limitation imposes no greater restriction to a state water right than an applicable state law governing groundwater resources; or the modification of the terms and conditions of groundwater withdrawal, guidance and reporting procedures, and conservation and source protection measures established by a state. In developing any rule, policy, directive, or management plan relating to such an action, Interior or the USDA shall (1) recognize the long-standing authority of the states relating to groundwater and coordinate with the states to ensure that any such rule, policy, directive, or management plan is consistent with, and imposes no greater restriction or regulatory requirement than, applicable state groundwater law; and (2) shall not assert any connection between surface and groundwater that is inconsistent with such a connection recognized by state water laws or adversely affect any authority of a state in adjudicating water rights, any definition established by a state with respect to the term \"beneficial use,\" \"priority of water rights,\" or \"terms of use,\" or any other right or obligation of a state established under state law.\n\nTITLE III-- COMPLETING AND MAINTAINING RURAL WATER SUPPLY INFRASTRUCTURE\n\nIrrigation Rehabilitation and Renovation for Indian Tribal Governments and Their Economies Act or the IRRIGATE Act\n\nThis bill establishes the Indian Irrigation Fund, from which Interior may make expenditures to carry out this Act. The Department of the Treasury shall deposit into such Fund for each of FY2017-FY2038 specified amounts of revenues that would otherwise be deposited in the reclamation fund established by the Reclamation Act of 1902. The Fund shall terminate on September 30, 2038, and the unexpended and unobligated balance shall be transferred to the reclamation fund.\n\nInterior shall establish a program to address the deferred maintenance and water storage needs of Indian irrigation projects that: (1) create risks to public or employee safety or natural or cultural resources, and (2) unduly impede the management and efficiency of the Indian irrigation program.\n\nInterior shall use or transfer specified amounts in the Fund to the Bureau of Indian Affairs (BIA) for each of FY2017-FY2038 to carry out maintenance, repair, replacement, and water storage construction activities for Indian irrigation projects in the western United States that are owned by the federal government and managed and operated by the BIA and that have deferred maintenance documented. Such amounts shall not be: (1) subject to reimbursement by the owners of the land served by the Indian irrigation projects; or (2) assessed as debts or liens against the land served by such projects.\n\nInterior shall submit to Congress: (1) programmatic goals to carry out this Act that would enable the completion of repairing, replacing, modernizing, or performing maintenance on projects as expeditiously as possible, facilitate or improve the BIA's ability to carry out its mission in operating a project, ensure that the results of government-to-government consultation with the Indian tribe that has jurisdiction over the land on which an eligible project is located are addressed, and facilitate the construction of new water storage using non-federal contributions to address tribal, regional, and watershed-level supply needs; and (2) funding prioritization criteria to serve as a methodology for distributing funds under this Act. Such criteria to take into account:\n\n the extent to which deferred maintenance of projects threatens public or employee safety or health, natural or cultural resources, or the BIA's ability to operate the project; the methodology of the rehabilitation priority index; the potential economic benefits of the expenditures on job creation and general economic development in the affected tribal communities; and the ability of the qualifying project to address tribal, regional, and watershed level water supply needs. Interior shall: (1) complete a study that evaluates options for improving programmatic and project management and performance of irrigation projects managed and operated by the BIA, and (2) submit status reports biennially on progress made and deficiencies remaining regarding addressing the deferred maintenance needs of Indian irrigation projects.\n\nInterior shall ensure that, for each of FY2017-FY2038, each eligible Indian irrigation project that has critical maintenance needs receives funding.\n\nClean Water for Rural Communities Act\n\nThe bill authorizes Interior to carry out the projects entitled: (1) the \"Dry-Redwater Regional Water Authority System\" in accordance with the Dry-Redwater Regional Water System Feasibility Study, which received funding from the Bureau of Reclamation on September 1, 2010; and (2) the \"Musselshell-Judith Rural Water System\" in accordance with the Musselshell-Judith Rural Water System Feasibility Report. The bill defines the service areas of such projects in North Dakota and Montana.\n\nInterior shall enter into a cooperative agreement with the Dry-Redwater Regional Water Authority and the Central Montana Regional Water Authority to provide federal assistance for the planning, design, and construction of such Water Systems. The bill sets forth the federal share of such costs and the authorized uses of federal funds, which exclude operation, maintenance, or replacement of the Water Systems.\n\nThe Western Area Power Administration shall make available to the Dry-Redwater System a quantity of power (up to one and a half megawatt capacity) required to meet the System's pumping and incidental operation requirements between May 1 and October 31 of each year: (1) from the water intake facilities; and (2) through all pumping stations, water treatment facilities, reservoirs, storage tanks, and pipelines up to the point of delivery of water to all storage reservoirs and tanks and each entity that distributes water at retail to individual users.\n\nThe System shall be eligible to receive such power only if it: (1) operates on a nonprofit basis, and (2) is constructed pursuant to the cooperative agreement with the Dry-Redwater Regional Water Authority.\n\nThe Authority shall be responsible for: (1) charges for additional power needed to meet pumping requirements, (2) the costs of non-federal transmission and distribution system delivery and service arrangements, and (3) funding any upgrades to the transmission system owned by the Western Area Power Administration Basin Electric Power District and the Heartland Consumers Power District required to deliver power to the System.\n\nTITLE IV--OFFSET\n\nAccelerated Revenue, Repayment, and Surface Water Storage Enhancement Act\n\nThis title requires Interior, upon request from a water users association, to convert certain water service contracts between the United States and the association to allow for prepayment of repayment contracts."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Western Water Supply and Planning Enhancement Act of 2016", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Accelerated Revenue, Repayment, and Surface Water Storage Enhancement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Bureau of Reclamation Project Streamlining Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Bureau of Reclamation Transparency Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Clean Water for Rural Communities Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "IRRIGATE Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Irrigation Rehabilitation and Renovation for Indian Tribal Governments and Their Economies Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Water Rights Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Water Supply Permitting Coordination Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to provide for long-term water supplies, optimal use of existing water supply infrastructure, and protection of existing water rights.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Western Water Supply and Planning Enhancement Act of 2016", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-24T08:49:53Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s2902.xml"
}