{
  "actions": [
    {
      "acted_at": "2016-02-23", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2016-02-23", 
      "action_code": "", 
      "committees": [
        "SSEG"
      ], 
      "references": [
        {
          "reference": "CR S961-962", 
          "type": "Sponsor introductory remarks on measure"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2568-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2016-02-23", 
  "number": "2568", 
  "official_title": "A bill to provide for conservation, enhanced recreation opportunities, and development of renewable energy in the California Desert Conservation Area, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "California Desert Conservation, Off-Road Recreation, and Renewable Energy Act", 
  "sponsor": {
    "bioguide_id": "F000062", 
    "district": null, 
    "name": "Feinstein, Dianne", 
    "state": "CA", 
    "thomas_id": "01332", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2016-02-23", 
  "subjects": [
    "Alternative and renewable resources", 
    "California", 
    "Climate change and greenhouse gases", 
    "Congressional oversight", 
    "Energy revenues and royalties", 
    "Forests, forestry, trees", 
    "Government studies and investigations", 
    "Government trust funds", 
    "Historical and cultural resources", 
    "Indian lands and resources rights", 
    "Land transfers", 
    "Land use and conservation", 
    "Motor vehicles", 
    "Outdoor recreation", 
    "Parks, recreation areas, trails", 
    "Public lands and natural resources", 
    "Water use and supply", 
    "Wilderness and natural areas, wildlife refuges, wild rivers, habitats", 
    "Wildlife conservation and habitat protection"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Introduced in Senate", 
    "date": "2016-02-23T05:00:00Z", 
    "text": "California Desert Conservation, Off-Road Recreation, and Renewable Energy Act \n\nThis bill designates specified lands in the California Desert Conservation Area or San Bernardino National Forest in California as wilderness areas.\n\nSpecified wilderness study areas are released from further study.\n\n There is established the Vinagre Wash Special Management Area.\n\nBoundaries are revised for Death Valley National Park, Mojave National Preserve, and Joshua Tree National Park.\n\nThe bill designates specified off-highway vehicle recreation areas within the Conservation Area in San Bernardino County, California.\n\nThe Department of the Interior or the Department of Agriculture (USDA), as appropriate, shall complete a study to identify Bureau of Land Management (BLM) lands within the Conservation Area suitable for addition to: (1) the national off-highway vehicle recreation areas designated by this Act, or (2) the Johnson Valley Off-Highway Vehicle Recreation Area.\n\nThere is established the Alabama Hills National Scenic Area in Inyo County, California.\n\nSpecified federal land in California shall be taken into trust for the Lone Pine Paiute-Shoshone Tribe's reservation.\n\nThe bill authorizes:\n\n a conveyance of specified federal land to Reginald Cook, a specified transfer of certain BLM land to Anza-Borrego Desert State Park, and a conveyance of specified BLM land to Imperial County Holtville Airport. Interior or USDA (as appropriate) shall:\n\n assess the impacts of climate change on the Conservation Area, and establish policies and procedures to ensure preservation of wildlife corridors and facilitate species migration likely to occur due to climate change. Interior and USDA shall ensure that members of specified tribes have access to designated areas for traditional and cultural purposes.\n\nThe bill releases federal reversionary interests in certain land in the Metropolitan Water District of Southern California.\n\nThe California Desert Protection Act of 1994 is amended to authorize the acquisition of land for the Joshua Tree National Park for purposes of operating a visitor center.\n\nThe bill revises certain requirements of that Act for specified California state school land.\n\nThe Wild and Scenic Rivers Act is revised to designate certain wild, scenic, and recreational rivers in California.\n\nInterior shall take no action within the Conservation Area with regard to the distribution of groundwater for municipal, commercial, or industrial use from specified aquifers in quantities that exceed the estimated perennial safe yield or annual recharge rate, as determined by the U.S. Geological Survey.\n\nThe bill prescribes the disposition of revenues received from the development of wind and solar energy on BLM-managed lands, and establishes a Renewable Energy Resource Conservation Fund to address the impacts of wind and solar development on federal lands."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "California Desert Conservation, Off-Road Recreation, and Renewable Energy Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to provide for conservation, enhanced recreation opportunities, and development of renewable energy in the California Desert Conservation Area, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "California Desert Conservation, Off-Road Recreation, and Renewable Energy Act", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-01T13:31:13Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s2568.xml"
}