{
  "actions": [
    {
      "acted_at": "2015-07-29", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-07-29", 
      "action_code": "", 
      "committees": [
        "SSEG"
      ], 
      "references": [
        {
          "reference": "CR S6141-6142", 
          "type": "Sponsor introductory remarks on measure"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-10-08", 
      "action_code": "", 
      "committee": "Committee on Energy and Natural Resources", 
      "committees": [
        "SSEG"
      ], 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Hearings held.", 
      "type": "hearings"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1894-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "hearings", 
        "referral"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "114", 
  "cosponsors": [
    {
      "bioguide_id": "B000711", 
      "district": null, 
      "name": "Boxer, Barbara", 
      "original_cosponsor": true, 
      "sponsored_at": "2015-07-29", 
      "state": "CA", 
      "thomas_id": "00116", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2015-10-08", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-07-29", 
  "number": "1894", 
  "official_title": "A bill to provide short-term water supplies to drought-stricken California.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2533-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr5247-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "California Emergency Drought Relief Act of 2015", 
  "sponsor": {
    "bioguide_id": "F000062", 
    "district": null, 
    "name": "Feinstein, Dianne", 
    "state": "CA", 
    "thomas_id": "01332", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-07-29", 
  "subjects": [
    "Agricultural conservation and pollution", 
    "Alaska", 
    "Alternative and renewable resources", 
    "Aquatic ecology", 
    "Arizona", 
    "Atmospheric science and weather", 
    "California", 
    "Climate change and greenhouse gases", 
    "Colorado", 
    "Congressional oversight", 
    "Dams and canals", 
    "Drug trafficking and controlled substances", 
    "Endangered and threatened species", 
    "Energy efficiency and conservation", 
    "Environmental assessment, monitoring, research", 
    "Environmental technology", 
    "Fishes", 
    "Floods and storm protection", 
    "Government information and archives", 
    "Government lending and loan guarantees", 
    "Government studies and investigations", 
    "Government trust funds", 
    "Hawaii", 
    "Hydrology and hydrography", 
    "Idaho", 
    "Kansas", 
    "Lakes and rivers", 
    "Licensing and registrations", 
    "Marine and coastal resources, fisheries", 
    "Military facilities and property", 
    "Montana", 
    "Nebraska", 
    "Nevada", 
    "New Mexico", 
    "North Dakota", 
    "Oklahoma", 
    "Oregon", 
    "Research administration and funding", 
    "Solid waste and recycling", 
    "South Dakota", 
    "State and local finance", 
    "Texas", 
    "Utah", 
    "Washington State", 
    "Water quality", 
    "Water resources development", 
    "Water resources funding", 
    "Water storage", 
    "Water use and supply", 
    "Wilderness and natural areas, wildlife refuges, wild rivers, habitats", 
    "Wildlife conservation and habitat protection", 
    "Wyoming"
  ], 
  "subjects_top_term": "Water resources development", 
  "summary": {
    "as": "Introduced in Senate", 
    "date": "2015-07-29T04:00:00Z", 
    "text": "California Emergency Drought Relief Act of 2015\n\nTITLE I--CALIFORNIA EMERGENCY DROUGHT RELIEF\n\nThis bill requires the Department of the Interior and the Department of Commerce, in response to a California drought emergency declaration, to approve projects and operations to provide the maximum quantity of water supplies to Central Valley Project (CVP) agricultural, municipal and industrial, and refuge service and repayment contractors; State Water Project (SWP) contractors; and other California localities or municipalities. The requirements apply to the Klamath Project if projects or operations would benefit California federal water contractors.\n\nRequirements are set forth concerning:\n\n operation of the Delta Cross Channel Gates; turbidity control; reverse flow in the Old and Middle Rivers; proposals to increase flow in the San Joaquin River through a voluntary sale, transfer, or exchange of water from an agency with rights to divert water from the river or its tributaries in conjunction with procedures to adopt a 1:1 inflow to export ratio for the increment of increased flow; management of the impacts on species listed as threatened or endangered under the Endangered Species Act of 1973; coordination with the salmonid biological opinion, dated June 4, 2009, and the smelt biological opinion, dated December 15, 2008; permits for temporary barriers or operable gates in Delta channels and for water transfer requests associated with voluntarily fallowing nonpermanent crops; and coordination with the Department of Agriculture (USDA) to enter an agreement with the National Academy of Sciences to study the effectiveness and environmental impacts of saltcedar biological control efforts on increasing water supplies and improving riparian habitats of the Colorado River. \"Delta\" means the Sacramento-San Joaquin Delta and the Suisun Marsh.\n\nFederal agencies must: (1) expedite final decisions for federal water projects or operations upon California's request, and (2) develop alternative arrangements to comply with the National Environmental Policy Act of 1969 (NEPA).\n\nThe Environmental Protection Agency (EPA), during California emergency drought declarations, must require California to prioritize state revolving funds allocated under the Federal Water Pollution Control Act or the Safe Drinking Water Act to projects that will: (1) provide additional water supplies to areas at risk of having inadequate supplies for public health and safety purposes, or (2) improve resiliency to drought. The EPA must also, at California’s request, authorize 40-year financing for assistance in the case of state loan funds used to buy or refinance the debt obligation of municipalities and intermunicipal and interstate agencies at or below market rates.\n\nInterior must confer with the California Department of Fish and Wildlife (CDFW) regarding the implementation of this title and any changes to the smelt or salmonid biological opinions. If the CDFW requires take authorization under California law for operation of the SWP in a manner that reduces water supply to the SWP as compared to the supply available under the biological opinions, and as a consequence the CVP yield is greater, the additional yield must be made available to SWP contractors to offset losses from the CDFW's action.\n\nThis title expires on the later of: (1) the California governor's declaration of an end of California's drought emergency, or (2) September 30, 2017.\n\nTITLE II--ACTIONS TO BENEFIT FISH AND REFUGES\n\nThe National Oceanic and Atmospheric Administration's Recovery Plan for Sacramento River winter-run Chinook salmon, Central Valley spring-run Chinook salmon, and Central Valley steelhead is authorized through FY2020.\n\nInterior must evaluate: (1) nonstructural barriers to prevent straying of threatened or endangered salmonids through key Delta junctions, and (2) the feasibility of additional gravel and natural rearing areas to improve salmon and steelhead population recovery.\n\nInterior must establish pilot programs to test alternative release strategies for hatchery-raised, winter-run salmon to reduce mortality rates.\n\nInterior and Commerce must assess methods of reducing predation by: (1) modifying natural and artificial factors in the Sacramento River and the Sacramento-San Joaquin River Delta watershed, (2) lowering light intensity at artificial structures, and (3) redepositing salvaged salmon smolts.\n\nThe National Marine Fisheries Service (NMFS) and the Bureau of Reclamation (Reclamation) must implement a pilot program to test an experimental trap and barge program to improve survival of juvenile salmonids emigrating from the San Joaquin watershed through the Delta.\n\nThe NMFS and the Oakdale and South San Joaquin irrigation districts must implement a pilot program to remove nonnative predator fish from the Stanislaus River. Interior must begin pilot projects to implement the Calfed Bay-Delta invasive species control program.\n\nInterior is directed to determine methods to minimize the effects of the CVP and the SWP on Delta smelt and utilize new technologies for better smelt tracking.\n\nA federal cost share of up to 50% is authorized for the acceleration and completion of water infrastructure and conveyance facilities necessary to achieve full water deliveries to Central Valley wildlife refuges and habitat areas.\n\nTITLE III--LONG-TERM WATER SUPPLY PROJECTS\n\nInterior is directed to award funding on a competitive basis for certain water recycling, water desalination, and drought recovery and resiliency projects that can reduce reliance on surface and groundwater supplies. The bill identifies cities, water districts, desalination projects, and other sponsors to be included among the projects reviewed.\n\nThe Water Desalination Act of 1996 is amended to reauthorize through FY2020 research grants and a demonstration program to develop processes for converting saline water into water suitable for beneficial uses.\n\nThe White House Office of Science and Technology Policy must develop a strategic plan for future federal investments in desalination that coordinates federal agencies' activities.\n\nThe EPA must implement a program to provide financial assistance for the design of desalination facilities that provide water suitable for environmental enhancement, agricultural, industrial, municipal, and other beneficial consumptive or nonconsumptive uses.\n\nThe bill provides procedures for Interior to participate in federal and nonfederal storage projects.\n\nDeadlines are established for Reclamation to submit to Congress water storage feasibility studies concerning specified dams and reservoirs under the Calfed Bay-Delta Authorization Act.\n\nThe Reclamation Safety of Dams Act of 1978 is amended to allow Interior to develop any necessary additional project benefits (including additional conservation storage capacity) in conjunction with its activities to modify Reclamation dams and facilities to preserve their structural safety. The costs must be subject to a cost-sharing agreement among applicable federal, state, and local agencies and repaid in accordance with reclamation laws.\n\nThe Department of the Army must carry out up to five pilot projects, including at least two nonfederal projects, to implement revisions of water operations manuals, including flood control rule curves, in states under a gubernatorial drought declaration during water year 2015. Reclamation-owned dams or reservoirs are excluded from being such a pilot project.\n\nA WaterSense Program is established within the EPA to promote products, buildings, landscapes, facilities, processes, and services certified to display a label designating them as water efficient.\n\nInterior must enter voluntary agreements to implement water conservation programs with public water agencies or other entities that receive water from a Reclamation-operated project. The conserved water is to be retained by: (1) the public water agencies; and (2) Interior to promote groundwater recharge and conservation, refuge water supply, or authorized projects. An existing water service or repayment contractor may contribute funds to implement such an agreement in exchange for water.\n\nUSDA must provide grants for water projects in eligible communities that are unable to meet primary water quality standards or that have severely diminished water supplies due to drought conditions.\n\nThe Department of Defense must commence at least three water conservation pilot projects on California military installations.\n\nThe Drug Enforcement Administration must assist California state or local law enforcement in the suppression of cannabis operations.\n\nThe EPA may award grants and assist with financing of research and demonstration projects to promote innovative water supply and conservation technologies.\n\nThe U.S. Geological Survey (USGS) must establish an open water data system to advance the availability, timely distribution, and use of data for water management, education, research, assessment, and monitoring.\n\nTITLE IV--FEDERAL SUPPORT FOR STATE AND LOCAL DROUGHT RESILIENCY PROJECTS\n\nInterior may provide financial assistance, such as secured loans or loan guarantees, to private entities, state or local governments, irrigation districts, water users' associations, or other entities that contract with the United States under federal reclamation law to carry out water projects within the 17 western states served by Reclamation, other states where Reclamation is authorized to provide project assistance, Alaska, and Hawaii. Eligible project costs of such a project must be reasonably anticipated to be at least $20 million. The final maturity date of a secured loan may not be later than 35 years after substantial completion of the underlying project.\n\nInterior and California may enter into a memorandum of understanding to designate California as lead agency for purposes of NEPA. Interior must permit California, and not more than four additional states, to participate in the program.\n\nThe bill establishes a process for Interior to identify, solicit public comment on, and submit to Congress a list of inactive water resources development programs or projects to be deauthorized because they are no longer viable for construction.\n\nUnder the national water availability and use assessment program, the USGS may enter into cost shared financial assistance and other long-term agreements with nonfederal participants in the 17 Reclamation-served western states, Hawaii, and Alaska to advance nonfederal permanent water storage and conveyance facilities, projects for the reclamation and reuse of municipal, industrial, domestic and agricultural wastewater, and naturally impaired ground and surface waters, and other water management improvement projects.\n\nThe Reclamation Wastewater and Groundwater Study and Facilities Act is amended to establish a process for Interior to award grants to nonfederal sponsors for projects that reclaim and reuse: (1) municipal, industrial, domestic, or agricultural wastewater; or (2) impaired ground or surface waters.\n\nFor FY2026-FY2050, a designated portion of revenues that would otherwise be deposited in the Reclamation Fund are to be deposited instead into a Federal Support for State and Local Drought Solutions Fund established in the Treasury for expenditures on certain federal loan guarantees and cost sharing authorized for state and local storage projects under this Act and project funding under the Reclamation Wastewater and Groundwater Study and Facilities Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "California Emergency Drought Relief Act of 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to provide short-term water supplies to drought-stricken California.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "California Emergency Drought Relief Act of 2015", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-01T13:30:50Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s1894.xml"
}