{
  "actions": [
    {
      "acted_at": "2015-06-24", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-06-24", 
      "action_code": "", 
      "committees": [
        "SSCM"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1669-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-06-24", 
  "number": "1669", 
  "official_title": "A bill to reform the Federal Motor Carrier Safety Administration.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "TRUCK Safety Reform Act", 
  "sponsor": {
    "bioguide_id": "F000463", 
    "district": null, 
    "name": "Fischer, Deb", 
    "state": "NE", 
    "thomas_id": "02179", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-06-24", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Administrative remedies", 
    "Department of Transportation", 
    "Government information and archives", 
    "Medical tests and diagnostic methods", 
    "Motor carriers", 
    "Transportation and public works", 
    "Transportation employees", 
    "Transportation safety and security"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced in Senate", 
    "date": "2015-06-24T04:00:00Z", 
    "text": "Trucking Rules Updated by Comprehensive and Key Safety Reform Act or the TRUCK Safety Reform Act\n\nThis bill requires the Federal Motor Carrier Safety Administration (FMCSA): (1) at least every five years, to conduct a comprehensive review of its rules, regulations, regulatory guidance, and enforcement policies; and (2) within 24 months after completion of each review, to amend its regulations and enforcement policies to ensure that they are consistent and uniform. If the FMCSA determines that guidance it has issued has not been incorporated into a regulation, such guidance shall cease to be effective 24 months after the conclusion of such review unless FMCSA reissues it.\n\nThe Department of Transportation (DOT) shall publish in the Federal Register on the date of issuance all newly issued or reissued regulatory guidance and interpretations regarding commercial motor vehicle safety regulations.\n\nThe FMCSA shall conduct a formal notice and comment process when issuing medical guidance but may use informal rulemaking when issuing medical guidance that is directly related to a public health emergency.\n\nThe FMCSA: (1) when analyzing the impact of regulations and enforcement policies, shall specify how it will evaluate future rules and shall allow stakeholders to comment on why performance-based targets would be preferable to a proposed regulation; and (2) before promulgating any new regulation, shall include within its cost-benefit analysis a wider selection and scope of motor carriers.\n\nThe FMCSA, before promulgating a Notice of Proposed Rulemaking that is reasonably likely to lead to the promulgation of a major rule, shall:\n\n issue an Advance Notice of Proposed Rulemaking that identifies the compelling public concern for a potential regulatory action and requests public comment on alternatives; determine whether a negotiated rulemaking is necessary; or otherwise publish a request for comment in the Federal Register. The FMCSA shall:\n\n respond to all statutory requirements for rulemaking; prioritize stakeholder petitions based on the likelihood of safety improvements; formally respond to a petition within six months after it is submitted; and post and maintain an inventory of all petitions received, including information about their disposition, on a publicly accessible website."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "TRUCK Safety Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Trucking Rules Updated by Comprehensive and Key Safety Reform Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to reform the Federal Motor Carrier Safety Administration.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "TRUCK Safety Reform Act", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-01T13:30:44Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s1669.xml"
}