{
  "actions": [
    {
      "acted_at": "2015-08-05", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2015-08-05", 
      "action_code": "", 
      "committees": [
        "SSCM"
      ], 
      "references": [
        {
          "reference": "CR S6391-6392", 
          "type": "Sponsor introductory remarks on measure"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1999-114", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "114", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-08-05", 
  "number": "1999", 
  "official_title": "A bill to authorize the Secretary of the department in which the Coast Guard is operating to act, without liability for certain damages, to prevent and respond to the threat of damage from pollution of the sea by crude oil, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s405-114", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Caribbean Oil Spill Intervention, Prevention, and Preparedness Act", 
  "sponsor": {
    "bioguide_id": "N000032", 
    "district": null, 
    "name": "Nelson, Bill", 
    "state": "FL", 
    "thomas_id": "00859", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-08-05", 
  "subjects": [
    "Bahamas", 
    "Caribbean area", 
    "Cuba", 
    "Diplomacy, foreign officials, Americans abroad", 
    "Environmental protection", 
    "Florida", 
    "Gulf of Mexico", 
    "International organizations and cooperation", 
    "Latin America", 
    "Marine and coastal resources, fisheries", 
    "Marine pollution", 
    "Mexico", 
    "Oil and gas", 
    "Transportation and Public Works"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced in Senate", 
    "date": "2015-08-05T04:00:00Z", 
    "text": "Caribbean Oil Spill Intervention, Prevention, and Preparedness Act\n\nThis bill authorizes the Secretary of the department in which the Coast Guard is operating to act, without liability for damage to any interested party, to prevent or respond to a grave and imminent threat of damage to U.S. waters, coastline, or related interests from pollution of the sea by crude oil whenever an incident, activity, or occurrence involving a vessel in waters beyond the U.S. territorial jurisdiction creates such a threat.\n\nThe Secretary must: (1) consult, through the Department of State, unless extreme urgency requires immediate action, with the flag country of any vessel involved and other affected countries; and (2) take other specified actions proportionate to the threat.\n\nThe National Oceanic and Atmospheric Administration shall develop and apply hydrodynamic modeling of the ocean currents and meteorological modeling of the Straits of Florida.\n\nThe National Marine Sanctuaries Act is amended to direct the State Department to negotiate with Mexico, Cuba, and the Bahamas for oil pollution prevention and response and protection of the marine resources of the Gulf of Mexico and Straits of Florida.\n\nThe Outer Continental Shelf Lands Act is amended to prohibit the Department of the Interior from granting an oil or gas lease to a bidder conducting operations in the territorial sea, on the continental shelf, or within the exclusive economic zone of Cuba without submitting an oil spill response plan that includes one or more worst-case-scenario oil discharge plans as well as evidence that the bidder has sufficient financial and other resources necessary for response to a worst-case-scenario discharge.\n\nThe Coral Reef Conservation Act of 2000 is amended to direct the Department of Commerce to carry out international conservation activities for coral reef ecosystems in waters beyond theU.S. territorial jurisdiction in the Straits of Florida.\n\nThe Secretary:\n\n shall carry out an oil spill risk analysis and planning process for the development and implementation of response plans for oil spills in the Straits of Florida and the Gulf of Mexico originating in waters beyond the U.S. territorial jurisdiction, and may conduct a verification process to ensure that any companies operating in the United States that conduct drilling operations off the coast of Cuba are subject to standards as stringent as those under the Outer Continental Shelf Lands Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Caribbean Oil Spill Intervention, Prevention, and Preparedness Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to authorize the Secretary of the department in which the Coast Guard is operating to act, without liability for certain damages, to prevent and respond to the threat of damage from pollution of the sea by crude oil, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Caribbean Oil Spill Intervention, Prevention, and Preparedness Act", 
      "type": "display"
    }
  ], 
  "updated_at": "2016-08-01T13:30:53Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s1999.xml"
}